{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "22 January 2010"
            }
        ],
        "release dates": [
            "UK::22 January 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Spirit Warriors"
            },
            {
                "countries": "UK (working title)",
                "title": "Bo and the Spirit World"
            }
        ],
        "akas": [
            "Spirit Warriors (original title)",
            "Bo and the Spirit World UK (working title)"
        ],
        "akas from release info": [
            "Spirit Warriors (original title)",
            "Bo and the Spirit World UK (working title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "A Warrior Is Born",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spirit Warriors (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "22 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    After Bo's mother Fei-Yan is discovered mysteriously injured, Bo and her younger sister Jen are sent on a school trip to attend an exhibition of ancient Chinese warriors. There, along with other children visiting the museum, Trix, Vicky and Martin, they find themselves transported to a mysterious cave where they meet Shen, a Chinese water dragon. Shen reveals that they are now in the Spirit World and have become the new Spirit Warriors with an important task to complete. They must collect the 12 magical spirit pieces from the realms of Wood, Water, Earth and Fire. ...    "
                },
                "2": {
                    "title": "The Spirit Thief",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spirit Warriors (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "29 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    The warriors learn that the next spirit piece can be found in a town called Piaji-taken over by the cruel ruler Yama. On their journey the warriors are attacked by Hwang and the ruthless Nian warriors. Once in Piaji they find it deserted and discover that Yama is in fact a Spirit Thief. After Jen is taken by Yama, the rest of the warriors must not only battle the Spirit Thief but also Hwang, who is hot on their trail. Will Bo and the team work out how to defeat Yama, free the town of Piaji and find the second spirit piece?    "
                },
                "3": {
                    "title": "The Monkey King",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spirit Warriors (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "5 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    While hunting for the next spirit piece the warriors head to the Monkey kingdom where they are quickly ambushed by the Monkey people. Jen and Trix are captured, but Jen discovers that they can save themselves by challenging the current Monkey King. By proving that she is funnier than him, Jen wins and becomes their new leader. However her newly found power goes to her head and when Hwang arrives at the monkey palace with a secret weapon Jen learns that being in charge is not all fun and games.    "
                },
                "4": {
                    "title": "Your Worst Nightmare",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spirit Warriors (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "12 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Bo and the warriors move from the realm of wood to that of water in the hunt for the next spirit piece. They soon find it in a ramshackle shop. However Vicky's bad feelings about the piece are proved right when they realize this spirit piece is cursed with bad luck. After a disastrous battle with Hwang and the Nian, the team discover that their only option is to travel to the Temple Of The Four Winds, where they can cleanse the piece of its curse. However, once at the temple they will each have to confront their own worst nightmares.    "
                },
                "5": {
                    "title": "The Snake Spirit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spirit Warriors (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "19 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    While chasing the next spirit piece the warriors are attacked by what appears to be a giant snake, and Bo is bitten. Worse still, Hwang and the Nian choose this moment to pounce, and the team are separated. Luckily Trix and Martin manage to get Bo to the safety of the house of mother and daughter, Weici and Jiao. Jen and Vicky also escape, only to find themselves in a vast graveyard where they meet the mysterious Fung. In order to secure the next spirit piece they must uncover the identity of Fung and discover what, or who, is the snake spirit.    "
                },
                "6": {
                    "title": "Fortune Favours the Brave",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spirit Warriors (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "26 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    As the quest continues, the warriors visit fortune teller Master Wu who predicts that they will shortly encounter ghost dogs, their dreams will come true, and they will have to enter the Labyrinth Of Lost Spirits. Bo's doubts are soon proved wrong when the predictions come true. While Jen and Vicky's dreams materialize before their eyes, Martin, Trix and Bo apparently enter the Labyrinth Of Lost Spirits. But all is not as it seems and they must work out where they really are in order to get the piece and find their lost friends.    "
                },
                "7": {
                    "title": "Young at Heart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spirit Warriors (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "5 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Following the clue, \"Find the truth where beauty lies\", the warriors enter the earth realm and stumble across a strange cave, full of all their favorite foods, straight out of a fairytale. However, the house's owner, the gorgeous Madame Ching, and her sweet man-servant Tai Fai have a terrible secret - and when Jen goes missing the Spirit Warriors need to find out what it is.    "
                },
                "8": {
                    "title": "The Cave of Ghosts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spirit Warriors (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "12 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    When the warriors save Ming from one of Hwang's traps they learn from her that all of the girl's fellow villagers have disappeared after being forced by Hwang to walk the Dark Path in the Cave of Ghosts. In search of the next spirit piece, Ming leads the warriors to the cave where Trix and Vicky encounter ghostly visions and dark secrets from their own private pasts. Can they defy their demons and find the piece - and how long will it be before they meet The Forger?    "
                },
                "9": {
                    "title": "Wishes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spirit Warriors (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "19 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    The warriors head into Li's own realm of fire, and in a world of Fire there is no water, so not even Shen can help them. They quickly discover their next spirit piece in a poor woman's rubbish. However before they leave they're persuaded by her to head to a nearby peach tree, which grants wishes. There each of the warriors eat a peach and agree to make a wish to find the final spirit piece. However, not all of the warriors keep their word aka martin who desires to impress the others with his wish. Meanwhile Li-losing patience with Hwang-unleashes a dreadful phenomenon...    "
                },
                "10": {
                    "title": "Blood of a Warrior",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spirit Warriors (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "26 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    As the quest concludes, the warriors are helped by an unlikely ally in the form of Hwang. Feeling betrayed by his master Li, Hwang changes sides and presents the warriors with a secret document before sneaking them into Li's palace. There they finally do battle with Li. But just when it looks like Li has defeated the warriors and claimed all the spirit pieces as his own, he leaves them to travel to the world of Gold so he can exact revenge upon a surprise former ally. Soon all the series' shocking secrets and hidden histories are finally revealed in an explosive and ...    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Henwick, Jessica"
            },
            {
                "name": "Lai, Alicia"
            },
            {
                "name": "Simz, Little"
            },
            {
                "name": "Geary, Gilles"
            },
            {
                "name": "Rogers, Karl"
            },
            {
                "name": "Wong, Benedict"
            },
            {
                "name": "Wu, Tom"
            },
            {
                "name": "Cheung, Daphne"
            },
            {
                "name": "Kwouk, Burt"
            },
            {
                "name": "Yip, David"
            },
            {
                "name": "Tan, Elizabeth"
            },
            {
                "name": "Yu, Crystal"
            },
            {
                "name": "Ching, Hi"
            },
            {
                "name": "Vuong, Teo-Wa"
            },
            {
                "name": "Yamanaka, You-Ri"
            },
            {
                "name": "Cheung, Yennis"
            },
            {
                "name": "Peralta, Peter"
            },
            {
                "name": "Cheung, Andy"
            },
            {
                "name": "Hibbert, Maureen"
            },
            {
                "name": "Wu, Henry"
            },
            {
                "name": "Tse, David"
            },
            {
                "name": "Bay, Chooye"
            },
            {
                "name": "Chan, Elizabeth"
            },
            {
                "name": "Culkin, Michael"
            },
            {
                "name": "Hayden, Jamie"
            },
            {
                "name": "Inocian, Junix"
            },
            {
                "name": "Li, Siu Hun"
            },
            {
                "name": "Lim, Jennifer"
            },
            {
                "name": "Lim, Pik Sen"
            },
            {
                "name": "Ndifornyen, Akemnji"
            },
            {
                "name": "Ng, Irene"
            },
            {
                "name": "Wong, Jason"
            },
            {
                "name": "Zinal, Mo"
            },
            {
                "name": "Taylor, Andy"
            },
            {
                "name": "Liang, Alex"
            },
            {
                "name": "Astill, Adam"
            }
        ],
        "genres": [
            "Fantasy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 1,
        "rating": 7.6,
        "votes": 38,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNmM5MzI4MzYtODM1YS00MDg4LTkwYjEtZmVmYWZhNDI3MmQzL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMjUzMDY1Njg@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "On a school trip to a museum, Bo, her younger sister Jen, Vicky, Trix and Martin - five ordinary kids from London - are transported to an ancient Chinese Spirit World where they find themselves suddenly transformed into Spirit Warriors, each with their own unique spirit power. With the help of their mentor Shen, a Chinese water dragon, they must use their new-found skills to find 12 legendary spirit pieces before the evil warlord Li and his henchman Hwang can get their hands on them. If our heroes succeed they'll save the universe - and Bo's mum. If our heroes fail, the universe is doomed!",
        "languages": [
            "English"
        ],
        "title": "Spirit Warriors",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Ho, Jo"
            },
            {
                "name": "Williams, Joe"
            }
        ],
        "production companies": [
            {
                "name": "British Broadcasting Corporation"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            }
        ],
        "other companies": [
            {
                "name": "Candid Casting"
            }
        ],
        "plot": [
            "On a school trip to a museum, Bo, her younger sister Jen, Vicky, Trix and Martin - five ordinary kids from London - are transported to an ancient Chinese Spirit World where they find themselves suddenly transformed into _Spirit Warriors_ (qv), each with their own unique spirit power. With the help of their mentor Shen, a Chinese water dragon, they must use their new-found skills to find 12 legendary spirit pieces before the evil warlord Li and his henchman Hwang can get their hands on them. If our heroes succeed they'll save the universe - and Bo's mum. If our heroes fail, the universe is doomed!::Anon"
        ],
        "tech": {
            "runtime": [
                "30 min (10 episodes)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 38,
                "rating": 7.6
            },
            "aged 18 29": {
                "votes": 10,
                "rating": 6.4
            },
            "aged 30 44": {
                "votes": 11,
                "rating": 9.0
            },
            "aged 45 plus": {
                "votes": 8,
                "rating": 5.3
            },
            "males": {
                "votes": 16,
                "rating": 6.3
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 5.5
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 6.8
            },
            "males aged 45 plus": {
                "votes": 7,
                "rating": 6.5
            },
            "females": {
                "votes": 13,
                "rating": 7.4
            },
            "females aged 18 29": {
                "votes": 6,
                "rating": 6.8
            },
            "females aged 30 44": {
                "votes": 6,
                "rating": 9.4
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 1.0
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 7.2
            },
            "us users": {
                "votes": 4,
                "rating": 4.8
            },
            "non us users": {
                "votes": 20,
                "rating": 6.4
            }
        },
        "number of votes": {
            "10": 19,
            "9": 2,
            "8": 2,
            "7": 5,
            "6": 1,
            "5": 1,
            "4": 2,
            "3": 2,
            "2": 0,
            "1": 4
        },
        "arithmetic mean": 7.6,
        "median": 9
    }
}