{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "1 February 2010"
            },
            {
                "country": "Canada\n",
                "date": "19 March 2010"
            }
        ],
        "release dates": [
            "Canada::1 February 2010",
            "Canada::19 March 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Wingin' It"
            },
            {
                "countries": "Brazil",
                "title": "Anjo da Guarda"
            },
            {
                "countries": "Canada (English title) (working title)",
                "title": "Angel on Campus"
            },
            {
                "countries": "Germany",
                "title": "Highschool Halleluja"
            },
            {
                "countries": "Turkey (Turkish title)",
                "title": "Wingin' It"
            }
        ],
        "akas": [
            "Wingin' It (original title)",
            "Anjo da Guarda Brazil",
            "Angel on Campus Canada (English title) (working title)",
            "Highschool Halleluja Germany",
            "Wingin' It Turkey (Turkish title)"
        ],
        "akas from release info": [
            "Wingin' It (original title)",
            "Anjo da Guarda Brazil",
            "Angel on Campus Canada (English title) (working title)",
            "Highschool Halleluja Germany",
            "Wingin' It Turkey (Turkish title)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Forget About It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "11 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Carl ends up in another dimension, with no memory regarding who he is or how he got there. It turns out that Porter used a spell to make Carl forget something - only Porter didn't specify that wish, and then unintentionally trapped Carl in another world, where there are only a few things he remembers, and he can't come back to the real world unless he remembers absolutely everything. Now Porter, Denise and Jane only have a few hours to bring him back and make him remember everything, or he gets stuck in the alternate reality forever.    "
                },
                "2": {
                    "title": "Pimento",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "12 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Carl and Porter are having a fight about Porter's magic use. Carl means that he for once would have reached a destination without Porter's help, which Porter strongly disagrees on. To prove that he is right, Porter magically shows Carl the last three days, as they happened. A slider slam eating contest against Terondale is taking place at Bennett High. Carl enters, and for once he feels certain to win. After watching, Porter shows him what would happen if he hadn't helped him with magic - a version where he gets sick, angry and arrogant from the sandwiches because of ...    "
                },
                "3": {
                    "title": "Practical Romance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "13 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Carl asks cute girl Sarah Davis out, and she accepts, which surprises him. But it turns out that Sarah is called \"One-Date Davis\", because she always accepts a first date - but no one has ever reached second date with her. He asks a willing and eager Jane to help him act the right way on the date. They go together on a practice date, in order for Carl to prepare for the real thing with Sarah. Meanwhile, Brittany struggles with preparations for a theatre audition, which she sets up as a showcase at a café.    "
                },
                "4": {
                    "title": "Announce of Prevention",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "14 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Carl loses a voice-off battle to Brittany about who to make the morning announcements for principal Malone, but does not intend to give up and sets his mind to proving to the principal that he is the right man for the job - perhaps has he even set it too far. Meanwhile, Jane loses her voice after reading a comic in an exaggerated way on Carl's morning announcement. When Denise tries to fix it with magic, Jane suddenly can't do anything but singing.    "
                },
                "5": {
                    "title": "What I Re-Like About You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "15 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    After she interrupts Carl every time he talks to a girl, Jane finally realizes that she likes him in more than a best friend kind of way, but is worried Carl no longer likes her back. Brittany proposes that she tries to get him to re-like her. Brittany also commands Carl to play it cool, even though he already admitted to her he likes Jane back. Meanwhile, Denise wants to get in touch with Ms. Stern to see if she finally can be given an A.I.T. assignment, and Porter tries to hide from her that Carl and Jane potentially could be a couple.    "
                },
                "6": {
                    "title": "Angel on Hippocampus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "18 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Jane gets arrested by Agent 45 of A.B.I. for unauthorized knowledge of the angel world. They plan to have her memory erased, but Carl and Porter find out that there is a loop hole in the angel text book where she can earn the right to defend her memory. Now Carl, Porter and Jane have to prove that she is trustworthy enough to keep her entire memory. Meanwhile, Brittany starts Rumor Club. She declares herself president, but gets competition from Serge, since he wants to be the \"captain\" of any team he is on. They throw a \"rumor-off\" about who can spread a rumor faster.    "
                },
                "7": {
                    "title": "Cosmonaut Claire 3-D",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "19 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Jane drags along Carl and Porter to see the third movie about Cosmonaut Claire, this time in 3D. They sleep outside the movie theatre to get first in line. But when Jane and Porter go to do other things for a few minutes and Carl gets manipulated by the guy behind him to buy a movie poster for Jane, they lose their spot in the line. It turns out that the guy who cost them the spot is nerd Eli, who is her \"Cosmonaut nemesis\", and who also has a thing for her. The trio now have to use their imagination and knowledge to even get into the theatre. Meanwhile, Brittany ...    "
                },
                "8": {
                    "title": "Total Debate of the Heart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 7,
                    "original air date": "20 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Carl, Porter and Serge are all chosen for the debate team by captain Jane for the annual debate against Terondale. Carl, who didn't even know there existed such a thing as a school debate team, is very surprised by the pick, and it turns out Jane didn't exactly have Carl's debate skills in mind when she chose him. But things complicate when Terondale competitor Amanda kisses Carl to distract him and Jane so Terondale can win, and Jane sees it. Meanwhile, Brittany turns Denise into a pop star for a business project.    "
                },
                "9": {
                    "title": "Flowers for Sergernon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "21 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Carl hurt his hands and is unable to write his science exam. Serge borrows Porter's magically special made pen that automatically writes down everything Carl's mind has learned, but doesn't give it back. As a result, Carl scores three percent on his exam, while Serge scores a suspicious one hundred, which leads to an investigation at the school. Meanwhile, the cheer squad's bear claw move is stolen by Terondale. Jane and Brittany try out for the new move competition, and are also forced to team up.    "
                },
                "10": {
                    "title": "Live and Let Fly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 12,
                    "original air date": "22 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    It's prom time. Carl wants to ask Jane - but before he gets the chance, Jane beats him to it, and that by doing a fancy musical number. When he tells Jane that he wanted to ask her first, she proposes a re-doing, where she pretends she didn't ask him to prom so he can do it instead. Now he feels he has to do something creative. Also, Porter struggles with seemingly unexplainable back pain and can't help Carl with it, so Denise offers to assist instead, mostly in hope of getting an A.I.T. assignment. Meanwhile, Serge wants to go with Melissa, but Brittany has decided ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Basket Case",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 12,
                    "original air date": "19 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Carl Montclaire is unpopular and very, very unlucky. That is also why he is a perfect challenge for Porter Jackson, a young angel sent from above. Porter is an A.I.T. (Angel In Training), and Carl is his exam assignment. If he pulls it off, he gets angel wings and a real halo, and his mission is to make Carl the most popular guy in his high school, Bennett High. First step is trying to win a basketball one-on-one match against the captain on the school team.    "
                },
                "2": {
                    "title": "One Flu Over the Talent Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "10 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Carl says he wants facial hair for maturity, and Porter magically (by accident) gives him a beard that covers his whole face. It turns out that there is no way to make it disappear by magic, and he has to wear it for a whole week. He tries to cover it by disguising himself as a substitute teacher.    "
                },
                "3": {
                    "title": "Getting Out of Dodge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "17 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Carl tells Porter that he is going to beat Serge in dodgeball, which Serge accidentally overhears, and he tells the entire class to aim at Carl in the dodgeball class. When Porter helps Carl to magically avoid all the balls, a slight problem occurs. Meanwhile, Alex is hoping to win a contest in which he can win a concert ticket - if he finds all the letters inside the juice boxes. Jane promises to give him the last letter he lacks if he does a few things for her first. There is one problem: She doesn't have the letter.    "
                },
                "4": {
                    "title": "She Blinded Me with Science",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "19 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Carl ditches Alex to be the beautiful Brittany's lab partner. But when Porter uses some of his angel magic to make Carl see Brittany for what she really is , Carl learns that Brittany isn't the best lab partner after all.    "
                },
                "5": {
                    "title": "Spinner and the Saint",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Carl and Porter throws a party at Carl's house, but aside from Jane and Alex, no one shows up. But when Brittany and a couple of her friends drop by later that evening and the word gets out from her, people storms into his house and the party is a huge success. However, Angela stops the party and grounds Carl and Porter. So when Brittany asks Carl to DJ the school dance, the guys must find a way to sneak out of the house unattended. Meanwhile, Jane teaches Serge how to dance, so he can impress one of Brittany's friends.    "
                },
                "6": {
                    "title": "Hold the Dressing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    In another attempt at increasing Carl's popularity, Porter makes Carl lie about working on a store at the mall, which every popular kid at Bennett High talks about. He applies for a job there, but has to impress the manager by trying to work one afternoon to be hired. Jane and Alex are at the same mall, experiments with people's honesty, an experiment Carl originally should have been a part of. The day doesn't turn out as expected for either of them.    "
                },
                "7": {
                    "title": "Cheer Me Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    One of the cheerleaders gets injured and one spot is open in the cheerleading squad. Despite Carl being reluctant to join, Porter fakes an audition for him and he gets in. With the help of Porter's magic, he soon becomes the star of the team, making captain Brittany more than a little jealous. Meanwhile, Jane reads a popular book of which someone has ripped out the final chapter. However, a surprise twist makes her see the opportunity of a lifetime.    "
                },
                "8": {
                    "title": "Big Hairy Deal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "27 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Carl says he wants facial hair for maturity, and Porter magically (by accident) gives him a beard that covers his whole face. It turns out that there is no way to make it disappear by magic, and he has to wear it for a whole week. He tries to cover it by disguising himself as a substitute teacher.    "
                },
                "9": {
                    "title": "Porter Jackson Can't Lose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "23 May 2010",
                    "year": "2010",
                    "plot": "\n    Jane runs for class president and wants Carl to be vice president. Carl agrees and Porter is more than willing to help in any way that he can with his magic. But Brittany and Serge doesn't like the idea of Jane and Carl at the top of the student council, and they nominate Porter to run against them. Porter tries to withdraw, but isn't allowed by the student counselor, and everything he does to prevent people from voting for him makes him even more popular. Meanwhile, Dr. Cassabi and Mrs. Lennox have a flirt going on.    "
                },
                "10": {
                    "title": "School Spirit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "13 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Carl's mother does volunteer work at school and is acting pretty embarrassing towards Carl. So in an attempt for her not to recognize him for the rest of the week, Porter does a magic trick on him. Only, it doesn't work as planned: Carl gets invisible, no one can see or hear him, or recognize him; it is like he never existed. The whole world has changed: Alex is now Angela's son, Jane dresses and acts like Brittany, and Serge is a girl called Sergina. The only solution might come through an unlikely source. Also, on the other side Carl meets another A.I.T., a girl ...    "
                },
                "11": {
                    "title": "Do Over",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "3 May 2010",
                    "year": "2010",
                    "plot": "\n    Carl and Jane does a presentation in front of class, in which a nervous Carl completely flunks and literally ruins everything by disappointing and physically hurting Jane, almost killing Alex, stammering throughout it all, and getting teased by the jocks. Then Porter magically turns back time and he gets a second chance to do the presentation, which goes great. But it turns out that there is no stopping to the time loop - he has to do the presentation over and over and over again.    "
                },
                "12": {
                    "title": "Almost Too Famous",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "13 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Carl feels overlooked by everyone around him - everybody seems to have something better to do than notice him. Porter magically makes him the center of all attention, and now leaves it to Carl to do something about it. Porter makes it so everybody but the ones who loves him now love him. In the beginning, he loves it, but he is about to find out how hard the life of a celebrity can be. Meanwhile, Brittany fails in English, and is assigned to work in Jane's newspaper as punishment, something Jane is not entirely happy with.    "
                },
                "13": {
                    "title": "Dramarama",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "11 May 2010",
                    "year": "2010",
                    "plot": "\n    Jane writes a play she plans to set up at school, in which Porter persuades Carl to try out for the lead role, so Carl can get popularity and a stage kiss from Brittany, while Porter finally may earn his angel wings. But Porter is the one who gets cast, while Carl doesn't even get a role - because that is what people come to see. Meanwhile, Dr. Cassabi is to get a review visit from his supervisor, whom he doesn't take seriously. However, the supervisor has the angel flu and is replaced by a woman, Mildred Stern, who is far stricter than the supervisor.    "
                }
            },
            "2": {
                "1": {
                    "title": "Under Her Spell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "28 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    It is the start of another school year, and Carl plans to make a move on Jane. They haven't talked all summer due to her being in Australia the whole time, but now he thinks it is time to do something about the crush started by the stage kiss they shared in her play. But when standing face to face with her, he finds that he can't quite express his feelings. Also, a new A.I.T. is introduced in Denise Simmons, a girl who has been trapped inside Dennis' body for 600 years after a spell gone wrong.    "
                },
                "2": {
                    "title": "Me Carl, You Jane-ish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "5 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Carl tries to impress Jane enough to see him in a different light, so he can go from the best friend zone to start going out with her. But when Jane goes to a journalism seminar and Carl is not able to find a good enough excuse for her missing a history presentation they are supposed to do together, he is faced with a dilemma: Go get Jane from the seminar and disappoint her, but help her history grade, or continue to be her hero and let her skip class. Denise has the answer: Creating a fake Jane by magic. Problem is that the fake Jane appears a bit uncivilized. ...    "
                },
                "3": {
                    "title": "Bully Elliot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "19 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    When the new badminton coach gives Carl a hard time, Carl and Porter must work together to stand up for themselves and the rest of the class.    "
                },
                "4": {
                    "title": "To Serge with Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "20 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Bennett High gets a foreign exchange student, a pretty girl named Bianca, who doesn't speak a word English. However, when Porter magically makes Carl understand and even speak her language perfectly, he becomes her translator. He has no interest in dating her, but Serge does. The only problem is - all the compliments Serge came up with, Bianca now thinks was from Carl. Meanwhile, Porter and Denise both struggle with their magic, and seek help from Dr. Cassabi to find out what is wrong.    "
                },
                "5": {
                    "title": "Taking Care of Quiz-ness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "26 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Jane, Alex, Serge, Brittany and (a very reluctant) Carl signs up for the Quizzomatics team, in which Carl also has to be the captain, and has the chance to lead the school to their first victory since 1967. And when first getting into it, Carl takes his job very seriously. Meanwhile, Porter has to answer to the angel court for unauthorized magic use.    "
                },
                "6": {
                    "title": "Err a Parent",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "19 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Porter fakes a signature from his fake father in order to go to a field trip. When principal Malone decides to give \"Artie Jackson\" a call, Porter gets help from Denise, who transforms herself to Artie. However, Denise grows tired of helping Porter and tries to rat him out. For once the situation is the other way around - Porter relies on Carl's help to get a happy ending. Meanwhile, Jane helps Brittany organize and direct her new project, in which the class can win an entire year of supply of Gobsmacked juice, if they submit a good enough music video. But Brittany ...    "
                },
                "7": {
                    "title": "Best Before Date",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "25 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    The annual \"cool guy list\" in the newspaper is out, and Carl reaches a solid personal best: number 11, which he is very happy about, since that means he has a better chance at getting a date to a concert (the girls auction on guys for charity). Carl and Porter naturally plots for Jane to bid on Carl, but that goes wrong when Jane by a mistake wins Porter instead, while Carl has to go with Brittany.    "
                },
                "8": {
                    "title": "Fright Club",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "17 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    It's Halloween. Carl, who hates that tradition, agrees to help Jane build a scary haunted castle at school for charity, and naturally asks Porter for magical help. The castle is a big success, and they double the money from the year before. Then Jane gets invited to a sleepover at Brittany's, and asks Carl to take charge in the castle. Porter then dares Carl to go into the castle himself, and they go in along with Serge and Alex. That turns out to be a quite different experience than they thought it would be. Meanwhile, the sleepover at Brittany's is not as pleasant ...    "
                },
                "9": {
                    "title": "Carl+Alt+Delete",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "27 May 2011",
                    "year": "2011",
                    "plot": "\n    Carl spills water on Jane's computer and destroys it. Porter tries to fix it with magic and succeeds at it, but accidentally drags Carl into the computer as well. Now Carl is trapped into Jane's computer, seemingly with no way out. But it turns out he can send himself between different computers and cell phones, and when he gets to Ty's (another student) computer, he finds out that he plans to cheat on the upcoming biology exam. Meanwhile, Denise has to help Brittany and Serge study to pass English. They are not the easiest subjects to work with.    "
                },
                "10": {
                    "title": "Montclaire on the Air",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "12 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Carl gets the host position in the school radio station at Bennett High, and his show \"Montclaire on the Air\" an immediate success, with Alex as his sidekick. But when he does a prank to principal Malone on air, the show is taken off. Carl does however not plan to give up radio hosting just yet. Meanwhile, Jane, Brittany and Denise form a girl band, but they disagree on who should be the lead and how the band is supposed to appear.    "
                },
                "11": {
                    "title": "Reel Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "22 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Carl plans to ask Jane out to the movie adaptation of her favorite novel before it turns out she won the whole school premiere tickets to the movie - at Bennett High. In a last attempt to impress her, he ends up pre-watching the screening for her to make sure everything works perfectly. However, there is trouble with the reels, and when Porter tries to fix it, the main character in the movie actually comes to life. Meanwhile, Dr. Cassabi and Denise go to Beethoven's 47. comeback concert.    "
                },
                "12": {
                    "title": "Magical Kiss-tery Tour",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "29 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    In yet another try at telling Jane how he really feels, Carl now gets help from Denise, who proposes kiss enchantment, so Carl magically will have the courage to kiss the girl he likes. Porter gives him the enchantment in belief that he has never kissed someone, but he forgets that Carl already kissed Jane in the play. So instead of kissing Jane, Carl physically hurts her while trying, and ends up kissing Melissa instead, passing the enchantment over to her. It also turns out that he, now enchanted, can never kiss Jane again - unless the enchantment chain breaks. ...    "
                },
                "13": {
                    "title": "All Lizards Go to Heaven: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "14 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Porter saves the life of Becky's pet lizard (which Carl accidentally had smashed with his foot), but that has its consequences. The angel court picked up on the regeneration magic, which is not allowed, and an agent from ABI (Angel Bureau Investigation) comes to investigate the incident. It turns out Porter is in big trouble. But Carl accidentally says something that gets Denise arrested instead. Now, the two boys have to save her before it is too late. Meanwhile, Carl and Porter's friends are given false hopes when the agent disguise himself as a talent scout for ...    "
                },
                "14": {
                    "title": "All Lizards Go to Heaven: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "14 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Porter stands before the angel tribunal, accused of using regeneration magic, and now is in danger of being expelled as an angel. Carl is called in as a witness, knowing that this could be the last time he ever sees Porter. However, back on Earth, he decides that is not going to happen, and seeks help from Denise. But time is running out, and Porter is closing to become expelled by every minute.    "
                },
                "15": {
                    "title": "Lucy in the Sky with Carl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "8 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Carl has to fill in for Porter in his angel coffee shop job. Up there, he meets Lucy, a young angel who is about to take an exam in human insight. They immediately hit it off, but things complicates when Lucy wants to go to Earth to learn about human behavior, and thereby breaks angel rules. Meanwhile, Jane, Serge, Brittany and Alex join principal Malone as he digs up an archeology class time capsule from 1985.    "
                },
                "16": {
                    "title": "I, Carlie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "10 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Denise doesn't like how Carl treats her and decides to magically transform him to a girl to see what it's like. She also makes it so the whole world now sees him as a girl named Carlie, even though he definitely don't feel that way himself. And it turns out that he will never turn back until he has fully learned how it is to be a girl. Meanwhile, Jane gets a job at a pizza place where Alex is the boss. But it doesn't quite turn out the way she thought.    "
                },
                "17": {
                    "title": "Reality Bites",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "6 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Brittany puts on a new online TV show with herself as host, and brings with her Porter as co-host, Serge as sports anchor, Jane as an investigative journalist, Alex as an assistant, and Carl as weather man. Carl and Brittany have a heated word fight on air, which everyone loved, and they get contacted by the producer of a reality show that is willing to cast them in the lead roles. Carl initially has no interest in doing the show with her, but is talked into it when both the producers and Brittany beg on their knees. However, it turns out to be not as much reality as ...    "
                },
                "18": {
                    "title": "Alex in Slumberland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Alex has been staying over at Montclaire's for a week, but when Carl and Porter have had enough of the sleepless nights, Porter magically makes him fall asleep. Problem is that he used to strong magic, and now they have to get Alex through the school day without anyone noticing he is sleeping. They decide to go into his dream to wake him up from there. But in the dream, Alex is king, and he arrests them and makes them go to jail. In addition, their return to the real world must be perfectly timed with the time Alex wakes up, and Alex's dream figures of his friends are...    "
                },
                "19": {
                    "title": "Without a Paddle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "22 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Bennett High competes against Terondale High for the traditional Physics Games, which always comes with much hate between the two schools. Bennett High always lose, but this year it might be different: Carl, Jane, Serge, Brittany and Alex are chosen to compete for Bennett High. Porter refuses to help Carl with magic this time, but Denise (who likes Carl) gives him a magic paddle for his ping pong game, which slows down time. But, as with most of advanced A.I.T. magic, it has its down sides.    "
                },
                "20": {
                    "title": "Friday Afternoon Fever",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "17 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    After Jane and Brittany kick them off their dance team in exchange for Alex and Serge for the Dance-athon, Carl and Porter are determined to get their revenge by forming a team with the Listern sisters instead. But when it turns out the reason they got kicked off the dance team is that Jane is actually (and accurately) mad at her best friend for missing her birthday, Carl starts to feel really bad and aims at winning the competition to raise money for her \"equal share-ity\" charity funds, to make it up to her. With a little help from Porter he does just that and Jane ...    "
                },
                "21": {
                    "title": "Don't Dimension It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "18 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Carl is tired of life being the same old thing every day, especially in school. Porter and Denise decide to make his day a little better with a few special tricks. They make his locker a magical hide out where he can hang out whenever he feels like it. Carl and Porter go in alone first, and then Denise wants to join them. But they are gone, and when she comes out again, the world is changed. It turns out that she and Porter turned Carl's locker into a door that leads to different worlds. Now they have to find each other across the worlds to undo the magic. But that ...    "
                },
                "22": {
                    "title": "Heaven Must Be Missing an Angel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "22 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Porter is jealous that Carl has a girlfriend, and thinks back to the 1700s, when he liked an angel called JenJen. Carl loves that for once he might be able to help Porter instead of the other way around, and tries eagerly to come up with more or less successful advices. He also highly enjoys that Porter evidently is just as nervous to talk to girls he likes as himself. Meanwhile, Serge and Alex play hackysack, a rarely played sport Alex introduces to Serge, who as an athlete can't resist trying it. But when Serge kicks the ball up on the roof, they struggle to find it...    "
                },
                "23": {
                    "title": "Hands Solo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "10 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Alex's father comes to school to tell him that Alex has become the count of the Rodriguez family land, Gorganzo. There is a down side to it all: The count, when instated, may be challenged by the count of Rodriguez's bitter enemies, the Salazars. And the ritual battle has been chosen to take place at no other place than Bennett High. But when Alex breaks his arm, Carl surprisingly has to compete, due to Porter doing a magic trick that makes the Rodriguez family tattoo appear on his shoulder. Meanwhile, challenges take places in other forms as well: Serge is angry at ...    "
                },
                "24": {
                    "title": "Malone's Your Uncle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "votes": 6,
                    "original air date": "24 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Carl is looking for a rebound after his break-up with Denise, and meets a cute girl named Tinsley at school and flirts with her - then he finds out her uncle is none other than principal Malone. But when he fails to ask Malone to get permission to ask her out on a date, he instead winds up being his junior vice principal. It also turns out Tinsley likes bad boys, so Carl has to change his entire personality in order to be with her. Meanwhile, Jane and Brittany go together on a project to work on an original clothing garment - a \"scurse\" (half skirt, half purse).    "
                },
                "25": {
                    "title": "We'll Always Have Detention",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "25 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Carl chats with a user named \"Surfergal8\", but don't know the real identity of this person, although he thinks it is a girl. They agree to meet after school. However, when Brittany gets them both detention, he misses the meeting, so he asks Porter to go instead to tell her he can't make it - only for it to turn out to be Brittany who is \"Surfergal8\". They both find out that they might have got each other all wrong to begin with. Meanwhile, Jane tries her hardest to get a detention.    "
                },
                "26": {
                    "title": "I Kinda Always Knew You'd End Up My Lex-Boyfriend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "4 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Carl finds out that Denise had an angel boyfriend before she turned into Dennis the raccoon, who now comes down to Earth to \"check on her\" - which means he aims to win her back. He sets Carl up so it seems that he no showed Denise for lunch - and coincidentally, Carl is hugging Jane at the exact same time Denise finds him at the café, making it seem like Carl blew her off for another girl. Meanwhile, Brittany has lost her expensive necklace and offers a reward to the one who finds it. Jane needs a new cell phone and is on it. She finds the necklace, but it turns out ...    "
                },
                "27": {
                    "title": "Greener-Man Versus Polluter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "original air date": "26 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Principal Malone is angry at Carl, Porter and Serge for throwing a plastic bottle into the trash, and punishes them by making them dress as superheroes and tell the whole school about environment - Carl is the superhero (Greener-Man), Porter his sidekick (Bin Boy) and Serge portrays the supervillain (Polluter). After a dull first performance, Carl suggests that they should get into their roles and really play it out. But when Porter takes it another step by adding magic to it, Serge really becomes the powerful supervillain, and Carl and Porter has to stop him before ...    "
                },
                "28": {
                    "title": "At Home by Myself... with Carl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wingin' It (TV Series 2010–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "original air date": "29 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Carl breaks his leg in three places under a strong man competition at Bennett High, which he won with more than a little help from Porter. He has to stay home, but gets bored and wish he was in school. However, Porter brings school to Carl: He has set magical cameras all over school, and transfers the pictures to a bunch of screens in their home, so Carl can see and hear everything that is going on, especially in hope that everyone will talk about his victory in the contest. Instead, he gets a much bigger surprise - one that mostly affects Porter, but also himself. ...    "
                }
            }
        },
        "number of episodes": 51,
        "cast": [
            {
                "name": "Everett, Dylan"
            },
            {
                "name": "Joyette, Demetrius"
            },
            {
                "name": "Robertson, Jennifer"
            },
            {
                "name": "Bloch, Jamie"
            },
            {
                "name": "Yorke, Wayne Thomas"
            },
            {
                "name": "Adams, Brittany"
            },
            {
                "name": "White, Brian Alexander"
            },
            {
                "name": "Hearn, Sebastian"
            },
            {
                "name": "Lochner, Hannah"
            },
            {
                "name": "Timmins, Kendra Leigh"
            },
            {
                "name": "Morel, Steven"
            },
            {
                "name": "Parsons, Jenny"
            },
            {
                "name": "Ficner, Matt"
            },
            {
                "name": "Petersen, Mike"
            },
            {
                "name": "Baram, Matt"
            },
            {
                "name": "Gibbs, Emma"
            },
            {
                "name": "Piotrowski, Caitlyn"
            },
            {
                "name": "Mahoney, Katrina"
            },
            {
                "name": "McKenna, Patrick"
            },
            {
                "name": "Clark, Eugene"
            },
            {
                "name": "Snieckus, Naomi"
            },
            {
                "name": "Clown, Roger"
            },
            {
                "name": "Thompson, Scott"
            },
            {
                "name": "Akiyama, Denis"
            },
            {
                "name": "John, Suresh"
            },
            {
                "name": "Field, Ryan"
            },
            {
                "name": "Johnston, Jamie"
            },
            {
                "name": "Duncan, Arlene"
            },
            {
                "name": "Mochrie, Colin"
            },
            {
                "name": "Falle, Madison"
            },
            {
                "name": "Moniz, Megan"
            },
            {
                "name": "Wright, Amy"
            },
            {
                "name": "Castro, Raquel"
            },
            {
                "name": "Coomber, David"
            },
            {
                "name": "Dobson, Fefe"
            },
            {
                "name": "Van Wyck, Dan"
            },
            {
                "name": "Cullen, Seán"
            },
            {
                "name": "Adams, Marty"
            },
            {
                "name": "del Campo, Andrea"
            },
            {
                "name": "Mesiano, Joseph"
            },
            {
                "name": "Pinnock, Arnold"
            },
            {
                "name": "Maslany, Daniel"
            },
            {
                "name": "Alexander, David"
            },
            {
                "name": "Barker, Dani"
            },
            {
                "name": "Braunstein, Paul"
            },
            {
                "name": "Dykstra, Ted"
            },
            {
                "name": "Gorewicz, Corey"
            },
            {
                "name": "Jubinville, Kevin"
            },
            {
                "name": "Kash, George"
            },
            {
                "name": "Mac, Kyle"
            }
        ],
        "locations": [
            "Toronto, Ontario, Canada"
        ],
        "genres": [
            "Comedy",
            "Family",
            "Fantasy"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Turkey:G"
        ],
        "number of seasons": 3,
        "rating": 6.3,
        "votes": 422,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTYwNjAwODAxMV5BMl5BanBnXkFtZTcwNDI0MjczOQ@@._V1_SY150_CR3,0,101,150_.jpg",
        "plot outline": "Reckless angel-in-training Porter has been sent to Earth to earn his wings in this teen comedy. His task? To transform hapless student Carl into the most popular kid in school. If Porter succeeds, he'll get real wings and a halo. If he doesn't, it'll be a thousand years before he gets the chance to try again. And Carl will still be unpopular. Who doesn't need a little help from a guardian angel every once in a while?",
        "languages": [
            "English"
        ],
        "title": "Wingin' It",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2013",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "van Keeken, Frank"
            },
            {
                "name": "Fredericks, Roger"
            },
            {
                "name": "Barckert, Ramona"
            }
        ],
        "production companies": [
            {
                "name": "Temple Street Productions"
            }
        ],
        "distributors": [
            {
                "name": "The Family Channel"
            },
            {
                "name": "Disney Channel Italy"
            },
            {
                "name": "Kidz TV"
            }
        ],
        "special effects": [
            {
                "name": "Rune Entertainment"
            }
        ],
        "other companies": [
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "VSI Synchron"
            },
            {
                "name": "William F. White International"
            }
        ],
        "plot": [
            "Reckless angel-in-training Porter has been sent to Earth to earn his wings in this teen comedy. His task? To transform hapless student Carl into the most popular kid in school. If Porter succeeds, he'll get real wings and a halo. If he doesn't, it'll be a thousand years before he gets the chance to try again. And Carl will still be unpopular. Who doesn't need a little help from a guardian angel every once in a while?::Temple Street Productions"
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "color": [
                "Color",
                "Color (HDCAM)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 422,
                "rating": 6.3
            },
            "aged under 18": {
                "votes": 2,
                "rating": 7.5
            },
            "aged 18 29": {
                "votes": 198,
                "rating": 6.8
            },
            "aged 30 44": {
                "votes": 64,
                "rating": 5.2
            },
            "aged 45 plus": {
                "votes": 45,
                "rating": 5.5
            },
            "males": {
                "votes": 195,
                "rating": 5.9
            },
            "males aged under 18": {
                "votes": 2,
                "rating": 7.5
            },
            "males aged 18 29": {
                "votes": 106,
                "rating": 6.5
            },
            "males aged 30 44": {
                "votes": 42,
                "rating": 4.9
            },
            "males aged 45 plus": {
                "votes": 30,
                "rating": 5.4
            },
            "females": {
                "votes": 134,
                "rating": 6.9
            },
            "females aged 18 29": {
                "votes": 91,
                "rating": 7.3
            },
            "females aged 30 44": {
                "votes": 19,
                "rating": 5.8
            },
            "females aged 45 plus": {
                "votes": 15,
                "rating": 5.7
            },
            "top 1000 voters": {
                "votes": 12,
                "rating": 3.8
            },
            "us users": {
                "votes": 30,
                "rating": 5.9
            },
            "non us users": {
                "votes": 208,
                "rating": 5.9
            }
        },
        "number of votes": {
            "10": 139,
            "9": 38,
            "8": 38,
            "7": 58,
            "6": 47,
            "5": 23,
            "4": 16,
            "3": 16,
            "2": 7,
            "1": 40
        },
        "arithmetic mean": 7.1,
        "median": 8
    }
}