{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "8 September 2010"
            },
            {
                "country": "Canada\n",
                "date": "18 February 2011"
            },
            {
                "country": "Canada\n",
                "date": "18 February 2011",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "Canada::8 September 2010",
            "Canada::18 February 2011",
            "Canada::18 February 2011                            (internet)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "The Mystery of Oak Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Richard investigates one of Canada's best-known mysteries, the Oak Island treasure. The site is one of the world's deepest and most costly archaeological digs. Richard meets experts and researchers to discuss rumours that this deep shaft contains the lost treasure of The Knights Templar. A skeptic, born and raised in the area, asserts that this is nothing more than a naturally occurring sinkhole.    "
                },
                "2": {
                    "title": "Energy Healing",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Multiple energy healers claim they are able to produce spontaneous, miraculous healings. Claims of healings by a man in a remote village in Brazil, known as \"John of God,\" are also observed. A skeptic argues that the subtle energy said to be at work during these healings is not evident and allegations of spontaneous healings have not been verified nor subjected to proper scientific scrutiny.    "
                },
                "3": {
                    "title": "MLK and the Framing of James Earl Ray",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    In this re-examination of the assassination of civil rights leader Martin Luther King, Richard talks to various researchers who offer evidence that the convicted gunman, James Earl Ray, was not the real triggerman. The researchers claim the plot was arranged by the highest levels of government and law enforcement. A noted debunker in the skeptic community refutes these claims as inaccurate.    "
                },
                "4": {
                    "title": "The Birthers - Obama's Birth Certificate",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Richard interviews many prominent \"Birthers\" who show evidence that allegedly proves Barack Obama is not eligible to be President because he does not meet the qualifications of a natural born citizen. They also argue that Obama's birth certificate is a forgery. Are these claims accurate?    "
                },
                "5": {
                    "title": "RFID Chips",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Could implantable RFID chips (radio frequency identification tags), currently in use in retail industry, be used to covertly track and control people? Richard investigates with researchers who believe RFID chips express a threat to privacy and civil liberties. However, a professor of computer science argues that fear of RFID chips is rooted in paranoia, not scientific fact.    "
                },
                "6": {
                    "title": "The Assassination of John Lennon",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Richard travels to New York, LA, and Toronto in order to investigate the murder of John Lennon. Many researchers state that Lennon's supposed killer, Mark David Chapman, was either a patsy or a mind-controlled assassin, and that Lennon was targeted for assassination by the by either the CIA or Britain's MI6.    "
                },
                "7": {
                    "title": "Is Jim Morrison Alive?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Is it imaginable that the Doors legendary lead singer did not die in a bathtub in Paris of a drug overdose? Richard talks to a rock 'n roll investigator in Nashville, a noted researcher of the highly strange in Los Angeles, and Morrison's former brother-in-law, who all state that it's possible that Jim Morrison pulled off one of the greatest hoaxes of all time.    "
                },
                "8": {
                    "title": "The Water Engine",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Did Stanley Meyer actually figure out a way to run an internal combustion engine on pure water? And was he killed because his invention threatened Big Oil? Richard meets a researcher with a PhD in Electrical Engineering, as well as two self-taught backyard-tinkerers who believe the myths surrounding Meyer and his invention are in fact, true.    "
                },
                "9": {
                    "title": "The Murder of Marilyn Monroe",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Did this pop icon and blond bombshell die of a drug overdose in 1962 as we've been led to believe, or was she killed for knowing too much? Did pillow talk with her lovers, Bobby and John F. Kennedy, lead to her premature downfall? \"The Conspiracy Show\" travels to southern California to uncover the truth behind the death of this silver screen all-star.    "
                },
                "10": {
                    "title": "Is the Cure for Cancer Being Suppressed?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Richard delves into claims that the medical profession, drug companies, food industry, government agencies and other vested interests are conspiring to suppress multiple proven cancer cures.    "
                },
                "11": {
                    "title": "The Bilderberg Group",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Join Richard as he gives us an exclusive sneak peek backstage at the highly secretive annual gathering of the world's richest and most powerful movers and shakers. Richard speaks with many Bilderberg investigators who argue that once behind closed doors, this powerful group plot, conspire and stage-manage world events.    "
                },
                "12": {
                    "title": "The Shroud of Turin",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Is this remarkable piece of linen the actual burial cloth of Jesus Christ or a clever medieval con? Richard talks to top Shroud investigators who give the latest scientific evidence they claim proves the cloth is not only genuine, but holds evidence of a real resurrection event.    "
                },
                "13": {
                    "title": "The Fake Arab Spring?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Who was actually behind a series of revolts and protests that swept the Middle East? Did social networking students really inspire these revolutions, or were these insurgencies plotted by the US State Department? Two journalists and an independent researcher/broadcaster argue the Arab Spring was more about the US State Department's desire to form client states than supporting democratic reforms.    "
                }
            },
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "8 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Richard examines the growing worldwide UFO Disclosure movement and their efforts to pressure the government to tell the public the truth about UFOs and aliens and their case that they insist proves UFOs and ETS are real.    "
                },
                "2": {
                    "title": "9/11 Controlled Demolition",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "18 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Richard travels to New York, San Francisco and Seattle to investigate claims the Twin Towers and Building 7 were brought down by explosives placed inside the towers prior to the 911 attacks. The founders of Architects and Engineers for 9/11 Truth and Firefighters for 9/11 Truth present their best evidence for controlled demolition and a Fire and Explosives expert attempts to refute their claims.    "
                },
                "3": {
                    "title": "Past Life Regression",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "25 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Richard investigates the practice of past-life regression therapy, a technique where subjects are placed under hypnosis in order to recover what practitioners believe are memories of past lives. A young woman relives a previous life in the American South during the 19th Century. There she experiences a profound loss which helps explain a current life problem; a fear of having children.    "
                },
                "4": {
                    "title": "Chemtrails",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "4 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Richard travels to southern California to meet several researchers and journalists who present evidence chemicals are being deliberately sprayed at high altitudes for a purpose undisclosed to the general public.    "
                },
                "5": {
                    "title": "Are We Running Out of Oil?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Richard investigates the claim that the true nature of oil has been kept a secret from the general public. Two proponents of the abiotic oil theory argue that oil is not a fossil fuel and is in near inexhaustible supply while a researcher/author on peak oil argues that the Earth's supply of oil is already in fatal decline.    "
                },
                "6": {
                    "title": "Who Is the Anti-Christ?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "4 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Richard interviews several researchers in the field of End Times Prophecy who offer clues as to the existence and identity of the Final Anti-Christ. A former occultist turned Christian denies any scriptural basis for the existence of an Anti-Christ.    "
                },
                "7": {
                    "title": "Electronic Harassment",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "11 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Richard speaks with victims of alleged electronic harassment, the supposed use of electronic devices to harass, torture, and/or physically harm a person. Some victims allege that the government is behind it. Richard also speaks with a private investigator who specializes in electronic counter measures and a social psychologist who dismisses such claims as fantasy and paranoia.    "
                },
                "8": {
                    "title": "Demonic Possession and Exorcisms",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "11 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Richard delves into the religious practice known as exorcism and investigates what a board certified psychiatrist has described as 'an authentic case of demonic possession.'    "
                },
                "9": {
                    "title": "Time Travel",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Richard interviews two whistleblowers who claim to have been part of secret government time travel projects, including a lawyer who insists as a child he was sent back in time to witness Lincoln's Gettysburg Address. An experimental physicist provides a skeptical perspective.    "
                },
                "10": {
                    "title": "The New World Order",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Richard examines an array of variants on a widely held conspiracy theory that a powerful and covert elite with a globalist agenda is conspiring to one day rule the world through an authoritarian world government. Evidence is presented and examined by both believers and skeptics.    "
                },
                "11": {
                    "title": "The Rendelsham Forest UFO Incident",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Richard travels to southeast England to investigate a witness to what is described as the best documented sighting of a UFO landing. Richard also goes to Arizona to meet with a witness who shows the contents of his secret journal. Finally, Richard travels to a secret location in the Arizona desert to meet with a former USAF pilot and astronomer who dismisses the entire case as a misidentification.    "
                },
                "12": {
                    "title": "The Central Banking Conspiracy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Richard speaks with several independent researchers about their allegations  that a powerful, secretive cabal of international bankers is attempting to rule the course of history and imprison humanity through their monopoly of the creation and control of the planet's money supply.    "
                },
                "13": {
                    "title": "Vampires",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Richard examines the fable of the vampire and investigates the possibility that 'demonically reanimated corpses' may in fact exist. He travels to the United Kingdom to interview an Anglican Bishop who claims to have destroyed several vampires. He also gets the chance to interview a well known U.S Paranormal Investigator.    "
                }
            },
            "2": {
                "1": {
                    "title": "The Roswell UFO Incident",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "28 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Richard travels to New Mexico and Arizona to speak with the pre-eminent investigators of the alleged crash of a UFO near Roswell , New Mexico in July 1947. These researchers have investigated first hand accounts, even death bed testimonials from many of the eye-witnesses to the incident, affirming the existence of such a craft, the ensuing government cover-up and the recovery of alien bodies. A retired USAF pilot and astronomer provides a skeptical perspective.    "
                },
                "2": {
                    "title": "The Death of Princess Diana: Tragic Car Accident or Murder Most Foul?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "29 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Richard travels to London to investigate various theories revolving around the tragic death of Diana, The former Princess of Wales. Was the fatal car crash in a Paris tunnel in August 1997 a result of a drunken driver or was she murdered? Was she pregnant with the child of Dodi Al Fayed? Was she perceived as a threat to the Royal Family? Interviews with The Lodon Daily Mail's Investigations Editor, the counter-intelligence editor with EIR Magazine, a former Scotland Yard detective and head of security at Harrods, and a London-based author and film producer.    "
                },
                "3": {
                    "title": "The Secret Space Program",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "30 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Were the Mercury, Genesis, Apollo and Space Shuttle programs mere window dressing designed for public consumption? Richard travels to Washington D.C., Rochester, New York and Phoenix to speaks with several researchers and an aerospace industry insider who affirm that there is a separate parallel space program that has been kept hidden from the public and most politicians. According to this theory, the US has already developed anti-gravitic technology, sent men to Mars, developed colonies on the Moon and achieved interstellar travel.    "
                },
                "4": {
                    "title": "Werewolves",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "3 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Richard travels to Kent in the south of England to investigate reports of werewolf sightings. He meets with an acclaimed paranormal investigator in New York's Central Park who separates fact from fiction regarding the legend of the werewolf, and a journalist describes eye-witness accounts of a bi-pedal, wolf-like creature said to be haunting a lonely stretch of road in Wisconsin.    "
                },
                "5": {
                    "title": "The Rise of the Fourth Reich: Nazis in America",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "4 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    The Allies defeated the Axis Powers on the battlefield, but did they actually win the war? Richard travels to Forth Worth Texas and California to interview several alternative historians who affirm their theory that while the German army may have surrendered in 1945, the Nazis never officially did. Further, these researchers claim that dozens of high ranking Nazi scientists, intelligence officers and generals were secretly brought into the United States through Operation Paper Clip immediately following the war where they were placed in powerful and highly influential...    "
                },
                "6": {
                    "title": "Did Elvis Fake His Death?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "5 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Richard travels to Memphis, Nashville, Fort Worth, Texas, and Washington DC for a serious investigation of the long-held, often parodied, theory that Elvis Presley did not die on August 16th, 1977 but faked his death for a variety of supposed reasons. Jokes of Elvis sightings in Kalamazoo, Michigan aside, there is a considerable volume of evidence to suggest Elvis may not have left the building, evidence that is worthy of consideration. Why didn't Elvis' family cash his life insurance claim with Lloyd's of London? Why did several witnesses at the funeral comment that ...    "
                },
                "7": {
                    "title": "Manchurian Candidates",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "6 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Several prominent researchers in the field provide a short history of Mind Control experimentation beginning with the Nazis through to the CIA's infamous MK Ultra program. Were Lee Harvey Oswald, Mark David Chapman, John Hinkley and the Oklahoma Bomber, Timothy McVeigh all hypno-programmed to kill? Richard travels to Texas to speak with a psychologist specializing in trauma-based disorders and to North Carolina to speak an assassination researcher. A member of a Skeptics Group attempts to refute their claims.    "
                },
                "8": {
                    "title": "The Framing of Sirhan Sirhan",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "7 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    In this re-examination of the assassination of civil rights leader Martin Luther King, Richard talks to various researchers who offer evidence that the convicted gunman, James Earl Ray, was not the real triggerman. The researchers claim the plot was arranged by the highest levels of government and law enforcement. A noted debunker in the skeptic community refutes these claims as inaccurate.    "
                },
                "9": {
                    "title": "Past Life Regression Pt. 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "10 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    The second in a series of investigations into the phenomenon known as past life regression. Richard watches a former boxer and a Detroit gang member undergo a past life regression with the help of a past life regression therapist. Efforts are made to investigate the alleged past life experienced by the subject while also considering skeptical viewpoints.    "
                },
                "10": {
                    "title": "Bible Codes",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "11 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Does the Bible contain hidden messages encoded within certain passages of the Old Testament? Is the prophetic nature of these 'codes' proof the Bible's author is of supernatural or extraterrestrial origin? Richard travels to Montreal and Florida to interview several Bible Code researchers who explain why these codes are real, how they can be uncovered and decoded and what they mean for mankind.    "
                },
                "11": {
                    "title": "Journey to the Center of the Earth",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "12 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Richard travels to Mississippi to interview an expedition organizer who is planning on leading a team of scientists, filmmakers and tourists to the Arctic aboard a Russian nuclear ice-breaker in search of an entrance into the interior of our world. A researcher and member of the planned expedition provides evidence that the earth, like all planets was formed with a hollow core, and that this interior world may be home to previously unknown life including a technologically and spiritually advanced race of humanoids. A scientist and president of a skeptics group ...    "
                },
                "12": {
                    "title": "9/11: What Happened at the Pentagon?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "13 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Richard travels to Washington D.C and Forth Worth, Texas where he speaks with two investigators who challenge the official version of events concerning the attack on the U.S. Pentagon on September 11, 2001. Researchers present evidence to suggest the attack was perpetrated by some rogue element inside the U.S. government. Was it indeed American Airlines Flight 77 that crashed into the west wall of the Pentagon killing 125 people in the building and another 59 onboard the plane? What hit the pentagon? Was it a Tomahawk missile? Was it a bomb placed inside the building?...    "
                },
                "13": {
                    "title": "Osama Bin Laden",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "14 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Richard travels to Washington to investigate claims that Bin Laden, the supposed mastermind behind the 9/11 terrorist attacks and leader of the Al Qaeda terrorist cell was largely a creation of western intelligence groups. A veteran investigative journalist in Toronto argues that Bin Laden was not killed in May 2011 by US Navy Seals, but rather, died as early as December 2001. A Canadian national newspaper columnist and author refutes these claims.    "
                },
                "14": {
                    "title": "Vaccines: Are They Safe?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "17 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Richard travels to Florida and San Diego to speak with an acupuncturist and a investigative medical journalist who argue no vaccine has been proven to be safe or effective and a an independent investigator who believes vaccines are part of the New World Order's depopulation agenda. An author and newspaper columnist argues for the safety and efficacy of vaccines.    "
                },
                "15": {
                    "title": "The Dangers of EMF (Electromagnetic Frequencies)",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "18 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Can radiation from electrical appliances, power lines, microwave ovens, and wireless technology such as cell phones and baby monitors alter our DNA, cause illness and lead to disease? Richard speaks with a leading researcher on the biological effects of Electro-Magnetic Fields, a retired police officer campaigning to have wireless Internet banned from schools and public places, and an electrical sensitive who claims to have had her life ruined by EMF radiation. An associate professor in the field of Environmental and Occupational Health argues that EMF radiation poses...    "
                },
                "16": {
                    "title": "Alien Abduction",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    According to a poll conducted by The Roper Organization in 1992, 3.7 million Americans could have been alien abductees. Richard interviews two supposed alien abductees about their claims they were on an alien space craft. He'll also speak with a top abduction researcher who has worked with over a hundred of abductees. However, a skeptic gives a greedier explanation for the abduction phenomenon.    "
                },
                "17": {
                    "title": "Crop Circles",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    For years, farmers have been discovering strange geometric patterns comprised of rings, circles and other complex shapes in their fields. Are they calling cards from extraterrestrials? Are they manmade hoaxes? Do they have some religious significance? Richard investigates with the top crop circle researchers in an effort to solve this centuries old mystery.    "
                },
                "18": {
                    "title": "The Starchild Skull",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Conspiracy Show with Richard Syrett (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Richard meets the owners of an abnormal humanoid skull allegedly discovered in Mexico in the 1930s and speaks with the researcher who conducted tests on the skull. Is it the skull of a badly deformed child? Is it a hoax? Is it the remains of an extraterrestrial? Is it a human-alien hybrid? A cranio-facial surgeon and a skeptic provide us with their perspectives on this very strange relic.    "
                }
            }
        },
        "number of episodes": 44,
        "cast": [
            {
                "name": "Syrett, Richard"
            },
            {
                "name": "Marrs, Jim"
            },
            {
                "name": "Shermer, Michael"
            },
            {
                "name": "Steinberg, Jeffrey"
            },
            {
                "name": "Dolan, Richard M."
            },
            {
                "name": "Viggiani, Victor"
            },
            {
                "name": "Craig, Ron"
            },
            {
                "name": "Nickell, Joe"
            },
            {
                "name": "Ross, Colin A."
            },
            {
                "name": "Thall, Nelson"
            },
            {
                "name": "Zwicker, Barrie"
            },
            {
                "name": "Hellyer, Paul"
            },
            {
                "name": "Trottier, Justin"
            },
            {
                "name": "Viggiani, Virtor"
            },
            {
                "name": "Agnew, Brooks A."
            },
            {
                "name": "Arnold, Neil"
            },
            {
                "name": "Beizer, Arnold"
            },
            {
                "name": "Carr, Bob"
            },
            {
                "name": "Carr, Bob"
            },
            {
                "name": "Carr, Jamye"
            },
            {
                "name": "Chang, Philip"
            },
            {
                "name": "Clarke, Bernard"
            },
            {
                "name": "Cluff, Rodney"
            },
            {
                "name": "Craig, Ron"
            },
            {
                "name": "Crouse, Richard"
            },
            {
                "name": "Dunning, Brian"
            },
            {
                "name": "Farrell, Joseph"
            },
            {
                "name": "Friedman, Stanton"
            },
            {
                "name": "Gage, Richard"
            },
            {
                "name": "Gallups, Carl"
            },
            {
                "name": "Godfrey, Linda S."
            },
            {
                "name": "Gregory, Martyn"
            },
            {
                "name": "Guiley, Rosemary Ellen"
            },
            {
                "name": "Harris, Paola"
            },
            {
                "name": "Havas, Magda"
            },
            {
                "name": "Kay, Jonathan"
            },
            {
                "name": "Lacey, Patrick"
            },
            {
                "name": "Lawyer, Eric"
            },
            {
                "name": "Leonard, Jerry"
            },
            {
                "name": "Mangan, Rose Lynn"
            },
            {
                "name": "McGaha, James"
            },
            {
                "name": "McNamara, John"
            },
            {
                "name": "Monroe, Paul"
            },
            {
                "name": "Muc, Tony"
            },
            {
                "name": "Murdoch, Robert"
            },
            {
                "name": "Nicholson, Monte"
            },
            {
                "name": "Papadakis, Debbie"
            },
            {
                "name": "Patterson, R. Gary"
            },
            {
                "name": "Pepper, William Francis"
            },
            {
                "name": "Rappoport, Jon"
            }
        ],
        "locations": [
            "Toronto, Ontario, Canada"
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "47"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.85 : 1",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 3,
        "rating": 7.8,
        "votes": 28,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTUzNzU5MzU3NF5BMl5BanBnXkFtZTgwNTY5ODAwNzE@._V1_SY150_CR49,0,101,150_.jpg",
        "budget": "$1,100,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "The Conspiracy Show with Richard Syrett",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "The Conspiracy Show with Richard Syrett (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Syrett, Richard"
            },
            {
                "name": "Craig, Ron"
            }
        ],
        "production companies": [
            {
                "name": "Film One"
            }
        ],
        "distributors": [
            {
                "name": "Film One Distributors"
            }
        ],
        "plot": [
            "Broadcast personality Richard Syrett creates a calm, rational platform on which stars from the worlds of conspiracy thought, the paranormal, alternate health can engage in high quality discourse in these subject arenas.::G. Philip Jackson"
        ],
        "tech": {
            "runtime": [
                "47 min (Canada)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.85 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 28,
                "rating": 7.8
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 6.0
            },
            "aged 45 plus": {
                "votes": 15,
                "rating": 7.5
            },
            "males": {
                "votes": 20,
                "rating": 6.7
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 6.0
            },
            "males aged 45 plus": {
                "votes": 12,
                "rating": 6.9
            },
            "females": {
                "votes": 3,
                "rating": 9.3
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 9.3
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 5.0
            },
            "us users": {
                "votes": 7,
                "rating": 6.1
            },
            "non us users": {
                "votes": 14,
                "rating": 7.7
            }
        },
        "number of votes": {
            "10": 10,
            "9": 6,
            "8": 1,
            "7": 6,
            "6": 0,
            "5": 1,
            "4": 0,
            "3": 1,
            "2": 2,
            "1": 1
        },
        "arithmetic mean": 7.8,
        "median": 9
    }
}