{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "20 September 2010"
            },
            {
                "country": "USA\n",
                "date": "20 September 2010"
            },
            {
                "country": "Australia\n",
                "date": "28 November 2010"
            },
            {
                "country": "Sweden\n",
                "date": "29 May 2011"
            },
            {
                "country": "UK\n",
                "date": "26 August 2011"
            },
            {
                "country": "Netherlands\n",
                "date": "7 September 2011"
            },
            {
                "country": "Finland\n",
                "date": "18 September 2011"
            },
            {
                "country": "Japan\n",
                "date": "6 November 2011"
            },
            {
                "country": "Germany\n",
                "date": "4 April 2012"
            },
            {
                "country": "Hungary\n",
                "date": "1 October 2012"
            },
            {
                "country": "Belgium\n",
                "date": "2 September 2013"
            }
        ],
        "release dates": [
            "Canada::20 September 2010",
            "USA::20 September 2010",
            "Australia::28 November 2010",
            "Sweden::29 May 2011",
            "UK::26 August 2011",
            "Netherlands::7 September 2011",
            "Finland::18 September 2011",
            "Japan::6 November 2011",
            "Germany::4 April 2012",
            "Hungary::1 October 2012",
            "Belgium::2 September 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Chase"
            },
            {
                "countries": "Brazil",
                "title": "Chase: A Perseguição"
            },
            {
                "countries": "Estonia",
                "title": "Jälitaja"
            },
            {
                "countries": "France",
                "title": "Chase"
            },
            {
                "countries": "Greece",
                "title": "Chase"
            },
            {
                "countries": "Hungary",
                "title": "Életre-halálra"
            },
            {
                "countries": "Portugal",
                "title": "Perseguição"
            },
            {
                "countries": "Russia",
                "title": "Преследование"
            },
            {
                "countries": "Spain",
                "title": "Chase"
            },
            {
                "countries": "Ukraine",
                "title": "Погоня"
            },
            {
                "countries": "UK",
                "title": "Jerry Bruckheimer's Chase"
            }
        ],
        "akas": [
            "Chase (original title)",
            "Chase: A Perseguição Brazil",
            "Jälitaja Estonia",
            "Chase France",
            "Chase Greece",
            "Életre-halálra Hungary",
            "Perseguição Portugal",
            "Преследование Russia",
            "Chase Spain",
            "Погоня Ukraine",
            "Jerry Bruckheimer's Chase UK"
        ],
        "akas from release info": [
            "Chase (original title)",
            "Chase: A Perseguição Brazil",
            "Jälitaja Estonia",
            "Chase France",
            "Chase Greece",
            "Életre-halálra Hungary",
            "Perseguição Portugal",
            "Преследование Russia",
            "Chase Spain",
            "Погоня Ukraine",
            "Jerry Bruckheimer's Chase UK"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chase (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 113,
                    "original air date": "20 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Escaped serial killer Mason Boyle, a master in disguises, is on the loose and resumes his clever tricks to manipulate victims and others so he can rob and murder, also to cover his tracks, and keep running. US Marshalls rookie Luke Wilson, who recently joined a Texas team, learns tricks of the trades and Texan mentality on the job. It turns out Mason also wants to take his first love with him.    "
                },
                "2": {
                    "title": "Repo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chase (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 91,
                    "original air date": "27 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    When the son of a State Trooper is brutally murdered, Annie Frost and the U.S. Marshal team are called in to track down fugitive Eduardo \"El Lobo\" Lopez. The case takes an unexpected turn when the Marshals discover that \"El Lobo\" is determined to reclaim what he believes is rightfully his, which ends in a showdown to stop \"El Lobo\" before he can find the couple who have his most prized possession.    "
                },
                "3": {
                    "title": "The Comeback Kid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chase (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 86,
                    "original air date": "4 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    For years, cunning Irish mobster fugitive Jack Druggan lived a quiet life under a stolen identity. Now he rebuilds his own notoriously thuggish persona, resuming his trademark ruthlessness by committing vicious, needlessly violent crimes in quick succession and provoking the marshals. The team soon realizes he must be preparing a major robbery, confirmed when he even invades a halfway house. Meanwhile Jimmy warns Annie he may not always be there to prevent her stupid risks ending fatally.    "
                },
                "4": {
                    "title": "Paranoia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chase (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 83,
                    "original air date": "11 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    After a brutal murder, fugitive Faith Maples takes her young daughter with her on a harrowing killing spree across Texas. The case becomes more complicated when the suspect's mental state comes into question and Annie Frost and the U.S. Marshals uncover a shocking twist in the case.    "
                },
                "5": {
                    "title": "Above the Law",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chase (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 82,
                    "original air date": "18 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    As his fancy lawyer can't promise a change of acquittal anymore at his trial, ruthlessly cunning fraudster Adam Rothschild escapes from the courthouse in bloody manner. Luke can put some of his fresh hunting initiation experience from Jimmy, an initiation rite to his taste, in practice during the chase. Adam smartly tries to prepare a life abroad 'in style', spilling more blood. The high bail attracts bounty hunters, especially Ben Crowley, who also flirts with rudely hostile Annie, whose unwillingness to cooperate helps Adam. Out of options, the fiend turns to his ...    "
                },
                "6": {
                    "title": "Havoc",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chase (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 74,
                    "original air date": "25 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Previously non-aggressive fugitive Carson Puckett changes his MO dramatically, by resorting systematically to violent explosions. Bountyhunter Ben Crowley saves the day, catching him and thus $5,000, while Annie dares bitch at wisely prudent colleagues while her own tomfoolery lands her in hospital, against saved by Ben. Jimmie leads the team to work out Carson's motivation, rooting in ultra-right Craig Wilson's woodsmen militia.    "
                },
                "7": {
                    "title": "The Posse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chase (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 69,
                    "original air date": "8 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Bob McGraw is an admired, cocky US marshal, with a great arrest record. The problems is his credentials are fake and he uses excessive violence. Luke finds out he was expelled from police academy for violence and failed to get any law enforcement job. Luke meanwhile boggles the colleagues by pretending barely to know Congressman Nevins, who actually comes offer him a job. Bob not only outsmarts the team as well as fiends, actually those who escaped justice, but also intrude Annie's home, after she foolishly provoked him, to force her to deputize him.    "
                },
                "8": {
                    "title": "The Longest Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chase (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 69,
                    "original air date": "15 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Serial killer Curt Seaver, a cunning literature professor, served eight prison years in a wheelchair, but uses all four limbs to kill both correctional officers during his umpteenth transport. Ed Castwick, who writes a book on Seaver, offers his expertise, not least about 'revenge' on women resembling Curt's abusive mother, who consider her bastard doomed from birth. Annie rather promises a courier service to get advice from prison ward-mate Mason Boyle. Jimmy has a hard time trusting Luke now he knows the golden boy lied to hide his political roots. Seaver keeps ...    "
                },
                "9": {
                    "title": "Crazy Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chase (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 80,
                    "original air date": "22 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Refugee Jackson Leary, who assumed the pseudonym Jackson Cooper, is a serial rapist and multiple killer. This time he seduced naive teenager Carina Matthews, who is eager to flee home to California with Jackson, doesn't realize he killed her father Alan and catches on only very slowly that he commits robberies and violence all the time. Once wounded, Jackson heads for his adult ex, the mother of his pre-teen son, before heading for the Mexican border to escape US jurisdiction. Luke meanwhile is surprised that colleague Daisy makes no presumptions after their hot night.    "
                },
                "10": {
                    "title": "Under the Radar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chase (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 70,
                    "original air date": "29 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Seasoned Canadian bank-robber Karen Nelson kept re-offending on the way to Texas, recently aided by naive Yankee Ivy Collins, who is equally eager to abuse female charms. To catch them, the team works out the psychological dynamic and their MO: seeking refuge in women's shelters and robbing relatively inconspicuous bank branches. Ivy gets caught and is confronted with Karen's disloyal manipulation.    "
                },
                "11": {
                    "title": "Betrayed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chase (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 67,
                    "original air date": "6 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Luke grumbles at Annie for being late at the courthouse and admits still not feeling fully accepted in the team. After a jailer, the deputy whom Luke warned against applying flippantly for the U.S. Marshalls is shot in a double escape from court. Unintentional cahoot Terry Powell is easily caught without resistance. But the ruthless killer Chris Novak proves a resourceful as violent, even killing just for a disguise. He's after former best mate Donny Green and his own lover Tia Archer, whom he suspects of an affair. To Jimmy's horror, the bloody trail enters the ...    "
                },
                "12": {
                    "title": "Narco: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chase (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 84,
                    "original air date": "19 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    When Pablo Cordova is arrested on suspicion of drug distribution and the lead witness in the case winds up dead, the U.S. Marshals discover the killer is his wife, Isabella. Isabella will stop at nothing to keep Pablo from going to jail and ensure that her family stays together, which ultimately puts Annie in serious danger. In a case that hits close to home, Marco is forced to recall his dark days with the narcotics division, while Jimmy must decide the fate of his relationship with Natalie.    "
                },
                "13": {
                    "title": "Narco: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chase (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 65,
                    "original air date": "26 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Annie's been taken by Cordova's people who take her to Mexico, so that Cordova can deal with her himself. When the guys learn of Annie's disappearance they try to find her. They eventually learn of Cordova's involvement and find one of the men who took her. But instead of taking him in, Jimmy decides to turn him over to Cordova's competitor so that he could get him to tell where Annie is. Luke is not comfortable with it. Annie learns that a boy is also being held captive who is the son of the prosecutor who helped Cordova kill the witnesses against him.    "
                },
                "14": {
                    "title": "Father Figure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chase (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 69,
                    "original air date": "23 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Justin Tate is a former Harris County deputy that killed his wife and assumed a new identity. He trolls dating sites for single mothers with young daughters who eagerly accept him as a father figure, often taken beyond doting. The team figures out Justin cleverly uses aliases and dating sites, but he also thinks ahead and sees through Annie's posing as prey. Meanwhile an IA investigation causes a trust crisis as Luke is wanted as key witness against Jimmy's illegal methods to save Annie at all costs.    "
                },
                "15": {
                    "title": "Seven Years",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chase (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 60,
                    "original air date": "30 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    A man who was convicted of rape escapes and goes after the people who helped send him to prison. But instead of harming them, he tries to convince them of his innocence. Annie eventually believes he's innocent. And Rose has a breakdown after the pedophile they pursued escaped.    "
                },
                "16": {
                    "title": "Roundup",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chase (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 67,
                    "original air date": "7 May 2011",
                    "year": "2011",
                    "plot": "\n    Every year, the Houston US marshals team and Houston PD collaborate on a grand, intense fugitives drive, including a cunning hoax, like this year awarding fake holiday prizes to lure them to the airport. Marco boasts his record of victories in the internal competition against Jimmy and Annie, but this time teams up with 'novice' Luke, who performs great, yet a single surprisingly comprehensive case swings the balance. Luke only sees lover daisy in bed, but her claim to abstain from the game to prepare for her drunk driving case is a ploy. In fact she goes after the ...    "
                },
                "17": {
                    "title": "The Man at the Altar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chase (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 58,
                    "original air date": "14 May 2011",
                    "year": "2011",
                    "plot": "\n    Arresting petty criminal John Macon, the team finds he's one of the three colored thugs wanted for the murder of Houston PD officer Ellen Lacy, committed by Stephen 'little Boy' Washington, who drags along his big brother Francis. Mason accepts to help set a trap, but the brothers flee first to Bato Rouge, then to Tampa. Bounty hunter Ben Crowley, hired by Ellen's cop colleague widower Hank Lacy, shares crucial information. Meanwhile Jimmy's impending wedding with Nathalie stirs bloody bizarre nightmares in Annie starring them, Ben, the team mates, the fugitives and ...    "
                },
                "18": {
                    "title": "Annie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chase (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 72,
                    "original air date": "21 May 2011",
                    "year": "2011",
                    "plot": "\n    When the team goes after an escaped convict who just killed someone but not after torturing him, Annie discovers that the convict and the man who was killed knows her father. She doesn't tell them at first. They later learn the three men did a job. The convict is looking for the take.    "
                }
            }
        },
        "number of episodes": 18,
        "cast": [
            {
                "name": "Giddish, Kelli"
            },
            {
                "name": "Hauser, Cole"
            },
            {
                "name": "Metcalfe, Jesse"
            },
            {
                "name": "Nolasco, Amaury"
            },
            {
                "name": "Brady, J.B."
            },
            {
                "name": "Campbell, Ricardo"
            },
            {
                "name": "Joven, Normita"
            },
            {
                "name": "Chumley, Darrell"
            },
            {
                "name": "Rollins, Rose"
            },
            {
                "name": "Gillett, Heather"
            },
            {
                "name": "Gavi, Jude"
            },
            {
                "name": "Nichols, Rosa"
            },
            {
                "name": "Di Leva, Tara"
            },
            {
                "name": "Mac, Matt"
            },
            {
                "name": "Bailey, Carl"
            },
            {
                "name": "Walters, Steven"
            },
            {
                "name": "Dodds, Kevin"
            },
            {
                "name": "Horton, Baron"
            },
            {
                "name": "Horton, Jill"
            },
            {
                "name": "Heckmann, Paul"
            },
            {
                "name": "Goines, Siena"
            },
            {
                "name": "Besser, Jennifer"
            },
            {
                "name": "Buckley, Jamie"
            },
            {
                "name": "Cannon, Corey"
            },
            {
                "name": "Kung, Anthony A."
            },
            {
                "name": "Noack, Brandon"
            },
            {
                "name": "Cibrian, Eddie"
            },
            {
                "name": "Cox, Darryl"
            },
            {
                "name": "Babineaux, Amanda"
            },
            {
                "name": "Guerrero, Lloyd"
            },
            {
                "name": "Sullivan, Dianne"
            },
            {
                "name": "Turkyilmaz, Jenny"
            },
            {
                "name": "Harmon, Justin"
            },
            {
                "name": "Tidmore, Jennifer"
            },
            {
                "name": "Fimmel, Travis"
            },
            {
                "name": "Arias, Yancey"
            },
            {
                "name": "Irby, Michael"
            },
            {
                "name": "Sadler, William"
            },
            {
                "name": "Gallini, Mo"
            },
            {
                "name": "Carney, Damon"
            },
            {
                "name": "Cole, Craig"
            },
            {
                "name": "Rodas, Jorge"
            },
            {
                "name": "Pascual-Pena, Alycia"
            },
            {
                "name": "Terranova, Doug"
            },
            {
                "name": "Terry, Todd"
            },
            {
                "name": "Daniel, Mike Lobo"
            },
            {
                "name": "McElroy, Mark"
            },
            {
                "name": "Mosser, Brett"
            },
            {
                "name": "Young, Beverly"
            },
            {
                "name": "McCormick, Kerry"
            }
        ],
        "locations": [
            "Dallas, Texas, USA::(as Houston, Texas)"
        ],
        "genres": [
            "Action",
            "Crime",
            "Drama",
            "Thriller"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Dolby Digital"
        ],
        "certificates": [
            "Netherlands:12"
        ],
        "number of seasons": 1,
        "rating": 7.0,
        "votes": 3100,
        "cover url": "https://m.media-amazon.com/images/M/MV5BY2ZhNTU4OGUtMTU4YS00NGM1LWFkM2QtODc2ODdhNTE0MjRhXkEyXkFqcGdeQXVyMzU3MTc5OTE@._V1_SY150_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Chase",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2011",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Johnson, Jennifer"
            },
            {
                "name": "Oleson, Erik"
            },
            {
                "name": "Schwartz, Jerome"
            }
        ],
        "production companies": [
            {
                "name": "Bonanza Productions"
            },
            {
                "name": "Jerry Bruckheimer Television"
            },
            {
                "name": "Warner Bros. Television"
            }
        ],
        "distributors": [
            {
                "name": "Warner Bros. Television"
            },
            {
                "name": "National Broadcasting Company (NBC)"
            },
            {
                "name": "Citytv"
            },
            {
                "name": "AXN"
            },
            {
                "name": "British Sky Broadcasting (BSkyB)"
            },
            {
                "name": "Mainostelevisio (MTV3)"
            },
            {
                "name": "RTL 2"
            },
            {
                "name": "RTL Klub Televízió"
            },
            {
                "name": "RTL Nitro"
            },
            {
                "name": "Sky Living"
            },
            {
                "name": "Veronica"
            },
            {
                "name": "Warner Channel Latin America"
            }
        ],
        "other companies": [
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "MPS Studios"
            },
            {
                "name": "Panavision Remote Systems"
            },
            {
                "name": "Post Modern Sound"
            }
        ],
        "plot": [
            "A team tracks down fugitive criminals.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (USA)"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 3100,
                "rating": 7.0
            },
            "aged 18 29": {
                "votes": 499,
                "rating": 7.3
            },
            "aged 30 44": {
                "votes": 1363,
                "rating": 6.8
            },
            "aged 45 plus": {
                "votes": 804,
                "rating": 7.0
            },
            "males": {
                "votes": 1763,
                "rating": 6.7
            },
            "males aged 18 29": {
                "votes": 291,
                "rating": 6.9
            },
            "males aged 30 44": {
                "votes": 891,
                "rating": 6.5
            },
            "males aged 45 plus": {
                "votes": 520,
                "rating": 6.8
            },
            "females": {
                "votes": 962,
                "rating": 7.6
            },
            "females aged 18 29": {
                "votes": 202,
                "rating": 7.9
            },
            "females aged 30 44": {
                "votes": 450,
                "rating": 7.4
            },
            "females aged 45 plus": {
                "votes": 278,
                "rating": 7.5
            },
            "top 1000 voters": {
                "votes": 90,
                "rating": 5.6
            },
            "us users": {
                "votes": 924,
                "rating": 7.2
            },
            "non us users": {
                "votes": 1324,
                "rating": 6.7
            }
        },
        "number of votes": {
            "10": 741,
            "9": 331,
            "8": 540,
            "7": 640,
            "6": 316,
            "5": 156,
            "4": 96,
            "3": 69,
            "2": 53,
            "1": 158
        },
        "arithmetic mean": 7.3,
        "median": 8
    }
}