{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "21 September 2010"
            },
            {
                "country": "Finland\n",
                "date": "6 January 2011"
            },
            {
                "country": "Japan\n",
                "date": "2 July 2012"
            },
            {
                "country": "Sweden\n",
                "date": "4 July 2012"
            }
        ],
        "release dates": [
            "USA::21 September 2010",
            "Finland::6 January 2011",
            "Japan::2 July 2012",
            "Sweden::4 July 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Detroit 1-8-7"
            },
            {
                "countries": "Russia",
                "title": "187 Детройт"
            },
            {
                "countries": "Spain",
                "title": "Detroit 187"
            }
        ],
        "akas": [
            "Detroit 1-8-7 (original title)",
            "187 Детройт Russia",
            "Detroit 187 Spain"
        ],
        "akas from release info": [
            "Detroit 1-8-7 (original title)",
            "187 Детройт Russia",
            "Detroit 187 Spain"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pharmacy Double/Bullet Train",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detroit 1-8-7 (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 93,
                    "original air date": "21 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Detectives Washington and Fitch investigate a double homicide at a pharmacy. Was it a drug theft gone bad or something else entirely? Meanwhile, Longford and Mahajan try to track down the killer of an attorney with many enemies. When both cases intersect, the cops are in a race against time to stop the killing spree, culminating in a high-speed pursuit and a perilous standoff, putting the cops in harm's way.    "
                },
                "2": {
                    "title": "Local Hero/Overboard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detroit 1-8-7 (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 54,
                    "original air date": "28 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    When Calvin Gibbs' promising life as a local football hero is cut short by violence, the city reels. Sadly, the prime suspect is the victim's brother, Terrence, a former felon and gang member. Stone is teamed with Sanchez on the investigation, causing friction with Fitch. Meanwhile, Longford and Mahajan investigate the disappearance of an unpopular groom during a boisterous Polish wedding reception on a party boat. And Alice Williams, the Wayne County Assistant Prosecutor, wants the police department to help quell the P.R. fallout from a recent incident inside the ...    "
                },
                "3": {
                    "title": "Nobody's Home/Unknown Soldier",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detroit 1-8-7 (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 62,
                    "original air date": "5 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Fitch & Washington and Longford & Majahan are assigned to what appears to be a deceptively straightforward investigation -- a woman is murdered in an apparent robbery -- but this is far from an open and shut case. The detectives discover that the victim was a squatter in Brush Park, and they've tripped over something much bigger. Meanwhile, Stone and Sanchez find themselves drawn into the intriguing case of a murdered teenager found along with his father, a Vietnam veteran, who is severely beaten but still alive. Their investigation leads them to uncover a murderous ...    "
                },
                "4": {
                    "title": "Royal Bubbles/Needle Drop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detroit 1-8-7 (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 57,
                    "original air date": "12 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Fitch & Washington and Stone & Sanchez are called to a car wash to investigate a brutal homicide, where the owner, Thomas Jackson, is found tortured and shot to death, his business trashed. The case takes a turn when the detectives uncover illegal activities taking place at the car wash, putting the victim's wife in danger. Meanwhile, Longford and Mahajan report to a record store, where an up-and-coming hip-hop star is found dead. Their investigation into the circumstances of his death reveals a secret life.    "
                },
                "5": {
                    "title": "Murder in GreekTown/High School Confidential",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detroit 1-8-7 (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 50,
                    "original air date": "19 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    When a teenage girl is killed at the same high school Lt. Mason's daughter, Simone, attends, a chill runs through the precinct. The suspects include a lecherous construction worker with a record and even the victim's boyfriend. Meanwhile, the 21-year-old son of a prominent defense attorney is murdered after hours in a Greek restaurant, and it looks to be an inside job.    "
                },
                "6": {
                    "title": "Lost Child/Murder 101",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detroit 1-8-7 (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 58,
                    "original air date": "26 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    A horrifying crime enrages Fitch, Washington, Stone and Sanchez when a young woman is shot multiple times in her SUV while hiding a safe, but terrified two-year-old in the back. The long and winding road of discovery runs from the woman's ex-husband to an under-the-radar, possibly illegal manipulation of the foster care system. Meanwhile, Longford and Mahajan investigate the homicide of a college janitor found with drugs in his system. It looks to be the \"perfect murder,\" until the detectives crack the case with an unusual motive.    "
                },
                "7": {
                    "title": "Broken Engagement/Trashman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detroit 1-8-7 (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 50,
                    "original air date": "9 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Stone and Sanchez, dealing with the fallout from their personal attraction, are assigned with Fitch to investigate the murder of successful executive Abigail James from Detroit's \"Tech Town.\" Is this a case of corporate competition gone haywire or the result of a messy love triangle? At the same time, Longford and Washington need to piece together the back story of another fresh murder case -- the lifeless body of a young drug dealer, \"Toucan,\" is discovered in a trash bin, but is it strictly street business or pure personal passion? Meanwhile, Mahajan must search the...    "
                },
                "8": {
                    "title": "Déjà Vu/All In",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detroit 1-8-7 (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 41,
                    "original air date": "16 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Old and new Detroit collide in a case investigated by Fitch, Washington and Sanchez where a missing teen, Seth Cantor, seems to have been violently murdered - but there isn't a body. The detectives begin to unravel the disturbing homicide, which leads them to Seth's high school buddies, who are running drugs in from Canada and may have killed their friend by copying the MO of the Purple Gang, an old Detroit mob. Meanwhile, Longford and Majahan explore the world of high stakes poker when a victim, who was trying to amass winnings to pay for his daughter's organ ...    "
                },
                "9": {
                    "title": "Home Invasion/Drive-By",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detroit 1-8-7 (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 42,
                    "original air date": "30 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    A wealthy, retired auto industry executive, Leland Eckhart, is found murdered in his palatial home in the Boston-Edison area. During the investigation, Longford, Mahajan, Stone and Sanchez are confronted with multiple promising motives, ranging from robbery to jealousy over a possible love affair between his now-distraught widow and an old friend from the Detroit Yacht Club. Meanwhile, Fitch, Washington and Lt. Mason must comfort the terrified Macy family as they stare in disbelief at the body of their 11-year-old boy, Stephon, killed by a drive-by shooter in his best...    "
                },
                "10": {
                    "title": "Shelter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detroit 1-8-7 (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 44,
                    "original air date": "7 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Longford and Mahajan are astonished by the discovery of the skeletal remains of two bodies in an underground fallout shelter. They discover that the two are Detroit's answer to Romeo and Juliet, a young Caucasian woman and an African American man who had been missing since 1967. However Longford realizes that to find the murderer, he'll have to confront the ugly prejudices of the '60s that still permeate the city. In a surprising revelation, his long estranged father, a former cop, offers him a piece of crucial information. Meanwhile, Fitch, Washington, Stone and ...    "
                },
                "11": {
                    "title": "Ice Man/Malibu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detroit 1-8-7 (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 46,
                    "original air date": "4 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    The squad \"goes Hollywood,\" investigating the high profile homicide of a movie star who had been filming in Detroit. Actress Kristin Keller was many things to many people -- a meal ticket to some, a lover to others. But Fitch, Washington and Mason have to unmask her secret life, the life unknown to her fans, to find the murderer. Meanwhile, the strange case of a young homeless man found upside down encased in ice in a shantytown confounds Longford, Mahajan, Stone and Sanchez. The detectives discover that the transient had another totally different life before his ...    "
                },
                "12": {
                    "title": "Key to the City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detroit 1-8-7 (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 52,
                    "original air date": "11 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Happiness turns to horror during Longford's surprise retirement party when the squad learns that one of their own - assistant prosecutor Alice Williams - has been shot dead in a courthouse parking garage. For the victim's close friend, Lieutenant Mason, and the other stunned and enraged detectives, this crime is very personal as they cast a wide net to investigate anyone who could have had a motive. Suspects range from a criminal Williams had once put away to a former boyfriend who may have been stalking her. Closely guarded secrets start to emerge, including Williams...    "
                },
                "13": {
                    "title": "Road to Nowhere",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detroit 1-8-7 (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 43,
                    "original air date": "1 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    When Henry Malloy, one of Detroit's respected philanthropists and humanitarians, is found shot in his car moments after receiving the key to the city, Fitch is targeted as the main suspect. Even as Special Agent Jess Harkins interrogates the members of the squad about Fitch's possible involvement in the headline-making crime, Fitch and Washington are busy investigating a bizarre case... Three murder victims are found on a public bus with thousands of dollars floating around the crime scene. But the case takes an even stranger turn when the detectives try to track the ...    "
                },
                "14": {
                    "title": "Beaten/Cover Letter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detroit 1-8-7 (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 40,
                    "original air date": "8 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    The devastating blows come left and right as Fitch, Washington, Stone and Sanchez invade the boxing world to investigate the death of Vanessa King. King's fiance, Tommy Westin, is preparing for a big match against Dap \"The Detroit Hammer\" Fields. The detectives discover Vanessa, an ex-girlfriend of Fields', was hiding a closely guarded secret which could have thrown the fight and its payday into question. Meanwhile, Longford and Mahajan are forced to give a cold case a fresh look: It's been five years since James Lakeland died. Now Lakeland's mother brings new ...    "
                },
                "15": {
                    "title": "Legacy/Drag City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detroit 1-8-7 (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 38,
                    "original air date": "15 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    When Longford and Mahajan are assigned the case of a woman bludgeoned to death, they're in for a few surprises. Upon further inspection, they discover that she was a he, a prominent drag queen in Detroit's drag circuit. Ardent admirers and jealous divas are among the likely suspects as the detectives explore the public and private sides of the victim's life. Elsewhere in Detroit, Fitch and Washington investigate an ex-con's confession that he killed two rival gang members in self-defense. Here too, things are not quite as they seem: There's a secret that the shooter ...    "
                },
                "16": {
                    "title": "Stone Cold",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detroit 1-8-7 (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 44,
                    "original air date": "8 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    The detectives put their private problems on hold as Mason calls for \"all hands on deck\" to investigate the murder of Dawn Cofield, a college co-ed. Pup Clemmons, the co-ed's boyfriend and Stone's rival from his undercover days, resurfaces as one of the possible suspects. But it's a crowded field that also includes Alex Caldwell, Pup's competition for the crime turf; a Pakistani drug runner from Canada; one of Dawn's professors who has the reputation of a Lothario, and a preppy classmate from a politically connected family. Meanwhile, Sanchez tries to find out the ...    "
                },
                "17": {
                    "title": "Motor City Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detroit 1-8-7 (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 49,
                    "original air date": "15 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    An explosive event sets the stage for emotional shifts in the lives of the detectives: Fitch tries to rebuild his relationship with his 12-year-old son, Bobby; Longford begins the paperwork needed for his retirement; Washington focuses on his newborn son; Mahajan retreats further from an arranged marriage, and Sanchez may be contemplating a new relationship. But their plans are interrupted when Longford and Mahajan investigate the murder of a young graffiti artist, Jordan Loney. There seems to be a clear suspect in the case, but Fitch is intrigued by some artistic ...    "
                },
                "18": {
                    "title": "Blackout",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detroit 1-8-7 (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 63,
                    "original air date": "20 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Fitch's past comes back to haunt him when his old New York nemesis, Albert Stram, makes his presence known in Detroit just as the veteran detective is enjoying spending time with his son, Bobby. Stram's not so subtle threats shake the usually unflappable Fitch. Meanwhile, the other detectives are called to the scene of a horrific homicide to find an entire family brutally murdered. Fitch tries to put the pieces of the puzzle together and it leads him to a devastating conclusion. With his back against the wall, Fitch asks Washington to protect Bobby, then leads ...    "
                }
            }
        },
        "number of episodes": 18,
        "cast": [
            {
                "name": "Imperioli, Michael"
            },
            {
                "name": "McDaniel, James"
            },
            {
                "name": "Hinds, Aisha"
            },
            {
                "name": "Hill, Jon Michael"
            },
            {
                "name": "Majumder, Shaun"
            },
            {
                "name": "Martinez, Natalie"
            },
            {
                "name": "Cummings, Erin"
            },
            {
                "name": "Cotrona, D.J."
            },
            {
                "name": "Dodds, Megan"
            },
            {
                "name": "Way, Erin"
            },
            {
                "name": "Aytes, Rochelle"
            },
            {
                "name": "Jhames, Tiren"
            },
            {
                "name": "Thompson, Tessa"
            },
            {
                "name": "Scafone, Rio"
            },
            {
                "name": "Haase, Michael"
            },
            {
                "name": "Goudie, Scott"
            },
            {
                "name": "Flanagan, Tommy"
            },
            {
                "name": "Stashwick, Todd"
            },
            {
                "name": "McRae, Mo"
            },
            {
                "name": "Williams, J.D."
            },
            {
                "name": "Apgar, Kristina"
            },
            {
                "name": "Tiefenbach, Dov"
            },
            {
                "name": "Christy, Kevin"
            },
            {
                "name": "Imperioli, Vadim"
            },
            {
                "name": "Mays, Jefferson"
            },
            {
                "name": "Silva, R. Ernie"
            },
            {
                "name": "Lushi, Joseph"
            },
            {
                "name": "Kathrein, Joseph"
            },
            {
                "name": "Ward, Terrence c"
            },
            {
                "name": "Walker, Eric"
            },
            {
                "name": "Adler, Jerry"
            },
            {
                "name": "Bitton, Joshua"
            },
            {
                "name": "Farmer, Cyrus"
            },
            {
                "name": "Turman, Glynn"
            },
            {
                "name": "Wallace, Dee"
            },
            {
                "name": "Xzibit"
            },
            {
                "name": "Bowles, Lauren"
            },
            {
                "name": "Funk, Nolan Gerard"
            },
            {
                "name": "Hall, Albert"
            },
            {
                "name": "Lenox, Adriane"
            },
            {
                "name": "Micheaux, Nicki"
            },
            {
                "name": "O'Brien, Laurie"
            },
            {
                "name": "Young, William Allen"
            },
            {
                "name": "Beasley, John"
            },
            {
                "name": "Burress, Hedy"
            },
            {
                "name": "Calloway, Vanessa Bell"
            },
            {
                "name": "Coppola, Alicia"
            },
            {
                "name": "Giamatti, Marcus"
            },
            {
                "name": "Williams, Michael Kenneth"
            },
            {
                "name": "Baker, David Aaron"
            }
        ],
        "genres": [
            "Action",
            "Crime",
            "Drama",
            "Mystery",
            "Thriller"
        ],
        "runtimes": [
            "42"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Dolby Digital"
        ],
        "certificates": [
            "Australia:M",
            "United States:TV-14"
        ],
        "number of seasons": 1,
        "rating": 7.6,
        "votes": 3117,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTk3NDQzMDkwMV5BMl5BanBnXkFtZTcwNDgxNzQ1NQ@@._V1_SY150_CR5,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Detroit 1-8-7",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2011",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Atkins, Stefan S."
            },
            {
                "name": "Richman, Jason"
            },
            {
                "name": "Atkins, Scott"
            }
        ],
        "production companies": [
            {
                "name": "Remainder Men"
            },
            {
                "name": "Mandeville Television"
            },
            {
                "name": "ABC Studios"
            },
            {
                "name": "Michigan Production Studios"
            }
        ],
        "distributors": [
            {
                "name": "ABC Studios"
            },
            {
                "name": "American Broadcasting Company (ABC)"
            },
            {
                "name": "Fox Crime Platinum"
            },
            {
                "name": "Nelonen"
            }
        ],
        "special effects": [
            {
                "name": "Tyrrell FX & Rentals"
            }
        ],
        "other companies": [
            {
                "name": "Astute Artistry"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Direct Tools & Fasteners"
            },
            {
                "name": "Filmtools"
            },
            {
                "name": "Hollywood Rentals Productions Services"
            },
            {
                "name": "Keslow Camera"
            },
            {
                "name": "Marshall/Plumb Research Associates"
            },
            {
                "name": "Micdi Productions"
            },
            {
                "name": "Mid America Cine Support"
            },
            {
                "name": "Mid America Cine Support"
            },
            {
                "name": "Mode HQ"
            },
            {
                "name": "Movie Movers"
            },
            {
                "name": "Ozone Music and Sound"
            },
            {
                "name": "Playback Technologies"
            },
            {
                "name": "Soundtrack New York"
            },
            {
                "name": "Transportation Resources"
            }
        ],
        "plot": [
            "The everyday trials and tribulations of Detroit's homicide unit.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "42 min (USA)"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "camera": [
                "Canon EOS 7D (some scenes)",
                "Panasonic VariCam 3700",
                "Red One Camera (Pilot only)"
            ],
            "negative format": [
                "HDCAM"
            ],
            "cinematographic process": [
                "Digital (source format)",
                "Digital Intermediate (master format)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 3117,
                "rating": 7.6
            },
            "aged 18 29": {
                "votes": 320,
                "rating": 7.4
            },
            "aged 30 44": {
                "votes": 1311,
                "rating": 7.5
            },
            "aged 45 plus": {
                "votes": 1077,
                "rating": 7.9
            },
            "males": {
                "votes": 1946,
                "rating": 7.5
            },
            "males aged 18 29": {
                "votes": 230,
                "rating": 7.4
            },
            "males aged 30 44": {
                "votes": 940,
                "rating": 7.4
            },
            "males aged 45 plus": {
                "votes": 715,
                "rating": 7.7
            },
            "females": {
                "votes": 808,
                "rating": 8.1
            },
            "females aged 18 29": {
                "votes": 86,
                "rating": 7.4
            },
            "females aged 30 44": {
                "votes": 355,
                "rating": 7.9
            },
            "females aged 45 plus": {
                "votes": 348,
                "rating": 8.5
            },
            "top 1000 voters": {
                "votes": 78,
                "rating": 6.1
            },
            "us users": {
                "votes": 1350,
                "rating": 8.1
            },
            "non us users": {
                "votes": 987,
                "rating": 7.1
            }
        },
        "number of votes": {
            "10": 892,
            "9": 571,
            "8": 702,
            "7": 452,
            "6": 174,
            "5": 89,
            "4": 60,
            "3": 33,
            "2": 36,
            "1": 108
        },
        "arithmetic mean": 8.0,
        "median": 8
    }
}