{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2010",
                "notes": "                            (Los Angeles, California)"
            },
            {
                "country": "USA\n",
                "date": "20 June 2010"
            }
        ],
        "release dates": [
            "USA::2010                            (Los Angeles, California)",
            "USA::20 June 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Real L Word"
            },
            {
                "countries": "Russia",
                "title": "Настоящий секс в другом городе"
            }
        ],
        "akas": [
            "The Real L Word (original title)",
            "Настоящий секс в другом городе Russia"
        ],
        "akas from release info": [
            "The Real L Word (original title)",
            "Настоящий секс в другом городе Russia"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Apples and Oranges",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real L Word (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "12 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Since last year, Whitney has done a complete 180. Against her friend?s wishes, she has moved out of Alyssa?s nest and in with the love of her life. But there is something that Whitney has been hiding from her soul mate ? something that could alter the course of their relationship forever. A lot has also changed for Romi in one year: she is sober, focusing on her career and has lost a lot of her friends in the process. And Whitney isn?t the only one with a secret; Romi has been hiding something as well - a relationship she has kept under wraps for months.Thankful that ...    "
                },
                "2": {
                    "title": "Leap of Faith",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real L Word (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "19 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    In true Whitney fashion, the proposal that she?s planning is completely over the top, leaving her anxious that something could go wrong. On the flip side of things, Romi is enjoying life in the straight scene with Jay and his friends; however things take a turn toward the awkward when Romi confronts him about wanting to start a family. Lauren is thrilled to welcome her best friend with benefits, Amanda, to Los Angeles. Yet to Lauren's surprise, Amanda gets up close and personal with someone at her welcome party - and it isn't Lauren. Meanwhile, on the east coast, ...    "
                },
                "3": {
                    "title": "Love Lost",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real L Word (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "26 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    The stars are anything but aligned for the ladies of The Real L Word. This week Cori and Kacy find themselves in a situation that many women would consider unimaginable. Whitney and Sara are in post-engagement bliss, but spilling the beans to Whitney?s Mom turns out to be harder than they expected. This is also not the best time for Romi to find out about her ex-friends? engagement, as her own relationship with Jay is faltering. A coincidental run-in with ex-girlfriend, Kelsey, threatens to push her over the edge.Romi seeks solace in a night out with old friends, but ...    "
                },
                "4": {
                    "title": "Scissor Sisters",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real L Word (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "2 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Whitney was disappointed by her mother?s reaction to her engagement, but now her nerves are going wild as they head up to San Jose to break the news to Sara?s very traditional Portuguese family. Whitney may not understand Portuguese, but she gathers from the tears and shock that Sara?s parents aren?t too happy about the impending nuptialsA few weeks ago, Romi was straight. But now Romi isn?t getting the love and attention she needs from Jay, and with Kelsey back in her life, it?s a quick and easy fix. The question remains: will sobriety be the ingredient they?ve been ...    "
                },
                "5": {
                    "title": "I Wasn't Expecting This",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real L Word (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "9 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    It?s time for the much-awaited Dinah Shore weekend -the largest lesbian party in the world - and The Real L Word girls are full throttle ahead. This will be Dinah veterans Whitney and Sara?s third time going together, and with a bit of luck, their first leaving together. Cori and Kacy are Dinah virgins, but they?re hoping that a little debauchery might help lighten their heavy hearts.Romi and Kelsey arrive to their first Dinah together as a sober couple. Apprehensive about hosting a dating game with Whitney, Romi makes it clear that Kelsey needs to stick by her side ...    "
                },
                "6": {
                    "title": "Lost in a Bush",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real L Word (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "16 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    The Dinah fever continues its hold on the women of The Real L Word. While Cori and Kacy are overwhelmed with the weekend-long party, Whitney and Sara take the heat from the pool party into the bedroom? and bring another person with them. Meanwhile, Amanda?s idea of a single girls? weekend has rapidly transformed into her best friend ?wifing up? with Dinah?s resident rock star. Anyone who?s anyone at Dinah is at the White Party, which means Romi finds herself in another uncomfortable position with her ex-friends. The drama from the weekend carries over to The Real L ...    "
                },
                "7": {
                    "title": "Dream Come True",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real L Word (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "23 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Now that Dinah Shore weekend is over, Whitney and Sara head to Connecticut. The couple is full of nerves as Whitney prepares to officially come out to her grandmother and surprise her with news of their wedding. On opposite ends of the country, Kiyomi and Lauren struggle with their post-Dinah separation. Amanda announces an impromptu visit to New York and reaches out to Kiyomi while she is in town. Kacy and Cori emotionally prepare for their first insemination since losing Charlie. As the couple readies themselves for the roller coaster process, they make a comforting...    "
                },
                "8": {
                    "title": "Premonitions",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real L Word (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "30 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    With one month to go before the wedding, Whitney is feeling the pressure over the dï¿½cor, invitations and logistics galore. Sara, on the other hand, is floating along, causing tensions to rise and eventually combust when a certain someone tries to take over the planning. Somer finds herself in the middle of a Hunter Valentine ambush, causing her and Donna to revisit the idea of putting aside her music career for a baby crib and diapers. Lauren packs her bags and jets off to New York to find out if her infatuation with Kiyomi is more than just a Dinah romance. It?s ...    "
                },
                "9": {
                    "title": "Perfect Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real L Word (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 9,
                    "original air date": "6 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Picking up a month later, love is in the air for The Real L Word ladies as season three comes to a conclusion. With Hunter Valentine?s tour schedule picking up, the band wastes no time in auditioning a replacement for Somer. Lauren debates tagging along with them on tour, which makes Kiyomi very nervous. Kelsey?s premonitions have come true: Romi and Dusty have taken their professional partnership to the next level ? could Romi?s lifelong search for love be coming to an end? Kacy and Cori find themselves at a crossroads and make a crucial decision regarding their ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Power of the Clam",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real L Word (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 14,
                    "original air date": "20 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Whitney welcomes one-time flame Sara to town and the girls waste no time getting reacquainted, but their hot weekend together ends all too quickly and just as Whitney says goodbye to her, another former flame arrives in town indefinitely and did we mention flame number three, Romi? After a wild night out with friends, Rose dutifully returns home to Natalie, her girlfriend of seven months. Monogamy still doesn't come easy for this \"reformed player\" and the pressure her family dishes out to settle down doesn't help. For Nikki and Jill, wedding bells are already in the ...    "
                },
                "2": {
                    "title": "Game On!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real L Word (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 10,
                    "original air date": "27 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Tracy spends the weekend at her girlfriend Stamie's house and strains to keep up with Stamie's three little ones. Is she ready for the responsibility of full-time parenting? Mikey has charged herself with producing the best Fashion Weekend LA has ever seen. After finding the perfect location for her client, she races off to receive an award from the Chamber of Commerce. She can't wait to share her big night with Raquel, but she's nowhere to be found and devastating news about the venue further riles Mikey. Whitney is overwhelmed, both with Tor moving in and her ...    "
                },
                "3": {
                    "title": "Bromance",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real L Word (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 10,
                    "original air date": "Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Rose and Natalie celebrate Valentine's Day with a romantic getaway; Jill shops for a gift to give Nikki; Whitney is offered a new role on her film project.    "
                },
                "4": {
                    "title": "Gambling with Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real L Word (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "11 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Mikey goes to Las Vegas for business with the hopes Raquel will join her; Natalie's job search takes an interesting twist; Tracy ponders a career change.    "
                },
                "5": {
                    "title": "Free Pass",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real L Word (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "18 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Whitney looks up an old flame in San Francisco; Natalie and Rose argue at a family gathering; Nikki and Jill search for wedding dresses; Mikey raises funds for her show.    "
                },
                "6": {
                    "title": "Family Ties",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real L Word (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "25 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Rose meets Natalie's mom for the first time; Tracy learns that her mother has been prying for information about Stamie.    "
                },
                "7": {
                    "title": "It's My Party and I'll Cry If I Want To",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real L Word (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "1 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Mikey is a bundle of nerves on the eve of Fashion Week; Nikki and Jill host their first Passover Seder as a couple; Whitney plays a high-stakes game of paint ball; Tracy visits a psychic.    "
                },
                "8": {
                    "title": "Runaway Bride",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real L Word (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "8 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Rose meets with both an ex-girlfriend and her mother; Nikki and Jill book a wedding site; Tracy turns thirty; Fashion Week finally arrives for Mikey.    "
                },
                "9": {
                    "title": "Dinah or Bust",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real L Word (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 8,
                    "original air date": "15 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    A weekend at the Dinah Shore Classic in Palm Springs holds revelations for Whitney, Natalie and Rose, and Raquel and Mikey.    "
                }
            },
            "2": {
                "1": {
                    "title": "Fresh Start",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real L Word (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "5 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Whitney's ex-lover moves to L.A.; Claire reunites with model and businesswoman Francine; Romi and Kelsey drunkenly celebrate a birthday; Cori and Kacy want a baby but need a sperm donor.    "
                },
                "2": {
                    "title": "The Morning After",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real L Word (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "12 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Romi and Kelsey's lack of a sex life causes more drunken friction; Whitney wakes up in Sara's bed again; Claire and Francine try to regroup; Kacy and Cori seek another sperm donor.    "
                },
                "3": {
                    "title": "Back to Square One",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real L Word (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "19 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Whitney heads north to San Francisco; Romi faces the challenge of her new sobriety; Sajdah's relationship proceeds rapidly; Kacy and Cori find a sperm donor online; Francine and Claire are eager to move on.    "
                },
                "4": {
                    "title": "The Other L Word",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real L Word (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "26 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Kacy and Cori enjoy a night out with Whitney and Sara; Sajdah's birthday bash for Chanel takes a bad turn; newly sober Romi refocuses on her career; Claire gets her own place.    "
                },
                "5": {
                    "title": "It's About to Get Juicy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real L Word (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "3 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Whitney gets over Sara; Kacy and Cori go to their first insemination appointment; Romi reexamines her relationship with Kelsey; Saj and Chanel are back on; Claire and Francine aren't speaking.    "
                },
                "6": {
                    "title": "Baby Batter Up!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real L Word (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "10 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Romi braces for a tough first week at her new fashion job; Cori and Kacy have a pregnancy timing problem while Whitney and Alyssa use their makeup skills to help.    "
                },
                "7": {
                    "title": "Playing with Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real L Word (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "17 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Kacy prays for divine pregnancy intervention; Saj's amorousness overwhelms Chanel; Romi's investment in her jewelry line pays off; Francine spreads the rumor that Claire thinks the other girls are losers.    "
                },
                "8": {
                    "title": "The Hardest Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real L Word (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "24 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Pregnancy problems threaten one couple while alcoholism may destroy another; two women deal with visits from their mothers.    "
                },
                "9": {
                    "title": "The Pieces Fall Into Place",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Real L Word (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 6,
                    "original air date": "31 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Kacy and Cori pursue a last chance at baby-making; Francine braces for coming out to her mother.    "
                }
            }
        },
        "number of episodes": 27,
        "cast": [
            {
                "name": "Mixter, Whitney"
            },
            {
                "name": "Chavarria, Kelsey Grace"
            },
            {
                "name": "Morgan, Alyssa"
            },
            {
                "name": "Boccumini, Kacy"
            },
            {
                "name": "McGinn, Cori"
            },
            {
                "name": "Klinger, Romi"
            },
            {
                "name": "Goldstein, Jill Sloane"
            },
            {
                "name": "Karakasidis, Stamie"
            },
            {
                "name": "Ryerson, Tracy"
            },
            {
                "name": "Weiss, Nikki"
            },
            {
                "name": "Bettencourt, Sada"
            },
            {
                "name": "Dunn, Amanda Leigh"
            },
            {
                "name": "McCloskey, Kiyomi"
            },
            {
                "name": "Russell, Lauren"
            },
            {
                "name": "Bingham, Somer"
            },
            {
                "name": "Garcia, Rose"
            },
            {
                "name": "Hernandez, Scarlett"
            },
            {
                "name": "Koffman, Mikey"
            },
            {
                "name": "Gaglioti, Rocco Leo"
            },
            {
                "name": "Pazos, Anthony"
            },
            {
                "name": "Sullivan, Marisa"
            },
            {
                "name": "Beckwith, Michael"
            },
            {
                "name": "Starbuck, Chez"
            },
            {
                "name": "Morrow, Angelica"
            },
            {
                "name": "Sánchez, Verónica"
            },
            {
                "name": "Von Krieg, Bianca"
            }
        ],
        "locations": [
            "Los Angeles, California, USA"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-MA"
        ],
        "number of seasons": 3,
        "rating": 6.1,
        "votes": 952,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTk5ODgwOTg4N15BMl5BanBnXkFtZTcwNTcyMDY1Mw@@._V1_SY150_CR6,0,101,150_.jpg",
        "plot outline": "A nine episode one-hour series that follows a group of real-life Los Angeles lesbians as they go about their daily lives, at work and play.",
        "languages": [
            "English"
        ],
        "title": "The Real L Word",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2012",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Chaiken, Ilene"
            }
        ],
        "production companies": [
            {
                "name": "Magical Elves Productions"
            },
            {
                "name": "Showtime Networks"
            }
        ],
        "distributors": [
            {
                "name": "Showtime Networks"
            }
        ],
        "other companies": [
            {
                "name": "Filmtools"
            },
            {
                "name": "King Media Services"
            }
        ],
        "plot": [
            "A nine episode one-hour series that follows a group of real-life Los Angeles lesbians as they go about their daily lives, at work and play.::Showtime Publicity"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 952,
                "rating": 6.1
            },
            "aged 18 29": {
                "votes": 261,
                "rating": 6.8
            },
            "aged 30 44": {
                "votes": 422,
                "rating": 6.1
            },
            "aged 45 plus": {
                "votes": 95,
                "rating": 4.5
            },
            "males": {
                "votes": 190,
                "rating": 4.5
            },
            "males aged 18 29": {
                "votes": 35,
                "rating": 5.1
            },
            "males aged 30 44": {
                "votes": 101,
                "rating": 4.4
            },
            "males aged 45 plus": {
                "votes": 46,
                "rating": 4.0
            },
            "females": {
                "votes": 613,
                "rating": 6.8
            },
            "females aged 18 29": {
                "votes": 222,
                "rating": 7.2
            },
            "females aged 30 44": {
                "votes": 315,
                "rating": 6.8
            },
            "females aged 45 plus": {
                "votes": 46,
                "rating": 5.1
            },
            "top 1000 voters": {
                "votes": 27,
                "rating": 4.0
            },
            "us users": {
                "votes": 245,
                "rating": 5.6
            },
            "non us users": {
                "votes": 393,
                "rating": 6.2
            }
        },
        "number of votes": {
            "10": 271,
            "9": 75,
            "8": 107,
            "7": 150,
            "6": 101,
            "5": 59,
            "4": 36,
            "3": 27,
            "2": 14,
            "1": 112
        },
        "arithmetic mean": 6.9,
        "median": 7
    }
}