{
    "imdb": {
        "raw release dates": [
            {
                "country": "Bangladesh\n",
                "date": "  2010"
            },
            {
                "country": "Bangladesh\n",
                "date": "16 October 2010"
            },
            {
                "country": "UK\n",
                "date": "6 March 2011"
            }
        ],
        "release dates": [
            "Bangladesh::2010",
            "Bangladesh::16 October 2010",
            "UK::6 March 2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Treasure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bishaash (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "16 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    In London, Zara Rahman, a young British Bangladeshi, is reading her grandfather's last Will and Testament. Zara's inheritance is a half share in an antiques shop in Old Dhaka and an ancient pendant. Her grandfather's final wish is that she must return to Dhaka to claim her ownership in the antiques shop. Zara decides to follow her grandfather's wishes and travels to Old Dhaka where life takes an unexpected twist. When she arrives, she encounters Abir Zaman, the co-owner of the antiques shop, an encounter that doesn't go well. Things improve when she is introduced to ...    "
                },
                "2": {
                    "title": "Treasure: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bishaash (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "16 Oct. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Treasure: Part 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bishaash (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "16 Oct. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Heartland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bishaash (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "22 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    In a village in rural Bangladesh dark forces are at work. It seems as if a supernatural malevolent spirit is in the forest and the villagers are terrified. The leader of the village decides enough is enough and heads into the forest leaving a message with his young son, Boroon, \"if anything happens to me find Khalil Zaman\". Meanwhile Zara and Abir are busy arguing over the running of the antiques shop. They don't seem to be able to agree on anything apart from the fact that they disagree. Uncle Ferdous and Laboni can see the beginnings of something romantic between ...    "
                },
                "5": {
                    "title": "Heartland: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bishaash (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "29 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    With Boroon, the rightful leader, now back where he belongs, justice restored and a criminal behind bars, all should be well in Shonajhuri village, but it is not. The dark spirit that lives in the forest and has haunted the villagers is getting worse and it has kidnapped a child. Now Boroon must answer the challenge, can he be the leader his father was? Meanwhile Abir, Zara and Laboni move closer and closer to the answer of what the dark spirit in the forest really is, it is a mystery that is both shocking and remarkable and Boroon is the key. Can they convince this ...    "
                },
                "6": {
                    "title": "Love Never Dies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bishaash (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "5 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    It's a beautiful day in Bangladesh. A small boat chugs across the river. Zara, Srabonti and a group of friends are travelling to Paradise Island, an idyllic spot for a quiet weekend away. Laboni is excited but apprehensive. Zara has invited her along to meet a group of her friends for the first time. Srabonti is much quieter, more introverted. She's missing her lost love, Adnan, and battling her own demons from the past. Still, the atmosphere is relaxed and sociable; the company is good, the food excellent. The silence is broken only by the sounds of excitement, fun ...    "
                },
                "7": {
                    "title": "Love Never Dies: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bishaash (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "12 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Night has fallen and dark forces are in play on \"Paradise Island\" as Zara and Laboni face the threat of the zombies that have come to take what they want. Everyone on the island is terrified in particular Srabonti, Zara's friend who invited them there. Srabonti has seen the ghost of her dead boyfriend Adnan and her resolve to stay off drugs, is beginning to weaken. The caretaker and the manager are hidden away in terror, the guests are marooned on the island with no means to escape. They face a long dark night and only Zara and Laboni can save the day. Will Zara and ...    "
                },
                "8": {
                    "title": "Twilight: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bishaash (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "26 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    After a freak accident at the mysterious \"Lake of Becoming\" deep in the Bengali countryside, two elderly men face a life-changing experience. Nuruddin is roused from an almost decrepit state; he is a man with renewed vigour, keen to revel in the love for his faithful wife Rokeya and yearning to sing again as he once did as a young man. For Rustom, the change is even more remarkable. In the past, a wrestler of some repute, Rustom discovers his old strength once again, much to the amazement of the young wrestlers where he is the cleaner at their gym. Zara and Abir, ...    "
                },
                "9": {
                    "title": "Twilight Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bishaash (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "3 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Zara and Abir have discovered a terrible secret. Nuruddin and Rustom, two old men who seem to have been granted a second chance at youth, are now in mortal danger. An accident involving the mysterious \"Lake of Becoming\" has given both men a great gift but also a terrible choice. Zara and Abir must look past their own growing passion and embark on a journey with these two men and Nuruddin's wife Rokeya. They must find a way to show them that everything they have become is now under threat and that every \"gift\" comes at a grave price. With Zara and Abir at their side, ...    "
                },
                "10": {
                    "title": "In/Compatible: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bishaash (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "10 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    The Zamans are alerted to a meteor which has crashed into an industrial complex outside Dhaka. They rush to the scene, it is night and they find that all is calm. However, on entering the site to investigate things take a huge turn for the worse. Something else arrived with the meteor and it has tricked them inside, it is lurking in the darkness, an extra terrestrial with extraordinary powers. No one is safe and the gang must now ask themselves how well they know each other. In this stunning episode, anyone can be the bad guy ...    "
                },
                "11": {
                    "title": "In/Compatible: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bishaash (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "17 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    After the astounding alien encounter at the industrial complex something even more astounding has occurred - Abir has started being nice to Zara. He is becoming the caring, loving, attentive, patient, calm, admiring ... well almost the man that Zara always wanted him to be. What is even more astonishing is Abir is not holding back on letting Zara know how he feels, the simmering passion between the two is there for both to see but this time Abir is not going to leave things unsaid. Meanwhile an alien lurks in the basement in the form of Abir. Or is it the other way ...    "
                },
                "12": {
                    "title": "Antique Shop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bishaash (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "24 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    After the calamity of the last week when their unspoken love almost came to fruition, Abir and Zara have gone back to the same old routine, they bicker and snap at each other and act like they couldn't care less. Zara is going to show this in a way she knows will make the point; she is going back to London. To the shock and dismay of the rest of the family she makes this announcement with her bags packed and taxi? Surely it can't get any worse? An ancient demon returns, an all powerful journal is revealed and Abdul Ali steps in to begin his evil plan ... oh and the ...    "
                },
                "13": {
                    "title": "London Calling: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bishaash (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "31 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Dadi enters the antiques shop in the dead of night. There is a terrible secret which could lead to the end of the world. The Keystone Journal which nearly fell into the hands of evil is still safe but only just. Dadi knows she must protect the secret and pass it on before it is too late. Zara is back in London, away from the heartache and excitement of Bangladesh, away from Abir. She is ready to put that lost love behind her and move on, that is until Abir arrives in London with something very important to say.    "
                },
                "14": {
                    "title": "London Calling: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bishaash (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "8 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Time is running out for Dadi. She is desperate to speak with Zara, desperate to destroy the dark secret at the heart of the Zaman family. The Keystone Journal is under threat. Meanwhile in London another opportunity has been missed, fate has intervened again to stop Zara and Abir from being together. As the clocks in the antiques shop mark the coming end for Dadi, emotions run high among the family. Abir and Zara rush from London to be by Dadi's side but little do they know just what a revelation is waiting.    "
                },
                "15": {
                    "title": "Janmo Janmantor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bishaash (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "15 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Things have changed forever in the world of the Zamans; even Zara's return is not the same as she is now carrying the weight of the truth, a truth that she cannot reveal. It seems nothing can work out and Zara must now find a way to watch over the Zamans without them even knowing she is there, going undercover in Dhaka is not going to be easy. Meanwhile a mirror in the antiques shop transports Ferdous into the magical land of a courtesan who collects men's hearts and holds them in her spell forever.    "
                },
                "16": {
                    "title": "Janmo Janmantor: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bishaash (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "22 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Ferdous is in great peril as the mirror and the courtesan have stolen him away into a magical world from which he cannot escape. Only Abir and Laboni can save the day by entering the mirror world and going after their Uncle. Can Abir face down the challenge of the courtesan when his heart is seemingly broken by Zara? Will the courtesan hold sway and trap Abir and Ferdous forever in a world of reverie and passion? Abir must defy his broken heart to save the day, even as Zara seemingly abandons him when he needs her most. High passion spills over into a world of magical...    "
                },
                "17": {
                    "title": "Over and Over Again",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bishaash (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "29 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Abir's world has truly fallen apart. Dadi is gone, Zara has left, even Uncle Ferdous has left the city. The antiques shop is now a place of sadness and woe. It is a place Abir must be rid of, it is time for him to move on. Abir is ready but unfortunately the antiques shop is not. Life becomes very repetitious as the antiques shop decides to have its say, making its point again and again. If Abir is going to give up everything then he will remain trapped in the same day, forever.    "
                },
                "18": {
                    "title": "Over and Over Again: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bishaash (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "4 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    The antiques shop will just not let go of Abir, it is communicating with the chosen heir, taking extreme action to avert disaster. It's just that Abir doesn't understand, he must overcome his panic, rage and then hopelessness to retrace his moral steps and make the right choices in this never-ending day. Meanwhile Zara remains undercover as she moves a step closer to committing the ultimate betrayal as Abdul Ali's evil plan gains pace.    "
                },
                "19": {
                    "title": "Out of Control",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bishaash (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "11 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    A lonely puppeteer has discovered he has magical powers; he can control people by manipulating puppets of them. Abdul Ali seizes this opportunity and forces the puppeteer to do his will. There is a chance that Abir or Zara can hand over the Keystone Journal and save Abdul Ali all the trouble of implementing his plan to the full. The Zamans fall under the sway of the puppeteer while Abdul Ali plays the ultimate puppet master seeking a terrible end for the Zamans and anyone who will defy him. Can the Zamans break free? Or will Abdul Ali win the day?    "
                },
                "20": {
                    "title": "Lies I Need to Believe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bishaash (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "18 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Something is changing in Dhaka. Another earthquake rumbles through the city; there are dark storm clouds overhead. In an underground surveillance room, Abdul Ali is finally watching his plans come to fruition. In the middle of the night the antiques shop door bell rings. Zara creeps into the darkness and shines a torch, making her way to the upper floor. She reaches out and touches the book, the shelf drops to reveal the Keystone Journal. Caught red-handed. How will she explain? Why is she stealing from family? As Zara stumbles over her explanation; about the prophesy...    "
                },
                "21": {
                    "title": "Revelations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bishaash (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "26 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    A powerful Abdul Ali has issued his challenge and Zara must now make her choice - save Laboni or Ferdous, but she will only be able to save one of them. As Abir crashes along the hospital corridor in pursuit of Ferdous, things there are going from bad to worse. In the nick of time, Zara arrives to rescue Ferdous Chacha from the possessed Abir. Zara has made her choice and together they must try to escape. Meanwhile in the antiques shop Laboni has major problems of her own. She is trying to discover the antidote and save the crazed Abir. Now it is Laboni that is in ...    "
                },
                "22": {
                    "title": "The Choice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bishaash (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "4 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    The team are in shock after Abir's devastating revelation that he and Abdul Ali are brothers. The crucial details behind this discovery lie hidden in the Keystone Journal, but when Abir opens the Journal the pages are blank. Meanwhile Laboni is making discoveries of her own. Abdul Ali has arrived at the hideout and he wants to tell Laboni his side of the story - of family and loss and this fast-approaching opportunity for revenge. Abir and the team leave the Antiques shop in a bid to rescue Laboni as these two stories continue to unfold. Will they discover more than ...    "
                },
                "23": {
                    "title": "Family: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bishaash (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "12 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Abir believes he knows where Abdul Ali has taken Laboni and so the team drive off to the rendezvous. Meanwhile Laboni is still trying to communicate with Sherzad and make her escape. The arrival of Abdul Ali puts a stop to this as she is taken off, bundled into a car and driven off to the meeting place. The two opposing teams face each other - it is the moment when Abir and Abdul Ali acknowledge they are brothers for the first time. The trade is clear - the Keystone Journal in exchange for Laboni. A high price to pay. Does our team have a plan?    "
                },
                "24": {
                    "title": "Family: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bishaash (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "18 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    The portal bringing the invading demons and destruction has opened and Abdul Ali is ecstatic. Our team must act quickly to save themselves - and the world. As Laboni and Ferdous Chacha try to fend off the approaching demons, Abir and Zara go in search of the Abdul Ali and to rescue the Keystone Journal. What they find is almost too difficult to believe. And just when all seems lost, a figure leaps from inside the portal. What can he do to save the day?    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Molla, Babu Md. Shaidul Islam"
            },
            {
                "name": "Rahman, Arabi"
            },
            {
                "name": "Ali, Rahmat"
            },
            {
                "name": "Rahman, Shama"
            },
            {
                "name": "Rubel, Ahmed"
            },
            {
                "name": "Wadud, Shatabdi"
            },
            {
                "name": "Faridi, Humayun"
            },
            {
                "name": "Zaman, Mirana"
            },
            {
                "name": "Russell"
            },
            {
                "name": "Basu, Alok"
            },
            {
                "name": "Chakma, Jhimit"
            },
            {
                "name": "Chakma, Tarun"
            },
            {
                "name": "Hossain, Iqbal"
            },
            {
                "name": "Islam, Syeeda"
            },
            {
                "name": "Noor, Asaduzzaman"
            },
            {
                "name": "Shadhu, Humayan"
            },
            {
                "name": "Quddus, Farhan Shamu"
            },
            {
                "name": "Haque, Nasfim"
            },
            {
                "name": "Shaba, Sabina Yasmin"
            },
            {
                "name": "Acharya, Paresh"
            },
            {
                "name": "Ahmed, Alizeh"
            },
            {
                "name": "Asad, Raisul Islam"
            },
            {
                "name": "Aziz, Masum"
            },
            {
                "name": "Barman, Mithu"
            },
            {
                "name": "Chattopadhyay, Jayanto"
            },
            {
                "name": "Chowdhury, Sangeeta"
            },
            {
                "name": "De, Shawan Kumar"
            },
            {
                "name": "Hasan, Habibul"
            },
            {
                "name": "Hossain, Monir"
            },
            {
                "name": "Mellows, Antonia"
            },
            {
                "name": "Mohsin, S.M."
            },
            {
                "name": "Naz, Naznin"
            },
            {
                "name": "Babu, Fazlur Rahman"
            },
            {
                "name": "Russel, Marjuk"
            },
            {
                "name": "Sanju"
            },
            {
                "name": "Sarkar, Rani"
            },
            {
                "name": "Sattar, Reetu Abdus"
            },
            {
                "name": "Shamol"
            },
            {
                "name": "Shamsuzzaman, A.T.M."
            },
            {
                "name": "Shariful"
            },
            {
                "name": "Yousuf, Shimul"
            },
            {
                "name": "Zaman, Utsha"
            },
            {
                "name": "Ahmed, Nawshaba"
            },
            {
                "name": "Ali, Shahed"
            },
            {
                "name": "Anwar, Tanim"
            },
            {
                "name": "Barkatullah, Bijori"
            },
            {
                "name": "Mizan"
            },
            {
                "name": "Munmun, Rumana Malik"
            },
            {
                "name": "Alam, Babu Shafiul"
            },
            {
                "name": "Adil, Asif"
            }
        ],
        "locations": [
            "Dhaka, Bangladesh",
            "London, England, UK"
        ],
        "genres": [
            "Adventure",
            "Drama",
            "Fantasy"
        ],
        "countries": [
            "Bangladesh"
        ],
        "country codes": [
            "bd"
        ],
        "language codes": [
            "en",
            "bn"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 8.9,
        "votes": 117,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzMyNzM5Mjg2MV5BMl5BanBnXkFtZTcwODQ2Nzc1Nw@@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Bishaash is an adventurous drama which is produced by BBC in bangladesh.It is a drama serial which is broadcasted on Btv.The story is make over with some mysterious incidents & adventures.There are four characters who lead main works in this drama.Abir/Zara/Laboni & Their uncle",
        "languages": [
            "English",
            "Bengali"
        ],
        "title": "Bishaash",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Bishaash (Bangladesh)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Choudhury, Ilora"
            },
            {
                "name": "Ho, Jo"
            },
            {
                "name": "Islam, Farhana"
            }
        ],
        "production companies": [
            {
                "name": "British Broadcasting Corporation"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            }
        ],
        "plot": [
            "_Bishaash_ (qv) is an adventurous drama which is produced by BBC in bangladesh.It is a drama serial which is broadcasted on Btv.The story is make over with some mysterious incidents & adventures.There are four characters who lead main works in this drama.Abir/Zara/Laboni & Their uncle::sajib ahmed prince"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 117,
                "rating": 8.9
            },
            "aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 18 29": {
                "votes": 66,
                "rating": 9.2
            },
            "aged 30 44": {
                "votes": 9,
                "rating": 5.7
            },
            "aged 45 plus": {
                "votes": 6,
                "rating": 8.5
            },
            "males": {
                "votes": 84,
                "rating": 9.0
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 18 29": {
                "votes": 63,
                "rating": 9.2
            },
            "males aged 30 44": {
                "votes": 7,
                "rating": 6.2
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 8.5
            },
            "females": {
                "votes": 6,
                "rating": 5.7
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 9.7
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 4.5
            },
            "us users": {
                "votes": 19,
                "rating": 7.7
            },
            "non us users": {
                "votes": 38,
                "rating": 8.7
            }
        },
        "number of votes": {
            "10": 70,
            "9": 25,
            "8": 11,
            "7": 5,
            "6": 1,
            "5": 0,
            "4": 1,
            "3": 1,
            "2": 0,
            "1": 3
        },
        "arithmetic mean": 9.1,
        "median": 1
    }
}