{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "17 March 2010"
            }
        ],
        "release dates": [
            "USA::17 March 2010"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Murphy's Day Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sophomores (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "22 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    In the Sophomores short \"Murphy's Day Off\", Murphy finds his luck changed in a day where everything goes right, for once.    "
                }
            },
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sophomores (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "17 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Margeaux Peters starts her first day as a sophomore on a bad foot and is trapped in a Sociology group project with four very different students; Former jock Clive Jenkins, the high-maintenance Lizabeth Martin, chronically passive Luke Jameson, and downright demonic Kyla Cane make it clear that the next three years will be a painful one - painfully hilarious.    "
                },
                "2": {
                    "title": "Add/Dropped",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sophomores (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "24 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Kyla Cane adds and drops her way through a chaotic class schedule.    "
                },
                "3": {
                    "title": "Moronology",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sophomores (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "31 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Lizabeth and Margeaux go head-to-head over a presentation on the sorority life.    "
                },
                "4": {
                    "title": "I'm with the Band",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sophomores (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "7 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Luke's band faces public humiliation when their drummer quits before the 'Battle of the Bands'.    "
                },
                "5": {
                    "title": "Date Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sophomores (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "21 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Margeaux and Luke have the night from hell on their first date.    "
                },
                "6": {
                    "title": "Living Conditions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sophomores (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "28 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Margeaux is shocked to find that Kyla is pushing her out of housing and enlists in the help of her older sister Daphne; Clive is flattered to meet his biggest fan from Lakeside, before she takes his devotion to him too far; Luke goes on a string of awful dates to get over his fallout with Margeaux, as a desperate Lizabeth finds herself at the mercy of the Pi Rho Gamma girls.    "
                },
                "7": {
                    "title": "Darkumentary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sophomores (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "5 May 2010",
                    "year": "2010",
                    "plot": "\n    Finally revealing to the class what she's been filming for months, Kyla Cane premieres her documentary film Darkumentary, her Sociological observation on the people in her life. Love her or fear her, Kyla tells and shows all about who she really was before college, how people misunderstand her, why roommates are like Furby's, and how humanity is ultimately doomed.    "
                },
                "8": {
                    "title": "Spoon in the Road",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sophomores (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "12 May 2010",
                    "year": "2010",
                    "plot": "\n    Margeaux discovers she's on the verge of losing her scholarship and revisits her freshman year meltdown; Lizabeth and Pi Rho Gamma declare war on Jessi Ann and Thi Alpha Beta at the Greek Games; Clive makes a drastic decision when he accidentally discovers his calling in life; Kyla is given an unexpected offer for next semester; Luke discovers Margeaux's dark secret and races against the clock to keep it from happening all over again.    "
                }
            },
            "2": {
                "1": {
                    "title": "Murphy's Law: Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sophomores (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    The sophomores of Bardell University return for a chaotic second semester when the disappearance of Jessi Ann Hodes brings an investigation on campus. Margeaux Peters struggles to gain the respect of her evil editor at the school newspaper and the attention of her hunky Journalism T.A., which lands her in hot water. Meanwhile, Luke Jameson returns from his winter vacation in Alaska with a new girlfriend instead of a souvenir. Clive Jenkins attempts to attend art school, despite his rejection for the semester. Jessi Ann's disappearance throws a wrench in Lizabeth's ...    "
                },
                "2": {
                    "title": "Murphy's Law: Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sophomores (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "9 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    As Detective Mollock investigates the disappearance of Jessi Ann, Lizabeth is accused of murder in the school paper and takes her presidential campaign against Alexa to vicious new heights. Meanwhile, Clive struggles to fit into his new art school as his girlfriend Renee moves on to the hotheaded Dorian Lang. Kyla's intervention in Ericka and Kay's roommate issues brings hostilities to a deadly head. Margeaux turns to her crush Taylor Dam to undo the damage her article did, as a clingy Sniki begins to drive Luke crazy with her insistence on having matched class ...    "
                },
                "3": {
                    "title": "Mother Mary Never Married",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sophomores (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "16 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Convinced that his Journalism professor is his biological mother, Luke goes to inane lengths to discover the truth. A born-again Jackie Copeman tries to save the souls of the student body with her door-to-door Christian Cheesecakes fundraiser but no one is interested, including her former roommates Alexa and Savannah. But Kyla's reign of hellfire in the dorms bring the 12th floor girls to turn to Jackie for an exorcism. Meanwhile, Lizabeth is paranoid that Savannah has a crush on her when she comes out as a lesbian. And Detective Mollock questions Jessi Ann's ...    "
                },
                "4": {
                    "title": "Empty Fish Tanks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sophomores (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "23 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    When Clive becomes more concerned with his art than his girlfriend, Renee forces him to make a decision, resulting in a disastrous first art show. Meanwhile, Lizabeth comes to the conclusion that her classmate Calista Clearwater is an undercover celebrity and desperately tries to befriend her, by all means necessary. Margeaux's secret relationship with her T.A. Taylor Dam becomes even more complicated when Sandra Charter sets her sights on him, under the belief that he is a professor. And Sniki's idea for Luke's musical revival, Lukinsniki, causes an unexpected strain...    "
                },
                "5": {
                    "title": "Weapon of Class Disruption",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sophomores (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "9 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    A gun appears mysteriously on campus, forcing Margeaux, Lizabeth, Luke, Clive, Dorian, and Murphy into solitary confinement with Detective Mollock. To get to the bottom of the mystery and its connection to the Jessi Ann case, the detective digs into the group's unresolved tension, bringing them to turn against each other. Meanwhile, Kyla's deadly war with the Anti-Cane Alliance reaches its dramatic conclusion when the wicked R.A. moves to bring down the entire university, once and for all.    "
                },
                "6": {
                    "title": "Guilty Parties",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sophomores (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "30 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    After confessing to murdering Jessi Ann, an incarcerated Kyla Cane has the time of her life in jail with her new inmates Mystal Kreath and Bang Bang, as a disturbed Margeaux sets out to prove her innocence. Clive resorts to tutoring from a fifteen-year-old genius to pass Math Modeling, as Lizabeth's relationship with her Pi Rho Gamma sisters reaches a new low. Meanwhile, Luke unknowingly sabotages himself and his relationship with Sniki by posting a series of candid video blogs, leading to a shocking twist no one saw coming.    "
                },
                "7": {
                    "title": "The Girl Who Cried Bluff",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sophomores (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "6 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Kyla Cane returns with the second installment to her disturbing film \"Darkumentary.\" In Volume Two, The Girl Who Cried Bluff, Kyla takes a brutal stab at the mystery surrounding missing sorority girl Jessi Ann Hodes. Between interviews with her former friends, enemies, frenemies, and an ambush on her cold-hearted mother, Kyla digs beneath the surface of the Jessi Ann case and surprises even herself by what she discovers.    "
                },
                "8": {
                    "title": "Let Them Eat Cake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sophomores (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "20 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    When Ericka suffocates on a Christian Cheesecake, the university shuts down Jackie Copeman's faith-based fundraiser and all hell breaks loose, in the form of a campus-wide protest. Meanwhile, three weeks after her mysterious reappearance, Jessi Ann struggles to readjust to life at Bardell and turns to an unlikely source for a helping hand, as Murphy falls for a familiar face on an anonymous online message board.    "
                },
                "9": {
                    "title": "Death of a Squirrel, Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sophomores (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "27 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    When Margeaux takes on Mikel Morris for the editor title at the Bardell Bearhug, their rivalry reaches vicious new heights, jeopardizing her relationship with Taylor and resulting in an all-out spectacle. Meanwhile, Dorian tries and fails to break up with Renee, as Luke tries to win back his best friend from the clutches of Clive Jenkins. And a frizzy-haired redhead by the name of Kassandra Cane appears on campus searching for her estranged sister.    "
                },
                "10": {
                    "title": "End of the World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sophomores (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "4 May 2011",
                    "year": "2011",
                    "plot": "\n    In the Sophomores series finale, Lizabeth and the Pi Rho Gamma girls attempt to rebuild their house by throwing their own End of the World party, which takes a horrific turn when Jessi Ann's attacker makes it a night to remember. Meanwhile, Luke takes on a whole new persona when he comes to the realization that Sandra Charter is his biological mother, as Clive and Renee come to terms with what's become of their relationship. And, in the wake of Mikel Morris' imminent death, Kyla sets out to finally commit murder before the end of finals week.    "
                }
            }
        },
        "number of episodes": 19,
        "cast": [
            {
                "name": "Rafferty, Michelle"
            },
            {
                "name": "Gitryte, Maiya Milan"
            },
            {
                "name": "Strack, Julianna"
            },
            {
                "name": "Shepherd, Joseph"
            },
            {
                "name": "Pearson, Nikko"
            },
            {
                "name": "Mardis, Jennifer"
            },
            {
                "name": "Winfield, Devin"
            },
            {
                "name": "Payne, Amber"
            },
            {
                "name": "Butler, Kristy"
            },
            {
                "name": "Crisa, Lexie"
            },
            {
                "name": "Leckwold, Ashley Joanne"
            },
            {
                "name": "Waanounou, Orly"
            },
            {
                "name": "Lagaunda, Leta"
            },
            {
                "name": "Mixon, Andrew"
            },
            {
                "name": "Darley, Kaelyn"
            },
            {
                "name": "Sturdivant, Katelyn"
            },
            {
                "name": "Taggart, John Lee"
            },
            {
                "name": "Woodruff, Beth"
            },
            {
                "name": "Ove, Justin"
            },
            {
                "name": "Lassiter, John"
            },
            {
                "name": "Thomas, Kenya"
            },
            {
                "name": "Rafferty, Michelle"
            },
            {
                "name": "White, Jessica"
            },
            {
                "name": "Frances, Kelly"
            },
            {
                "name": "Keating, Stephanie"
            },
            {
                "name": "Greer, Erin"
            },
            {
                "name": "Houston, Tyler"
            },
            {
                "name": "Rogers, Sean Hassan"
            },
            {
                "name": "Ezra, Sharon"
            },
            {
                "name": "Carzell, David"
            },
            {
                "name": "Johnson, Olivia N."
            },
            {
                "name": "Rowland, Erin"
            },
            {
                "name": "Todaro, Tom"
            },
            {
                "name": "Clemmensen, Sarah Reagin"
            },
            {
                "name": "Gilbert, Kelada"
            },
            {
                "name": "Collier, Niki"
            },
            {
                "name": "Michael, Yonas Paul"
            },
            {
                "name": "Darnell, Sylvester"
            },
            {
                "name": "Coleman, Erin"
            },
            {
                "name": "Brooks, Jesse"
            },
            {
                "name": "Mason, Heather"
            },
            {
                "name": "Jesani, Noreen"
            },
            {
                "name": "Keir, Perry"
            },
            {
                "name": "Mulyadi, Yossie"
            },
            {
                "name": "Pryce, Xoa"
            },
            {
                "name": "Lewis, Xavier"
            },
            {
                "name": "Thomas, Lisa Marie"
            },
            {
                "name": "Tomlinson, Kellie"
            },
            {
                "name": "Barrow, Catherine"
            },
            {
                "name": "Alleyne, Lauren"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "234"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(NTSC Color)"
        ],
        "certificates": [
            "United States:Not Rated::(DVD)"
        ],
        "number of seasons": 2,
        "rating": 7.9,
        "votes": 30,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTk3NDIwOTE2Nl5BMl5BanBnXkFtZTcwNTM0MDY0NA@@._V1_SY150_CR6,0,101,150_.jpg",
        "plot outline": "Sophomores is a fresh, student-produced 30-minute comedy about the dysfunctional sides of college life. Created by Yonas Michael, the satire explores the journeys of five very different but universally ridiculous sophomores. After a rocky freshman year, transfer student Margeaux Peters (Michelle Rafferty) thought she'd seen it all at the start of her first day at Bardell University. That is, until she meets the rest of the Bardell sophomore class: Clive Jenkins (Nikko Pearson), a former high school jock and current campus joke, Lizabeth Martin (Maiya Milan Gitryte), a designer-wearing social climber who can't seem to get along with anyone, Luke Jameson (Joseph Shepherd), a passive third-time sophomore with dreams of being a rock star, and the infamous Kyla Cane (Julianna Strack), the roommate from hell who'd rather study a homicide than a textbook. Between sorority rivalries, disastrous group projects, and a shocking secret from freshman year, Margeaux quickly realizes that she hasn't quite seen it all... and may not want to.",
        "languages": [
            "English"
        ],
        "title": "Sophomores",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Sophomores (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Michael, Yonas Paul"
            },
            {
                "name": "Ezra, Sharon"
            },
            {
                "name": "Brooks, Jesse"
            }
        ],
        "production companies": [
            {
                "name": "Georgia State Television"
            }
        ],
        "distributors": [
            {
                "name": "Georgia State Television (GSTV)"
            }
        ],
        "plot": [
            "For everyone who said college is the best four years of your life, think again. Between disastrous group projects, sorority rivalries, homicidal roommates, drug busts, and a campus filled with secrets, graduation couldn't come sooner.::Anonymous",
            "_Sophomores_ (qv) is a fresh, student-produced 30-minute comedy about the dysfunctional sides of college life. Created by Yonas Michael, the satire explores the journeys of five very different but universally ridiculous sophomores. After a rocky freshman year, transfer student Margeaux Peters (Michelle Rafferty) thought she'd seen it all at the start of her first day at Bardell University. That is, until she meets the rest of the Bardell sophomore class: Clive Jenkins (Nikko Pearson), a former high school jock and current campus joke, Lizabeth Martin (Maiya Milan Gitryte), a designer-wearing social climber who can't seem to get along with anyone, Luke Jameson (Joseph Shepherd), a passive third-time sophomore with dreams of being a rock star, and the infamous Kyla Cane (Julianna Strack), the roommate from hell who'd rather study a homicide than a textbook. Between sorority rivalries, disastrous group projects, and a shocking secret from freshman year, Margeaux quickly realizes that she hasn't quite seen it all... and may not want to.::Amazon.com"
        ],
        "tech": {
            "runtime": [
                "3 hr 54 min (234 min) (DVD) (USA)"
            ],
            "color": [
                "Color (NTSC Color)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 30,
                "rating": 7.9
            },
            "aged 18 29": {
                "votes": 12,
                "rating": 4.5
            },
            "aged 30 44": {
                "votes": 10,
                "rating": 5.5
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "males": {
                "votes": 15,
                "rating": 5.9
            },
            "males aged 18 29": {
                "votes": 9,
                "rating": 4.7
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 7.2
            },
            "females": {
                "votes": 8,
                "rating": 3.3
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 6.8
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 1.0
            },
            "us users": {
                "votes": 18,
                "rating": 6.9
            },
            "non us users": {
                "votes": 4,
                "rating": 3.2
            }
        },
        "number of votes": {
            "10": 21,
            "9": 1,
            "8": 0,
            "7": 0,
            "6": 2,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 6
        },
        "arithmetic mean": 7.9,
        "median": 1
    }
}