{
    "imdb": {
        "raw release dates": [
            {
                "country": "Philippines\n",
                "date": "28 June 2010"
            }
        ],
        "release dates": [
            "Philippines::28 June 2010"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Unveiling: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "28 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Sisters Anna (Kathryn Bernardo and Angela (Barbie Sabino) dream of becoming a fashion model as they see the huge billboard of Vera (Alessandra de Rossi). Manuel (James Blanco), father of Anna and Angela, leaves his wife Stella (Dimples Romana) and family to work in Milan. In a road mishap, he saves the life of Vera and from there an affair begins. Manuel does not communicate with his family for two years until he returns to the Philippines. Vera follows Manuel in the country. Vera becomes pregnant. Soon the affair is discovered by Anna. She confronts Vera and is accidentally pushed by Vera resulting to a small cut. Stella upon knowing ...    "
                },
                "2": {
                    "title": "The Unveiling: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "29 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Anna (Kathryn Bernardo) thinks that Angela (Barbie Sabino) is dead from the burnt hospital. Meanwhile Angela, still sick, is taken by a syndicate headed by Tatang (Amante Pulido). She is under the care of Dos (Nash Aguas). Angela learned that children who tried to escape are being marked. Hence the name of Dos. In the meantime while in the streets, Anna is picked up by a man in the car named Ronaldo ('Allan Paule (I)') who finds her beautiful. Upon knowing her situation, Ronaldo instructed Betsy (Maricar De Mesa) to adopt Anna and will call her Victoria Varela. Dos is teaching Angela to clean cars on the road. Angela approaches a ...    "
                },
                "3": {
                    "title": "The Unveiling: Part 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "30 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Vera Cruz (Angel Aquino) opens the Vera couture fashion show. Gelai (Bea Alonzo) overhears from the critics that Vera couture is in need of an associate designer. As she arrives home, Gelai is scolded by Sonia (Arlene Muhlach) for being late. Gelai shares her desire to his father ('John Arcilla') to be part of Vera couture for her sister. Meanwhile in Paris, France, the atelier is ready for Victoria Valera (Gretchen Barretto) and is ready to go home. Gelai applies for the job. Vera Cruz feels threatened by the planned arrival of Victoria in the country. Chloe (Erich Gonzales) presents her designs to her mother, Vera Cruz, but her ...    "
                },
                "4": {
                    "title": "The Unveiling: Part 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    The Fashion Designers Guild of the Philippines (FDGP) nominates Victoria as member but Vera is totally against it. Gigi competes for the Miss Ylaya pageant of which Chloe is a judge. Gelai is the designer of Gigi's gown. Chloe while looking for a mikado silk meet Gelai in Sonia's shop and in that meeting, Gelai presents her portfolio and asks her if she could talk her way through Vera to give her a second chance.    "
                },
                "5": {
                    "title": "The Unveiling: Part 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Victoria is accepted as member of the fashion guild. Chloe shows Gelai's portfolio to her mother. Vera thinks that it is designed by Chloe and wants the designs to be part of her press preview. Gelai learns that her designs became part of Vera Couture fashion show in the television. She confronts Chloe and Vera.    "
                },
                "6": {
                    "title": "The Tug-of-War: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "5 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Victoria knows that Vera's designs are stolen and she uses it to blackmail Vera for the fashion guild presidency. Upon knowing that it is stolen, Vera apologizes to Gelai and offers her job in Vera Couture. In retrospect, Victoria meets Louie (Carolina's ex-boyfriend) in Hong Kong.    "
                },
                "7": {
                    "title": "The Tug-of-War: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "6 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Gelai comes to the Vera office to reclaim her designs and she meets Manuel. Manuel offers her money for the damages but she does not accept it. In Victoria's party, Victoria introduces Gelai and she forces her to expose the stealing incident. Gelai feels that she is being used.    "
                },
                "8": {
                    "title": "The Tug-of-War: Part 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "7 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Victoria (Gretchen Barretto) leaves the party embarrassingly with Louie (Derek Ramsay). The FDGP prods Vera (Angel Aquino) to have her fashion show and Victoria's show to be a showdown in one event and will be called \"Tug-of-War\". Gelai (Bea Alonzo) confides her sadness to her adopted parents (John Arcilla, Arlene Muhlach) about Victoria using her for her revenge. Chloe (Erich Gonzales) feels left out in the party. Caloy (Enchong Dee) appeases Gelai's feelings about the incident. Victoria and Louie arrives to a remote place. The FDGP is looking for Victoria about the tug-of-war fashion show and so is the boxing coach (Levi Ignacio) of Louie for his boxing match. The House of ...    "
                },
                "9": {
                    "title": "The Tug-of-War: Part 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "8 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    The URCC main event, that Gelai (Bea Alonzo) and Caloy (Enchong Dee) is waiting, is canceled. That is the main event where Louie (Derek Ramsay) is part of. Victoria (Gretchen Barretto) is enjoying the rural life where Louie used to leave. Gelai learns from his father about the job offer. Vera worries greatly about the collection. Vera dislikes Manuel offering Gelai a job in the company and she promises to make Gelai's life miserable. Caloy is unhappy about Gelai accepting the job. Vera after a long hiatus calls her father Ronaldo (Robert Arevalo) about not to back out on the tug-of-war fashion show. Manuel assigns John Franco (RS Francisco) ...    "
                },
                "10": {
                    "title": "The Tug-of-War: Part 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "9 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Vera (Angel Aquino) orders her daughter Chloe ('Erich Gonzales') to tell Gelai (Bea Alonzo) to design and create a dress for their client, Nicole Santos, and will be done the next day. Vera learns of the news about Victoria (Gretchen Barretto) not backing out in the tug-of-war fashion gala. She prepares an emergency meeting for it. Meanwhile, Victoria feels uninspired to create. Louie (Derek Ramsay) faces an out of court settlement with him. Gelai experiences ostracism from her colleagues. Vera instructs John Franco (RS Francisco) to spy on Victoria's collection. Instead, he sees Louie visiting Victoria. Chloe learns the scheme ...    "
                },
                "11": {
                    "title": "The Tug-of-War: Part 6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "12 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Caloy (Enchong Dee) and Chloe (Erich Gonzales) help Gelai (Bea Alonzo) finish the Nicole Santos (Karla Henry) dress. Vera (Angel Aquino) rejects the dress that Gelai made and keeps on asking for revision. Caloys becomes frustrated as Gelai works for long hours. The URCC match organizers are angered on Louie's non-appearance to the match. Ronaldo (Robert Arevalo) advises Victoria about a man who is ready to give up his dreams for the woman she loves. The Vera Couture is selecting a finale dress for the fashion gala. Vera can not pick which dress from her designers because it does not embodies the future of Vera so she presents the gown she...    "
                },
                "12": {
                    "title": "The Tug-of-War: Part 7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "13 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Manuel (Mark Gil) is asking Vera (Angel Aquino) to make the right choice for the finale dress. Vera chooses Gelai's (Bea Alonzo) design as the finale dress. Louie (Derek Ramsay) is informed by his coach (Levi Ignacio) that somebody had paid the organizers in behalf of him. Gelai gives her parents, Hermes (John Arcilla) and Sonia (Arlene Muhlach), invitations for the fashion gala. Hermes is excited but Sonia is not. Sonia still longs for their dead daughter. Caloy (Enchong Dee, still sulking over Gelai's late appearance on his birthday, is playing hard to get from her apologies. Gelai gives him an invitation from the fashion show. Anya (Anthea Murfet) refuses to model ...    "
                },
                "13": {
                    "title": "The Tug-of-War: Part 8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "14 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Victoria (Gretchen Barretto) is the first to present. Sonia (Arlene Muhlach) is rushed to the hospital. Vera (Angel Aquino) deliberately misplaces the finale dress. After Victoria's presentation, Louie (Derek Ramsay) hands out Victoria a rose. Carolina (Irma Adlawan) goes up the stage and makes a scene, asking Victoria if the rumor is true. Victoria denies it and Louie also denies it heavily. Victoria is upset to Louie on why he agreed on coming out like that. Manuel finds the missing finale dress. Gelai is able to model the finale dress. Caloy (Enchong Dee) is calling out the attention of Gelai, asking her to come with him for her mother is ...    "
                },
                "14": {
                    "title": "The Great Fight Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "15 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    After the incident, Victoria (Gretchen Barretto) declares war against Vera (Angel Aquino). Louie (Derek Ramsay), riding on his bike, pursues Victoria's car. Ronaldo ('Robert Arevalo') is questioning Victoria on her revenge to Vera and Manuel (Mark Gil) -- if it is worthwhile, even sacrificing the man she loves. Manuel break the news to Gelai that her creation is a blockbuster. Vera fires Gelai but is prevented by Manuel. Manuel also informs Vera that their company is going for broke and that Gelai can help them. Victoria is making her way to ink a deal with Alexander Jacobs.    "
                },
                "15": {
                    "title": "The Great Fight: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "16 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Sonia (Arlene Muhlach) opens up to Gelai (Bea Alonzo) about her coldness to her throughout these years. The Vera Couture needs to have a deal with Alexander Jacobs in order to survive financially. The board suggests cliché ideas but Gelai opines of a URCC invitation. Vera finds the idea barbaric. Vera gate crashes to Victoria's and Alexander's dinner and in there, she give Alexander an invite for a fashion and URCC tie-up. Alexander expects Mercado (Derek Ramsay) to be in that event for he is a huge fan of him. Chloe (Erich Gonzales) volunteers herself to head this event. Victoria forewarns Louie on not to be part of...    "
                },
                "16": {
                    "title": "The Great Fight: Part 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "19 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Caloy (Enchong Dee) applies as messenger in Vera Couture. Caloy and Gelai (Bea Alonzo) are looking for Markado (Derek Ramsay) for Vera's event. Louie attempts to abduct Victoria (Gretchen Barretto) by pretending as a driver. Gelai needs to find Markado as soon as possible to beat her deadline. She waits in his residence. Gelai keeps on bugging URCC Coach (Levi Ignacio) about Louie's whereabouts. Victoria seeks a restraining order against Louie. Louie still fights his love for Victoria. He was arrested by the police. Gelai finds him in jail. Vera instructs Gelai to make sure that Louie will sign the contract before posting bail.    "
                },
                "17": {
                    "title": "The Great Fight: Part 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "20 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Louie (Derek Ramsay) signs the contract. Vera also wants Gelai (Bea Alonzo) to sign the contract for she wants someone to be responsible if Louie does not come. Christian ('R.J. Ledesma'), a stockholder of the company, worries about the Great Fight. URCC Coach (Levi Ignacio) returns the bail money to Vera (Angel Aquino) because somebody informed Louie that Vera is behind the event. Caloy admits to Gelai that he's in love with her. Chloe grows tired of waiting for her mother to love her.    "
                },
                "18": {
                    "title": "The Great Fight: Part 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "21 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Gelai (Bea Alonzo) follows Louie (Derek Ramsay) in Binucalan. Christian ('R.J. Ledesma') reports to Victoria (Gretchen Barretto) that Vera Couture is going for broke and it is only a matter of time that they will take majority of the stakes. Caloy (Enchong Dee) and Chloe (Erich Gonzales) follows Gelai.    "
                },
                "19": {
                    "title": "The Great Fight: Part 6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "22 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Gelai (Bea Alonzo) tails Louie (Derek Ramsay) in his home and stays and keeps on convincing Louie to fight. Vera (Angel Aquino) threatens Louie and his manager (Levi Ignacio) of a lawsuit if Louie does not show up. Victoria (Gretchen Barretto) meets up with Jacobs and convinces him for a partnership with House of Ronaldo. Vera fires Chloe as project head of the great fight event.    "
                },
                "20": {
                    "title": "The Great Fight: Part 7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "23 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Chloe (Erich Gonzales) personally gives Victoria (Gretchen Barretto) an invitation to the Great Fight. Gelai (Bea Alonzo) returns and fails to convince Louie (Derek Ramsay). But Louie changes his mind. Vera arranges a chopper for the two of them. Afraid to take the flight, Louie vows to hold her hands till they land. Victoria graces the event and this makes Vera furious. As they arrive, Caloy (Enchong Dee) notices that Louie is holding the hand of Gelai.    "
                },
                "21": {
                    "title": "The Great Fight: Part 8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "26 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    The Great Fight event has begun. Vera (Erich Gonzales) is furious that Victoria (Gretchen Barretto) is invited in the event. Victoria tells Jacobs that Markado (Derek Ramsay) is not coming. When Vera introduces the main event, Victoria is surprised to see Louie. Vera congratulates Gelai for the job. Victoria cannot stand to see the fight so she leaves.    "
                },
                "22": {
                    "title": "The Great Fight: Part 9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "27 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Manuel (Mark Gil) and Alexander Jacobs is about to close the deal. After the fight, Louie (Derek Ramsay) chances upon Victoria (Gretchen Barretto) and gives her a ring. Caloy (Enchong Dee) pours out all his feelings to Gelai (Bea Alonzo). Victoria does his last minute move to stop the deal. She informs Mr Jacobs that Vera Couture is losing financially. As Vera (Angel Aquino) is celebrating, Mr Jacobs tells her that he is not going to sign the deal.    "
                },
                "23": {
                    "title": "The Great Fight: Part 10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "28 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Vera lashes out Manuel on him being biased to Victoria. Victoria returns the ring that Louie gave her.    "
                },
                "24": {
                    "title": "The Special Day: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "29 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Christian ('R.J. Ledesma') reports to Victoria (Gretchen Barretto) that the Jacobs account is the last card of Vera Couture financially and that it will be a matter of time for Victoria to get hold of majority. Manuel (Mark Gil) is asking for forgiveness to his daughter Victoria but Victoria is unrelenting not to. Chloe (Erich Gonzales) makes arrangements for her parents Manuel and Vera to make amends. Louie (Derek Ramsay) sells the ring he gave to Victoria. Gelai (Bea Alonzo) summarizes a list from a magazine ways of moving on that she will send to Louie. Vera refuses for an election of presidency in FDGP.    "
                },
                "25": {
                    "title": "The Special Day: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "30 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Vera (Angel Aquino) steps down as president of FDGP and hands it over to Victoria (Gretchen Barretto). Victoria is suspecting the move. Chloe (Erich Gonzales) is frustrated of being a failure all the time after a dress is send back to her for repair. Chloe is envious of how happy the family of Gelai (Bea Alonzo) are. Hermes (John Arcilla) and Sonia (Arlene Muhlach) reminds Caloy (Enchong Dee) of Gelai's special day. Caloy is avoiding Gelai. Gelai is celebrating her birthday--special day with children. Gigi (Bianca Manalo) mistakes Louie as Gelai's boyfriend.    "
                },
                "26": {
                    "title": "The Special Day: Part 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "2 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    The agent informs Gelai (Bea Alonzo) that they can now find where her sister is. Gigi (Bianca Manalo) and Louie (Derek Ramsay) come in the special day party. Caloy is antsy in going to the party but he comes anyway. Chloe drinks with Caloy and becomes drunk.    "
                },
                "27": {
                    "title": "The Special Day: Part 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "3 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Caloy (Enchong Dee) brings Chloe (Erich Gonzales, who is drunk, in his home for a sleepover. She is brought back by her father (Mark Gil). Chloe visits again Victoria (Gretchen Barretto). She is asking Victoria forgiveness for her father. Christian ('R.J. Ledesma') and Victoria is planning for the negotiations to the Vera Couture. Manuel is selling 42 percent shares to Christian.    "
                },
                "28": {
                    "title": "The Special Day: Part 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "4 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Hermes (John Arcilla), accompanied by Caloy (Enchong Dee), receives the list of patients of the Estrella hospital but one of the sheets slips. As the board are about to meet, Gelai (Bea Alonzo) recognizes Christian ('R.J. Ledesma'). She then tells Chloe (Erich Gonzales) about the meeting of Christian and Victoria (Gretchen Barretto) Gelai saw earlier. They gate crashes the board meeting to tell them. Manuel stops the signing. Manuel mulls over selling the shares to Victoria. Vera discovers the handwriting of Gelai's design is similar to that of a picture.    "
                },
                "29": {
                    "title": "The Takeover: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "5 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Vera (Angel Aquino) already knows that Gelai (Bea Alonzo) is Stella's daughter. Gelai peruses the list of patient of Estrella hospital. Manuel (Mark Gil) is selling the shares to Victoria (Gretchen Barretto). Gelai is searching for the Anna in the list. Vera is mulling over firing Gelai once again. Vera meets up with Paul ('Christian Vasquez'). She needs Paul as investor for her company.    "
                },
                "30": {
                    "title": "The Takeover: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "6 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Louie (Derek Ramsay) visits Gelai (Bea Alonzo) and Sonia (Arlene Muhlach) interviews Louie about all sorts. Donna (Nina Ricci Alagao) is after all, an ally and spy of Victoria (Gretchen Barretto). Paul ('Christian Vasquez'), an art collector, makes a counteroffer to Vera (Angel Aquino) to sleep with him in exchange for investments to the company. Chloe (Erich Gonzales) admits to Manuel (Mark Gil that she is the one who brought Victoria to the great fight event. Manuel and Vera sells the majority shares to Victoria.    "
                },
                "31": {
                    "title": "The Takeover: Part 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "9 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Manuel (Mark Gil and Vera (Angel Aquino) sells their company to Victoria (Gretchen Barretto). Vera rebukes Christian ('R.J. Ledesma') for being a traitor to them but Christian tells them that he did it only for money and Vera is doing it for something greater than money. Vera makes Gelai (Bea Alonzo) vow not to leave the company. She orders her to make a design for a special client. Vera takes a sample of Gelai's hair from her brush for DNA testing. Paul ('Christian Vasquez') is still pursuing his indecent offer to Vera. Victoria comes in for work in Vera Couture with her red stilettos. Manuel and Vera welcomes ...    "
                },
                "32": {
                    "title": "The Takeover: Part 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "10 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Caloy (Enchong Dee) is kicked hard by Louie (Derek Ramsay) on the stomach. He loses consciousness. Victoria (Gretchen Barretto) fires John Paul (Toffee Calma) and John Franco (RS Francisco) as senior designers but hires them as alalays. Victoria insults designs of Gelai (Bea Alonzo). Louie comes to the Vera Couture office to fetch Bea and Victoria accidentally see him. Victoria is concerned about this. Caloy visits his father's grave. Vera is saddened by the turn of events in the company. Gelai and Louie pretend to be boyfriend-girlfriend for a slice of cake in a restaurant promo but little do they know that they have to kiss.    "
                },
                "33": {
                    "title": "The Takeover: Part 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "11 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Louie kisses Gelai for the piece of cake. Chloe covers the bruise of Caloy with concealer. Gelai is falling for Louie. Victoria replaces all the things in Vera's office even the Vera Couture label of Victoria Valera.    "
                },
                "34": {
                    "title": "The Takeover: Part 6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "12 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Victoria informs the designers of the former Vera Couture that their line of business now is RTW. Back in the workroom, Gelai complains of the new changes and Victoria chances to hear that. Chloe defends Gelai from Victoria. Chloe resigns.    "
                },
                "35": {
                    "title": "The Takeover: Part 7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "13 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Victoria orders Gelai to make a dress for her for the V Label launch. Louie is worried over Gelai's evasion of him. Gelai is telling him hints that her feelings is more than friends. Caloy listens to them inconspicuously and is hurt.    "
                },
                "36": {
                    "title": "The Takeover: Part 8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "16 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Gelai and Louie are confused about their feelings for each other. The DNA results that Vera asked for only proves that Gelai is Victoria's sister.    "
                },
                "37": {
                    "title": "The V Label: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "17 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Caloy receives his money from the street fight competition and he then treats Chloe for a pizza. As she gets back to the office to get something, Victoria witnesses Louie talks to Gelai about their feelings that ends with an attempted kiss.    "
                },
                "38": {
                    "title": "The V Label: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "18 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Chloe follows Caloy and discovers the underground street fight called Pasukuan. Chloe asks Gelai's help to convince Caloy to stop from fighting in Pasukuan. Victoria announces to the company that Gelai will be her assistant. Somehow, Vera is elated. She vows that Gelai will be Victoria's greatest rival.    "
                },
                "39": {
                    "title": "The V Label: Part 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "19 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    In line with the new V Label, Victoria assigns Vera as head designer and orders her to make designs and should be submitted within the day. At the end of the day, Vera presents it but Victoria only throws it to the bin.    "
                },
                "40": {
                    "title": "The V Label: Part 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "20 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Victoria orders Gelai to buy fabrics even if the company already just received the delivery for it. Gelai learns from a supplier that a certain Valera ordered the same fabrics she wants to buy. Louie seeks help of the Pasukuan boss to release Caloy from them.    "
                },
                "41": {
                    "title": "The V Label: Part 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "24 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Gelai accompanies Victoria in the FDGP meeting. Gelai is asked in the meeting what of the likes of her, a commoner, thinks of the V Label. The FDGP is impressed with her answer. Consequently, Victoria fires Vera because she thinks that Vera's position is now useless.    "
                },
                "42": {
                    "title": "The V Label: Part 6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "25 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Louie and Caloy are imprisoned due to a tip made by Vera. In prison, Caloy makes Louie vow to love Gelai more than he does. Chloe, through Manuel's money, bails out Caloy while Victoria bails out Louie.    "
                },
                "43": {
                    "title": "The V Label: Part 7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "26 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Neil Olaguer is very impressed with Chloe's talent in photography and accepts her as part of his workshop. Out of job, Manuel convinces Vera to divert her mind from Vera Couture. Victoria pries on Gelai's relationship with Louie.    "
                },
                "44": {
                    "title": "The V Label: Part 8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "27 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Salvador contacts Caloy, informs him that his mother Carmen is looking for him. Vera leaves Manuel, angry for not taking sides with her. Manuel asks Ronaldo to overturn Victoria's decision to fire Vera.    "
                },
                "45": {
                    "title": "The V Label: Part 9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "30 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Caloy, with Chloe, has finally agreed to see his mother after he was abandoned by her when he was a child. Carmen is asking her son to be with her to make up for lost time. Manuel catches Gelai working late at night. He complements Gelai for a beautiful dress. Gelai reason out that she only heed Manuel's advice to follow her heart. Gelai also tells Manuel the circumstances of the separation of her and her sister, Anna.    "
                },
                "46": {
                    "title": "The V Label: Part 10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "31 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Gelai talks about her father to Manuel. Manuel asks for a hug from Gelai. Victoria sees it and jealousy overcomes her. When Gelai leaves for home, her diary slips through her belongings and Manuel finds it. Knowing who Gelai is is Manuel's chance to correct his mistakes and ask for forgiveness.    "
                },
                "47": {
                    "title": "The Funeral: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "1 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Victoria arrives in the party wearing a dress not design by Gelai for she might have allergy from Gelai's gowns. While dressing up, Manuel discovers a DNA result. He confronts Vera and asks why she keeps the truth about Gelai from him.    "
                },
                "48": {
                    "title": "The Funeral: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "2 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    When Gelai and Vera are reaching for their hands, Vera slips off the ledge of the rooftop when Gelai is still holding her. When Vera secures a position on the ledge, Gelai slips. Both are trying to hold each other. Manuel and Chloe arrives. Manuel takes Vera safely. When Manuel is rescuing Gelai, he accidentally falls off the building and dies.    "
                },
                "49": {
                    "title": "The Funeral: Part 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "3 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Gelai blames herself for the death of Manuel. Victoria wants to claim the body of his father from Vera. Vera personally attends to the funeral. Victoria plans not to attend his father's funeral.    "
                },
                "50": {
                    "title": "The Funeral: Part 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "6 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    The fashion industry pays tribute to Manuel. Gelai, accompanied by Caloy, goes to the funeral to pay her respects to Manuel but is asked to leave on Chloe's orders. Victoria, with Ronaldo, goes to the funeral and she is lambasted by Vera for having the guts to come.    "
                },
                "51": {
                    "title": "The Funeral: Part 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "7 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Chloe and Vera deliver their eulogies for Manuel. Victoria stops her employees from going to Manuel's burial but Gelai insists on going. Victoria utters her last words for Manuel.    "
                },
                "52": {
                    "title": "The Funeral: Part 6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "8 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Manuel is finally laid to rest. Vera adjusts life without Manuel. Atty Alvarez will read the last will of Manuel to Chloe and Vera with Victoria.    "
                },
                "53": {
                    "title": "The Funeral: Part 7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "9 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Victoria comes to Vera's residence for the reading of the will. Manuel's assets were all gone (which he used to save the company) and what is left is the estate (where Vera is living) for which she has to share with Victoria and Chloe as inheritance. The provisions of the will shock Vera. Gelai clears up to Louie the kind of relationship they have.    "
                },
                "54": {
                    "title": "The Funeral: Part 8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "original air date": "10 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Gelai discovers her mother's sketch book. Victoria catches Gelai holding their mother's sketch book. Vera sells the estate's furniture before Victoria benefits from it. Caloy's mother still urges him to come with her. Victoria hosts a dinner with FDGP for Manuel's demise, a celebration of good riddance. Ronaldo tries to appease Victoria but she shamelessly badmouths him.    "
                },
                "55": {
                    "title": "The Funeral: Part 9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 55,
                    "original air date": "13 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Victoria wakes up in the morning without Ronaldo and she seeks help of the police to find him but Ronaldo actually leaves her. Vera sells their estate without consulting Chloe. Gelai confronts Louie about his true feelings for Victoria.    "
                },
                "56": {
                    "title": "The Deception: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 56,
                    "original air date": "14 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Ronaldo sends Victoria a letter and a scarf telling her that he is trying to ask for forgiveness to Melinda, a woman he married whom he did not admit his homosexuality to her. He is not able to find Melinda for she is dead already. Instead, he meets his daughter Ruth.    "
                },
                "57": {
                    "title": "The Deception: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 57,
                    "original air date": "15 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Gelai discovers the two-marked scars in Louie's butt and suddenly calls him Dos. They both recognize what it means.    "
                },
                "58": {
                    "title": "The Deception: Part 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 58,
                    "original air date": "16 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Gelai is blacklisted by Victoria from other designers and fashion houses. Upon learning about this, Sonia confronts Victoria and it causes Sonia to have a heart attack. Victoria tries to give monetary help to Gelai's parent. Chloe becomes an assistant to photographer Neil. Vera finds where Chloe lives with Caloy.    "
                },
                "59": {
                    "title": "The Deception: Part 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 59,
                    "original air date": "17 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Gelai passes as one of the finalist for Metro Magazine's Young Designers Competition. Vera serves as judge of the contest. Victoria, who heads the jury of the competition, does not believe on Gelai's capability despite her peers' unanimous decision that Gelai is the clear winner.    "
                },
                "60": {
                    "title": "The Makeover: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 60,
                    "original air date": "20 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Gelai is declared winner of Metro Magazine's Young Designers Competition. Louie leaves for America while Gelai celebrates her victory with family and friends. The police serves a search warrant to Vera and after which, the authorities find diamonds in a doll in her home. Caloy leaves Chloe to stay with his sicked mom. Gelai and Gigi meet Mark Laurel for a label contract.    "
                },
                "61": {
                    "title": "The Makeover: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 61,
                    "original air date": "21 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Ronaldo comes back home. Louie arrives back in the country with a heroes welcome. Gelai see Vera walking around textile stores in Divisoria and she buys her food and asks her to work for her label. Victoria becomes pregnant.    "
                },
                "62": {
                    "title": "The Makeover: Part 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 62,
                    "original air date": "22 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Gelai promises to Vera that she will help her and Chloe make peace. Victoria is furious after learning in television that Gelai confirmed her engagement with Louie. Victoria tells Louie that she is 3-months pregnant by him.    "
                },
                "63": {
                    "title": "The Makeover: Part 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 63,
                    "original air date": "23 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Louie has no courage to tell Gelai of Victoria's pregnancy. Vera thinks that Gelai is also pregnant but after the kit test done by Gelai it says otherwise. Chloe opens up her photo exhibit. Gelai comes to the exhibit with Vera. Vera makes peace with Chloe.    "
                },
                "64": {
                    "title": "The Wedding: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 64,
                    "original air date": "24 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Caloy comes to the photo exhibit and finds out from Chloe that she is in a relationship with Neil. Louie finally tells Gelai about Victoria's pregnancy. Vera encourages Gelai to take revenge against Victoria and urges Gelai to fight for her wedding.    "
                },
                "65": {
                    "title": "The Wedding: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 65,
                    "original air date": "27 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Caloy asks Chloe's photo services for his hotel. Victoria holds a press conference to announce her pregnancy. The media storm Gelai's office for questions. Hermes cries out foul against Louie. Louie clears out to Victoria that he is going to marry Gelai.    "
                },
                "66": {
                    "title": "The Wedding: Part 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 66,
                    "original air date": "28 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Caloy sends Chloe flowers. Louie asks for Gelai's forgiveness. Victoria's V Label is facing a loss. Ronaldo is more excited than Victoria for the upcoming baby than the mother. Gelai will push through the wedding despite Louie's hurting her.    "
                },
                "67": {
                    "title": "The Wedding: Part 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 67,
                    "original air date": "29 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Metro magazine considers Gelai for the best RTW causing a threat to a once thought to be a sure win for Victoria. Gelai offers Vera to be her matron of honor in her wedding.    "
                },
                "68": {
                    "title": "The Wedding: Part 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 68,
                    "original air date": "30 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Victoria's pregnancy becomes delicate. Hermes presses his dislike on Gelai's wedding. Vera is behind Marc Laurel's finance. Gelai will be featured on a high-profile international fashion magazine.    "
                },
                "69": {
                    "title": "The Wedding: Part 6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 69,
                    "original air date": "1 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Louie is awarded athlete of the year. Victoria takes abortive medicines but is stopped by Ronaldo. Hermes tells Gelai that the reason she is to be wed must not be to take revenge on Victoria. Neil proposes to Chloe. Chloe will do the photo shoot of Gelai's and Victoria's Metro Magazine.    "
                },
                "70": {
                    "title": "The Wedding: Part 7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 70,
                    "original air date": "4 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Neil finds out that Chloe slept with Caloy. Victoria offers friendship to Chloe. Vera slips her tongue on her and Manuel's wedding.    "
                },
                "71": {
                    "title": "The Wedding: Part 8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 71,
                    "original air date": "5 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Louie formally asks the blessings of Gelai parents for their wedding. Hermes could not hide his disgust over Louie. Caloy begs Chloe to choose him over Neil. Victoria remembers her sister Angela after she sees her baby through ultrasound.    "
                },
                "72": {
                    "title": "The Wedding: Part 9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 72,
                    "original air date": "6 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Gelai's and Louie's wedding day is well attended by their family and friends. Victoria sees Louie before the wedding and is still trying her hardest to convince Louie to choose her over Gelai. Victoria is about to miscarry.    "
                },
                "73": {
                    "title": "The Separation: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 73,
                    "original air date": "7 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Louie accompanies Victoria to the hospital. Ronaldo follows. This aberration causes Gelai to wait uncertainly for him in the church. Hermes, on the other hand, opts to attend the wedding.    "
                },
                "74": {
                    "title": "The Separation: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 74,
                    "original air date": "8 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Gelai run away. Ronaldo stops Louie from leaving the hospital for he needs Louie's decision (asked by doctors) to choose whose life is necessary: Victoria or the baby. Louie arrives in the church. Victoria learns that she loses her baby.    "
                },
                "75": {
                    "title": "The Separation: Part 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 75,
                    "original air date": "11 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Caloy consoles Gelai. Louie seeks Gelai in her house. Chloe asks Neil to go back to Barcelona. Vera visits Victoria in the hospital with a bouquet.    "
                },
                "76": {
                    "title": "The Separation: Part 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 76,
                    "original air date": "12 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Victoria grieves for her baby. Ronaldo worries for Victoria for her next plan of revenge. Gelai finally decides to break-up with Louie.    "
                },
                "77": {
                    "title": "The Separation: Part 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 77,
                    "original air date": "13 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Gelai and Louie ask for Victoria's forgiveness but Victoria is unperturbed. Victoria finds the real identity of Mark Laurel which is Leonard Sontemayor.    "
                },
                "78": {
                    "title": "The Separation: Part 6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 78,
                    "original air date": "14 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Neil threatens Caloy to leave Chloe alone violently.    "
                },
                "79": {
                    "title": "The Reveal: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 79,
                    "original air date": "15 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Gelai shares with Vera her mother's sketches. Gelai discovers that Vera lives on her former house but Vera gives her an alibi.    "
                },
                "80": {
                    "title": "The Reveal: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 80,
                    "original air date": "18 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Victoria receives investigative report about Gelai's financier, Mark Laurel. Victoria wants to change the whole creative staff of the fashion show and challenges Mark to spend more money. Caloy fights to win back Chloe.    "
                },
                "81": {
                    "title": "The Reveal: Part 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 81,
                    "original air date": "19 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Gigi questions Vera's behavior to Gelai. Victoria tricks Mark Laurel to sign a checque as payment for the change of creative staff of the fashion show. Victoria have Mark Laurel and Gelai arrested. Vera's intention is slowly revealing.    "
                },
                "82": {
                    "title": "The Reveal: Part 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 82,
                    "original air date": "20 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Vera apologizes to Gelai. Gelai does not accept it. Vera tells Donna that Gelai and Victoria are sisters.    "
                },
                "83": {
                    "title": "The Reveal: Part 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 83,
                    "original air date": "21 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Gelai apologizes to the Metrowear. Vera blackmails Gelai to make her work for her. Gelai Agustin brand name is under the ownership of Vera.    "
                },
                "84": {
                    "title": "The Reveal: Part 6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 84,
                    "original air date": "22 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Gelai enlists the help of his family to finance her fashion show and to get back at Vera.    "
                },
                "85": {
                    "title": "The Reveal: Part 7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 85,
                    "original air date": "25 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Gelai prepares for their runway battle, enlists the help of her friends in Divisoria as models. Vera finds out that Donna is in cahoots with Victoria and she confronts her with it.    "
                },
                "86": {
                    "title": "The Reveal: Part 8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 86,
                    "original air date": "26 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Vera wants Gelai to not ruin the show and destroy her name which she owns because of her \"model\" friends. A promoter offers money to Louie to lose the fight. He accepts to fund Gelai's runway show. Hermes is leaving for a work abroad.    "
                },
                "87": {
                    "title": "The Face-Off: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 87,
                    "original air date": "27 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Vera informs friends of Gelai that they are now replaced by real models. Gigi is disappointed with Gelai. Louie loses on his match on purpose to help Gelai's finances.    "
                },
                "88": {
                    "title": "The Face-Off: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 88,
                    "original air date": "28 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Chloe breaks up with Neil. Gelai rush to the place of match of Louie. Gelai makes Louie promise to fight and not lose the match. Mr. Davis gets back at Louie.    "
                },
                "89": {
                    "title": "The Face-Off: Part 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 89,
                    "original air date": "29 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Mr. Davis wants Louie dead. Gelai asks forgiveness to her friends in Divisoria. Gelai and Victoria are all set for the runway clash. The finale dress of Gelai and Victoria are similar.    "
                },
                "90": {
                    "title": "The Face-Off: Part 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 90,
                    "original air date": "1 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    The anticipated runway showdown of Gelai and Victoria commence. Mr. Davis' men tries to kill Louie.    "
                },
                "91": {
                    "title": "The Face-Off: Part 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 91,
                    "original air date": "2 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    The Metrowear organizers declare Gelai as the winner of the runway clash. Chloe bail out Caloy from jail. Victoria researches for Gelai's past realizing that she is Angela, her long lost sister.    "
                },
                "92": {
                    "title": "The Fire: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 92,
                    "original air date": "3 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Louie is rushed to the hospital by Vera and dies of internal bleeding from a large blow in his head. Vera orders to burn Gelai's shop. Gelai is trapped inside. The police investigates the fire.    "
                },
                "93": {
                    "title": "The Fire: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 93,
                    "original air date": "4 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Victoria tells Ronaldo that she found her long lost sister. Chloe suspect Vera to be the mastermind of the fire. Gelai finds out that her long lost sister is Victoria. Vera is relaunching her Vera Couture.    "
                },
                "94": {
                    "title": "The Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magkaribal (TV Series 2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 94,
                    "original air date": "5 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Vera plots her final revenge against Victoria and Gelai whereas Victoria and Gelai plans their biggest fashion show dedicated to their mother Stella.    "
                }
            }
        },
        "number of episodes": 94,
        "cast": [
            {
                "name": "Alonzo, Bea"
            },
            {
                "name": "Barretto, Gretchen"
            },
            {
                "name": "Ramsay, Derek"
            },
            {
                "name": "Gonzales, Erich"
            },
            {
                "name": "Dee, Enchong"
            },
            {
                "name": "Aquino, Angel"
            },
            {
                "name": "Arevalo, Robert"
            },
            {
                "name": "Gil, Mark"
            },
            {
                "name": "Arcilla, John"
            },
            {
                "name": "Muhlach, Arlene"
            },
            {
                "name": "Ugarte, Lyka"
            },
            {
                "name": "Manalo, Bianca"
            },
            {
                "name": "Alagao, Nina Ricci"
            },
            {
                "name": "Saw, Bea"
            },
            {
                "name": "Calma, Toffee"
            },
            {
                "name": "Francisco, RS"
            },
            {
                "name": "Peralta, Frederick"
            },
            {
                "name": "Salud, Renee"
            },
            {
                "name": "Tinga, Kaye"
            },
            {
                "name": "Papa, Richard"
            },
            {
                "name": "Manilag, Jonathan"
            },
            {
                "name": "Katigbak, Gerry"
            },
            {
                "name": "Ignacio, Levi"
            },
            {
                "name": "Abad, Artemio"
            },
            {
                "name": "Monteza, Raquel"
            },
            {
                "name": "Cruz, Rodjun"
            },
            {
                "name": "Benito, Eric Pe"
            },
            {
                "name": "Abaya, Marc"
            },
            {
                "name": "Bogarin, Marlene"
            },
            {
                "name": "Espinosa, Leo"
            },
            {
                "name": "Mara, Lorenzo"
            },
            {
                "name": "Ledesma, RJ"
            },
            {
                "name": "Cruz-Bogarin, M.M."
            },
            {
                "name": "Mendez, Edward"
            },
            {
                "name": "Vasquez, Christian"
            },
            {
                "name": "Manzon, Princess"
            },
            {
                "name": "Amador, Pinky"
            },
            {
                "name": "So, Joyce"
            },
            {
                "name": "Claparols, Louis"
            },
            {
                "name": "Bernardo, Kathryn"
            },
            {
                "name": "Sabino, Barbie"
            },
            {
                "name": "Santos, Josh"
            },
            {
                "name": "Bayani, Dax"
            },
            {
                "name": "Fernandez, Patricia"
            },
            {
                "name": "Waldie, Erik"
            },
            {
                "name": "Carlos, Bettina"
            },
            {
                "name": "Carmona, Robby"
            },
            {
                "name": "Adlawan, Irma"
            },
            {
                "name": "Romana, Dimples"
            },
            {
                "name": "Li, Jervi"
            }
        ],
        "genres": [
            "Drama",
            "Mystery",
            "Romance",
            "Thriller"
        ],
        "countries": [
            "Philippines"
        ],
        "country codes": [
            "ph"
        ],
        "language codes": [
            "fil",
            "tl",
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:PG::(video rating)",
            "Brazil:12::(video rating)",
            "Canada:PG::(video rating)",
            "France:12::(video rating)",
            "Germany:12::(video rating)",
            "Hong Kong:IIA::(video rating)",
            "Japan:PG-12::(video rating)",
            "Philippines:PG-13::(MTRCB)",
            "Singapore:PG::(video rating)",
            "South Africa:PG::(video rating)",
            "South Korea:12::(video rating)",
            "United Kingdom:PG::(video rating)",
            "United States:TV-PG::(TV Rating)"
        ],
        "number of seasons": 1,
        "rating": 8.1,
        "votes": 9,
        "cover url": "https://m.media-amazon.com/images/M/MV5BY2Y1YjkxMGQtYjhjZi00ODc2LTk0NDgtZjJkYTAyODcwMjI0XkEyXkFqcGdeQXVyMTIxMDUyOTI@._V1_SY150_CR99,0,101,150_.jpg",
        "plot outline": "The story revolves around two sisters named Angela (Gelai) and Anna (Victoria) Abella. They were separated from each other at a young age due to a series of accidents and tragedies. Gelai was adopted by the Agustin family and Anna was adopted by Ronaldo. Anna thought that her sister passed away when the hospital burned down and left the country with Ronaldo. After more than a decade they meet again and they ended up falling in love with the same man. This is a story about revenge, love and family.",
        "languages": [
            "Filipino",
            "Tagalog",
            "English"
        ],
        "title": "Magkaribal",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2010",
        "akas": [
            "Magkaribal (Philippines)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Cruz, Jimuel Dela"
            },
            {
                "name": "III, Ricardo Fernando"
            },
            {
                "name": "Lingan, Bj"
            }
        ],
        "production companies": [
            {
                "name": "ABS-CBN"
            }
        ],
        "distributors": [
            {
                "name": "ABS-CBN"
            }
        ],
        "plot": [
            "The story revolves around two sisters named Angela (Gelai) and Anna (Victoria) Abella. They were separated from each other at a young age due to a series of accidents and tragedies. Gelai was adopted by the Agustin family and Anna was adopted by Ronaldo. Anna thought that her sister passed away when the hospital burned down and left the country with Ronaldo. After more than a decade they meet again and they ended up falling in love with the same man. This is a story about revenge, love and family.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 9,
                "rating": 8.1
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 8.8
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 7.0
            },
            "males": {
                "votes": 7,
                "rating": 6.0
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 8.8
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 6.0
            },
            "females": {
                "votes": 2,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 8.0
            },
            "non us users": {
                "votes": 3,
                "rating": 5.7
            }
        },
        "number of votes": {
            "10": 5,
            "9": 0,
            "8": 1,
            "7": 1,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 1,
            "1": 0
        },
        "arithmetic mean": 8.1,
        "median": 1
    }
}