{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "22 June 2010"
            }
        ],
        "release dates": [
            "UK::22 June 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Mongrels"
            },
            {
                "countries": "Russia",
                "title": "Дворняги"
            }
        ],
        "akas": [
            "Mongrels (original title)",
            "Дворняги Russia"
        ],
        "akas from release info": [
            "Mongrels (original title)",
            "Дворняги Russia"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Marion and the Force-Field",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mongrels (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 9,
                    "original air date": "7 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    With Gary too depressed to walk her after she has scared off his girlfriend Destiny finds herself in a celebrity dog walking group where she learns just how to make footballer John Terry's pet love her. Nelson is visited by his old school-friend,terminally ill beagle Rory and fulfils Rory's request for a mercy killing. This makes him a hero in the eyes of a secret society of foxes out to kill the dogs responsible for the Great Sussex Hunt Massacre but he is too soft-hearted to do them in and hides them in the pub garden. Fortunately for him they do the job for him ...    "
                },
                "2": {
                    "title": "Kali and the Rickshaw Inferno",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mongrels (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 11,
                    "original air date": "7 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Destiny is on heat,attracting a whole pack of slavering dogs who leave Tony for dead and pursue her back to the pub, where she and the other animals are besieged. To pass the time they make use of the karaoke machine,Nelson hoping - in vain - that he can use it to woo Destiny. Marion is shocked by Vince's foul mouth and sets out to kill him but is prevented when Vince explains that he has Tourette's and can moderate his language when singing show tunes - which comes in handy for calling the dogs off. Kali feels responsible for a man's death and is mistaken for his ...    "
                },
                "3": {
                    "title": "Destiny and the V.E.T.S",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mongrels (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "14 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Kali's perch is usurped by immigrant pigeon Ochi fleeing Mugabe,who catches up with him to return Kali's rightful place. Destiny decides to camp out in the garden to prevent Gary taking her to the vet,thus allowing Marion to vie with her as a house pet,though inevitably her dirty tricks campaign prevails. Nelson,meanwhile,falls for older fox Eileen who turns out to be Vince's mother. Though Vince gives his blessing Nelson's shock proposal causes Eileen 's demise and Nelson finds himself in a race against time to prevent Zoe Ball from wearing his late beloved as a ...    "
                },
                "4": {
                    "title": "Nelson and the C***'s Speech",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mongrels (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "21 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Vince is marrying his beloved Penny and all the mongrels have been asked to the reception,where Kali hesitates before eating the main course - her cousin - and Destiny has to pay a homeless dog to pose as her beau. Nelson is charged - on pain of death - to make a best man speech which puts Vince in a good light but nobody can recall an anecdote about him with one redeeming feature,so Nelson tells it like it is,evoking a surprisingly self-critical reaction from the groom.    "
                },
                "5": {
                    "title": "Marion and the Myocardial Infarction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mongrels (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "5 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Nelson meets Robert,a chimp who once earned a living as a Bubbles impersonator but,after Michael Jackson's demise and the popularity of bland music is unemployed. Nelson gets him an audition with Scott Mills but has reckoned without Robert's unfortunate habit of playing with himself when stressed. Destiny befriends a camp,wise-cracking chihuahua whom she persuades to become gay whilst Marion gets himself lots of owners but has a narrow escape from one who is a taxidermist and Kali joins a group of other pigeons,all of whom want sex with her before she can quit the ...    "
                },
                "6": {
                    "title": "Kali and the Psychological Warfare",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mongrels (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 7,
                    "original air date": "12 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Whilst Kali indulges in her new hobby of outstaring celebrities Destiny marries a very old dog with dementia so that she can have his Oinky Pig toy when he dies only to find the will contested by his daughter. Marion discovers his long lost son Leslie whom Nelson hopes to use in an effort to bring lovelorn ginger Neil closer together with the object of his affection Denise. However there is a problem - Denise is spoken for and Neil is deranged so that the eternal triangle ends very messily and Leslie returns to his mother,who is most displeased with Marion.    "
                },
                "7": {
                    "title": "Nelson and the AMAZING Nuts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mongrels (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 7,
                    "original air date": "28 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Pursuing the rat who stole his Bombay Mix Maion gets stuck in a tyre and becomes a reluctant YouTube sensation though his attempts to remedy this with his skill as a classical pianist fall flat. Destiny is alarmed when a tortoise shows her the graves of Gary's previous dogs but Nelson fears he will be homeless when Gary plans to concrete over his lair for a smoking area. Learning that if he has an endangered species as a house-mate the plan can be thwarted leads him to try and interest red squirrel Mary in co-habitation but she is a non-starter and ultimately Gary's ...    "
                },
                "8": {
                    "title": "Vince and the Helpful Horse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mongrels (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "19 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    On New Year's Day,after dreaming of playing badminton with Lembit Opik, Nelson tries to recall the events of the night before. He slowly recalls how Destiny brought home Nita,her identical twin,who fell for the fox whilst Marion married a Siamese lady-boy and Kali threatened suicide. Vince stole a kebab and killed the pursuing police horse,whom Nelson had to cut up and serve as meat. Sniffer dog McSorley threatened to arrest Nelson but Nita came to the rescue. After such a hectic evening Nelson decides that next year he will stay in.    "
                },
                "9": {
                    "title": "Miquita and the Obligatory Clips Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mongrels (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "19 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Presenter Miquita Oliver goes behind the scenes at the Mongrels set,interviewing each of the leading actors in turn as well as featuring the lavish song numbers from the series. We also learn interesting facts,such as the unsuccessful marketing of an all-swearing cuddly Vince toy and the number of languages into which the show has been translated,including ancient Latin. Plus the inevitable deleted footage and extracts from the American remake.    "
                }
            },
            "1": {
                "1": {
                    "title": "Nelson the Online Predator",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mongrels (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 23,
                    "original air date": "22 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    A group of animals meet in the back garden of a London pub. Nelson,a fox,steals a computer and starts an online romance,seemingly with a woman called Wendy but actually a vengeful hen called Ruth,out to get her own back on fox-kind.Afghan hound Destiny bites her owner Gary so that he will take her to Obedience Class,where she has taken a shine to bad-boy dog Rivers,whilst Marion,a cat whose owner has just died,finds a new home when he takes the place of missing lookalike Chopsticks. Sadly for him Chopsticks returns.    "
                },
                "2": {
                    "title": "Destiny the Reluctant Sniffer Dog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mongrels (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 17,
                    "original air date": "29 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Marion goes to the disco where he first sniffs catnip and becomes addicted until Nelson cures him by getting him to sniff so much it makes him ill. Nelson looks after his sickly nephew Kieran,the runt of the litter,with whom he identifies as he ,like presenter Paul Ross,was also the runt. Kieran seems to have a bright future solving jigsaw puzzles - until a cupboard falls on him. Destiny finds out that she can identify her future partner by bottom sniffing. She almost ends up with Nelson until she discovers that the smell she likes best is her own bottom. Malicious ...    "
                },
                "3": {
                    "title": "Marion the Young Lover",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mongrels (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 15,
                    "original air date": "6 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Marion falls for a kitten called Lollipop but she is under-age for sex and he has to wait another day before she is legal.Having used up most of his nine lives can he survive? Destiny meets a guide dog and decides to blind Gary so she can be his guide. Unfortunately she blinds the dog and has to take on his owner who comes to a sticky end when she passes him onto Nelson. Nelson auditions for 'Springwatch' but finds that the animals are all actors and two of them plan to kill him live on camera. Fortunately violent cousin Vince is star-struck and can be persuaded to ...    "
                },
                "4": {
                    "title": "Nelson the Stroke Virgin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mongrels (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 13,
                    "original air date": "13 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    When Marion saves a child from drowning Destiny takes the credit and becomes a superstar until she fails to save another toddler and is exposed as a fraud,becoming Britain's most Hated Dog. She does redeem herself by rescuing Nelson who,in his desire to be stroked, gets locked in a cage on a petting farm with a coachload of sticky-fingered kids coming to stroke him to death. Kali meets a lesbian crow who wants to introduce her to the local avian gay scene and has to be frightened off by a phallic scarecrow.    "
                },
                "5": {
                    "title": "Kali the Genetic Engineer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mongrels (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 12,
                    "original air date": "20 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Sex-mad Destiny is on cloud nine when her new boyfriend Archie cannot get enough with her. However she feels betrayed when she discovers that Gary has paid his owner and this is a stud dog,brought in to get her pregnant. Nelson's French pen-friend Christian arrives but behaves very oddly,showing mood swings and frothing at the mouth. He has rabies. Nelson believes he has caught it but his test samples got mixed up and the real sufferer is Archie,putting paid to Gary's little plan. Having survived a pigeon cull Kali plans revenge by creating a super-beast to take over ...    "
                },
                "6": {
                    "title": "Destiny the Infectious Risk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mongrels (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 15,
                    "original air date": "27 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Gary feels mean when Kali gets impaled on one of the anti-vermin spikes he's put on the roof,takes her in and feeds her. She balloons in size. Nelson falls for Sandra,a filthy,bad-mannered vixen he meets at the rubbish dump because she is in heat and he finds her attractive. Against his friends' advice he marries her and soon regrets it. Fortunately for him a newly released Kali falls on top of her,making him a widower. Destiny wins a dog show,thanks to some wise-cracking fleas who have infested her and helped her win the intelligence test but her subsequent behaviour...    "
                },
                "7": {
                    "title": "Marion the Superfluous Feed Character",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mongrels (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 12,
                    "original air date": "3 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Having accidentally put Vince into a coma Nelson looks after his territory and tries to bring culture to its occupants - in vain. For Destiny, however, fed up with being controlled by all the men in her life,Vince is the perfect placid boyfriend who never answers back - until he comes round. Kali is appalled that the electrocution of her mother is shown on 'You've Been Framed' and hatches a plan to kill Harry Hill.    "
                },
                "8": {
                    "title": "Nelson the Naughty Arsonist",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mongrels (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 12,
                    "original air date": "10 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Kali has her wings clipped and ends up grounded and,unless she can wing it,Vince will eat her. Destiny gets snapped up by a photographer but learns that she is modelling for dog porn - the dreaded advertising calendar.Marion joins a group of animals intent on stopping the Bonfire Night celebrations by blowing up the pub,with Destiny inside. Nelson and Marion set out to save her but Kali's new rocket-powered jet propulsion ends the evening with a bang and lands them all in hospital. Or was it just a dream?    "
                }
            }
        },
        "number of episodes": 17,
        "cast": [
            {
                "name": "Tetsell, Dan"
            },
            {
                "name": "Jones, Rufus"
            },
            {
                "name": "Brand, Katy"
            },
            {
                "name": "Montgomery, Lucy"
            },
            {
                "name": "Kaye, Paul"
            },
            {
                "name": "Bratt, Ruth"
            },
            {
                "name": "Way, Tony"
            },
            {
                "name": "Dexter, Felix"
            },
            {
                "name": "Macleod, Lewis"
            },
            {
                "name": "Brownlow-Pike, Warrick"
            },
            {
                "name": "Evans, Iestyn"
            },
            {
                "name": "Heath, Andy"
            },
            {
                "name": "Coombs, Richard"
            },
            {
                "name": "Beattie, Sue"
            },
            {
                "name": "Doherty, James"
            },
            {
                "name": "Lipson, Simon"
            },
            {
                "name": "Buckley, Simon"
            },
            {
                "name": "Glass, Mandy"
            },
            {
                "name": "Hutchinson, Matt"
            },
            {
                "name": "Olie, Toby"
            },
            {
                "name": "Knight, Tom"
            },
            {
                "name": "Mills, Scott"
            },
            {
                "name": "Harle, Donna"
            },
            {
                "name": "MacIntosh, Ewen"
            },
            {
                "name": "Sant, David"
            },
            {
                "name": "Dyer, Danny"
            },
            {
                "name": "Wisbey, Duncan"
            },
            {
                "name": "Ross, Paul"
            },
            {
                "name": "Lloyd, Lucy"
            },
            {
                "name": "Stone, Yvonne"
            },
            {
                "name": "O'Brien, Richard"
            },
            {
                "name": "Hanson, Rosamund"
            },
            {
                "name": "Taylor, Daniel Lawrence"
            },
            {
                "name": "Peters, Gordon"
            },
            {
                "name": "Butler-Henderson, Vicki"
            },
            {
                "name": "Cabourn-Smith, Margaret"
            },
            {
                "name": "Eldon, Kevin"
            },
            {
                "name": "France, Steven"
            },
            {
                "name": "Roy, John"
            },
            {
                "name": "Bernays, Lukas Jack"
            },
            {
                "name": "Messina, Oriane"
            },
            {
                "name": "Holmes, Eamonn"
            },
            {
                "name": "Nutkins, Terry"
            },
            {
                "name": "Rogers, Malcolm"
            },
            {
                "name": "Small, Marc"
            },
            {
                "name": "Antoine, Ayesha"
            },
            {
                "name": "Burge, Steven"
            },
            {
                "name": "Fulcher, Rich"
            },
            {
                "name": "Howard, Kerry"
            },
            {
                "name": "Kane, Susy"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 8.3,
        "votes": 1068,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZTNhYzdlMzAtYzliMC00ZjcyLWE1ZTctYzQ0N2Y0ODljZmUzXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY150_CR1,0,101,150_.jpg",
        "plot outline": "A look into the dysfunctional lives of a group of friends, in a typical American sitcom. But, there's a twist. It is a sort-of spoof of The Muppets, with HBO, UNCENSORED humor, with a lot pop-culture references. If South Park had a kid with Friends and The Muppets, this is it.",
        "languages": [
            "English"
        ],
        "title": "Mongrels",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2011",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Brown, Jon"
            },
            {
                "name": "Doolan, Paul"
            },
            {
                "name": "Kay, Adam"
            }
        ],
        "production companies": [
            {
                "name": "British Broadcasting Corporation"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            }
        ],
        "other companies": [
            {
                "name": "ARRI Lighting Rental"
            },
            {
                "name": "Qurios Entertainment"
            }
        ],
        "plot": [
            "A look into the dysfunctional lives of a group of friends, in a typical American sitcom. But, there's a twist. It is a sort-of spoof of The Muppets, with HBO, UNCENSORED humor, with a lot pop-culture references. If South Park had a kid with Friends and The Muppets, this is it.::Harrison Seeley"
        ],
        "tech": {
            "runtime": [
                "30 min (UK)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1068,
                "rating": 8.3
            },
            "aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 18 29": {
                "votes": 234,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 482,
                "rating": 8.3
            },
            "aged 45 plus": {
                "votes": 189,
                "rating": 8.5
            },
            "males": {
                "votes": 736,
                "rating": 8.2
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 18 29": {
                "votes": 193,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 370,
                "rating": 8.2
            },
            "males aged 45 plus": {
                "votes": 146,
                "rating": 8.5
            },
            "females": {
                "votes": 200,
                "rating": 8.4
            },
            "females aged 18 29": {
                "votes": 39,
                "rating": 7.9
            },
            "females aged 30 44": {
                "votes": 107,
                "rating": 8.6
            },
            "females aged 45 plus": {
                "votes": 40,
                "rating": 8.5
            },
            "top 1000 voters": {
                "votes": 26,
                "rating": 5.2
            },
            "us users": {
                "votes": 130,
                "rating": 8.1
            },
            "non us users": {
                "votes": 647,
                "rating": 8.2
            }
        },
        "number of votes": {
            "10": 388,
            "9": 231,
            "8": 250,
            "7": 103,
            "6": 22,
            "5": 21,
            "4": 14,
            "3": 7,
            "2": 13,
            "1": 19
        },
        "arithmetic mean": 8.5,
        "median": 9
    }
}