{
    "imdb": {
        "raw release dates": [
            {
                "country": "Philippines\n",
                "date": "22 February 2010"
            }
        ],
        "release dates": [
            "Philippines::22 February 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Melason"
            },
            {
                "countries": "Philippines (English title) (third season title)",
                "title": "Melason Promdi Heart"
            },
            {
                "countries": "Philippines (English title) (first season title)",
                "title": "Melason in Love"
            },
            {
                "countries": "Philippines (English title) (second season title)",
                "title": "Melason in the City"
            }
        ],
        "akas": [
            "Melason (original title)",
            "Melason Promdi Heart Philippines (English title) (third season title)",
            "Melason in Love Philippines (English title) (first season title)",
            "Melason in the City Philippines (English title) (second season title)"
        ],
        "akas from release info": [
            "Melason (original title)",
            "Melason Promdi Heart Philippines (English title) (third season title)",
            "Melason in Love Philippines (English title) (first season title)",
            "Melason in the City Philippines (English title) (second season title)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Melai and Jason Sneak Inside the PBB House!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "19 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Melai and Jason sneak into the Pinoy Big Brother house to swim. Big Utol welcomes them and make a deal for a halo-halo game. Melai and Jason go around town to find for contestants.    "
                },
                "2": {
                    "title": "Who Will Jason and Melai Choose to Be Part of Their 'Halo-Halo' Team?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "20 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Melai and Jason continue to search for contestants in halo-halo game. Melai chooses Aling Elvie for her team whereas Jason chooses Aling Miriam for his team.    "
                },
                "3": {
                    "title": "Whose Team Would Come Up on Top of the 'Halo-Halo' Challenge?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "21 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Team Jason and Team Melai vie for the halo-halo game. Before the game, the teams present a cheer. First round: Isang Tanong Isang Sahog -- Big Utol will ask a question but the contestant should do Big Utol's challenges before answering. Round two: Kas-Cash -- First to crush a block of ice to retrieve the money inside.    "
                },
                "4": {
                    "title": "Jason Helps Lola Miriam Get Her Sari-Sari Store Running Again!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "22 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Team Jason for the halo-halo game. Jason brings Aling Miriam's prize for winning the game. Melai brings Aling Elvie's consolation. Aling Miriam reopens her sari-sari store. Jason accompanies Aling Miriam in the grocery to buy goods for her sari-sari store.    "
                },
                "5": {
                    "title": "The Search Is on for Talented Little Kids!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "23 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Jason go with Aling Miriam to visit her husband's grave. Big Utol gives Melai and Jason another game. Melai and Jason suggest kids to play for the next game. Jason and Melai goes around Barangay Holy Spirit and Barangay Socorro respectively to find for talented kids.    "
                },
                "6": {
                    "title": "Melai and Jason's Team Battle It Out on the Dance Floor!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "26 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Jason and Melai ask permission of the parents of the kids they have chosen for Big Utol's game. Team Jason are Moymoy, Rioden, Buninay, Daisy. Team Melai are Danica, Peter, Adrian, Kristia.    "
                },
                "7": {
                    "title": "Let the Kiddie Games Begin!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "27 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Team Holy Spirit (Jason) and Team Socorro (Melai) exchanges cheers and jeers for fun. First round: Basketpool.    "
                },
                "8": {
                    "title": "Which Team Will Win the 'Batakaw' Game?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "28 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Second round of kiddie game: Batakaw. Third and final round: Palakarera.    "
                },
                "9": {
                    "title": "Jason's Team Celebrates Their Victory with a Subic Adventure!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "29 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Melai brings school bags and gifts for Team Socorro: Adrian, Kristia, Danica, Peter. Jason does the same to Team Holy Spirit: Moymoy, Buninay, Daisy, Rioden. Since Team Holy Spirit wins the game, the kids are treated to a Zoobic Adventure in Subic.    "
                },
                "10": {
                    "title": "Melason Promdi Heart Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "30 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Melai, Jason and Team Holy Spirit go to safari adventure in Subic. Back in Manila, Jason treats Melai to a rooftop dinner date. Melai and Jason reminisce their Pinoy Big Brother experience and all the things they have gone through.    "
                }
            },
            "1": {
                "1": {
                    "title": "Ano nga ba ang pangako?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "22 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Before the Big Night, Big 5 created a bracelet remembrance for each other and gave messages around a bonfire. Melason gave a promise of love for each other. On the morning of the Big Night, Melason did their favorite past time - swimming. On the afternoon, the Big 5 was greeted by makeover crew for the Big Night. On the Big Night, Melai was declared the Big Winner with Paul Jake as the 2nd Big Placer, Jason as the 3rd Big Placer, Johan as the 4th Placer, and Tibo as the 5th Placer. Out through the backstage, Melai and Jason were greeted by screaming and adoring fans ...    "
                },
                "2": {
                    "title": "What Is the Meaning of Fame?!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "23 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    When the Big 5 came out of the confession room, they were greeted by their respective families. Before dinner, Melai was introduced to Mommy Claudia and Kriel, Jason was introduced to Mommy Virginia and Daddy Dionisio. After dinner, Melai's parents gave her love advice. During that evening, their road managers came in - Abi and Robin. After their parents and loved ones leave, their road managers presented to them their television guestings and activities for the next day. For their first tv guestings, Big 5 came out of the house and was greeted by screaming fans ...    "
                },
                "3": {
                    "title": "What Is the Meaning of Joy?!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "24 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    In the afternoon, Melason was preparing for their second television guesting in The Buzz for a live interview. It was here that Jason meets the \"Jason's Angels\" for the second time. Off-air, Boy Abunda gave Melai advices on fans and girls while Kris Aquino gave one to Jason on love. Jason plans his Valentine's celebration for Melai with Robin. Inside the room, Melai asked Jason when was the time their are officially on. PBB housemates held their reunion. BFF Rica gave Melai a doll whom she calls Malaria. Robin informed that C3 Boys have tv guestings, Melason was alone...    "
                },
                "4": {
                    "title": "Define Jealousy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "25 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    The Big 5 visited noontime show Wowowee. After the live show, Big 5 bonded with Willie backstage. On leaving the show, Jason was huddled and kissed by the Kembot Dancers wherein Jason replied with a kiss on the cheek. Melai saw this. At the house, Melai showed her jealousy. Rica consoled Melai. RM Robin came and told them that Melai (and Jason) would be interviewed by Marie Lozano of TV Patrol World in House B. Late in the afternoon, Big 5 was presented to the press for a press conference.    "
                },
                "5": {
                    "title": "Define Hindrance?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "25 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Melason has all the confidence and respect to face a solo interview from the press. The next day appart from one commitment, the rest of the day is free for Melason. Jason asked RMs if they could go to Mall of Asia (MOA) and Melason planned to disguise themselves. Before bedtime, Rica told them of a place where they can dine in private and Rica did all the reservations. As they wait for their MOA trip, unplanned commitments keep coming their way. Big 5 went to receive their cheques but Jason hasn't got any for some reason. RM Robin could not cash his cheque as the ...    "
                },
                "6": {
                    "title": "Weekend Primetime Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "27 Feb. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Define Date!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "1 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    As Melason was about to go for the Mall of Asia date, RM Abi arrived and told them that they had a Star Magic courtesy call with the rest of the Big 5. As they walked along the MOA premises, they were easily recognized by some fans and had to run inside the mall. Inside the mall, still, many of the fans recognized them and managed to have pictures taken with them. They arrived at the restaurant (Patio Guernica) reserved by Rica for them. As they dined, fans were taking pictures by the window.    "
                },
                "8": {
                    "title": "Define Fan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Patrick, brother of Melai, came by in the restaurant. Patrick talked to Melai about Jason. When the bill was given, Melai was surprised of the amount. She was short as she gave Patrick some money. Melai begged for money from the staff. Rod, the restaurant manager, said that the bill was already arranged for them. After dining, they went to a video arcade, ice skating rink. The next day Melason attended a grand fans day. Two fans were picked to have a date with Melai and Jason.    "
                },
                "9": {
                    "title": "Define Trust",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "3 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Melason had a fan date. Melai had a date with Atche whereas Jason was with Lucia Cristobal.    "
                },
                "10": {
                    "title": "Define Impostor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "4 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Lucia wanted to get close to Jason. Jason told Lucia that he considers himself lucky that he is with Melai. Back in the house, Melai asked Jason about his date and what they did. The next day, Melason still talked about their fan date. Melai asked RM Robin about Jason's date. Laurenti Dyogi informed Melason that they would have a drama series called Impostor with Maja Salvador and Sam Milby. Melason arrived in house B for the story conference. After the story conference, Melason toured Maja and Sam in house A. Melason read their scripts.    "
                },
                "11": {
                    "title": "O tukso... Layuan mo... Si Sweetypie...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "5 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    After their story conference, Paul Jake, Tibo, Johan and Rica came into the house. Melason excitedly told them about their Impostor series. Later, Melason practiced their lines. C3 Boys proposed to have a boys night out since no schedule was set; Jason wanted to go with them but was anxious. Melai got a call from RM Abi about Melai's homecoming in GenSan. In the bar, the Jason's Angels followed. Rica and Melai tried to call Jason through RM Robin. Rica got through the line and heard some of the things happening inside the bar.    "
                },
                "12": {
                    "title": "Weekend Primetime Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "6 Mar. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Define Homecoming",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "8 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Jason has no idea that Melai is preparing for GenSan homecoming. Fidel Ramos is also on the plane flying to GenSan. As the plane of Melai to GenSan flies, Jason and the rest of the boys come home. Jason throws up. As Melai comes out of the airport, crowd huddles her and a band greets her. Motorcade is held from airport to the Mindanao State University. Melai talks to the crowd. Motorcade continues around town, crossing Barangay Calumpang. Melai is interviewed by the local press. In the house, Jason awakes and is looking for Isay.    "
                },
                "14": {
                    "title": "Define Family!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "9 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Melai goes to her home. We are toured to her house. Robin informs Jason that Melai is in GenSan. Melai saw Roy in the mall show. Jason asks Robin to spare him text messages for Melai. Jason misses Melai. Melai visits the mayor's office. Melai dance onstage on Oval Plaza. Jason's Angels arrive to the house for a pool party organized by Johan.    "
                },
                "15": {
                    "title": "Define Good Time?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "10 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Swimming party in the house with Jason's Angels and C3 Boys. Abi calls Robin and Melai overhears the conversation. The Angels ask for a souvenir from Jason, Jason's orange boxer brief. Sharla gives Jason a keychain. Roy, Melai's ex-boyfriend, visits Melai. Still, Jason misses Melai.    "
                },
                "16": {
                    "title": "Define Barkada",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "11 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Melai attends a thanksgiving mass. Jason will guess in E-Live. Melai is surprised by her friends and barkada who visited her in the resort hotel. They talk about sweetypie Jason. Melai arrives back in Manila. Jason shows to RM Robin Sharla's gift to him. Jason sees the video of Roy's visit to Melai in GenSan in E-Live. Melai came back in the house and saw the swimsuits sprawled on Jason's bed. Jason expresses his longing to Melai in a radio interview.    "
                },
                "17": {
                    "title": "Define Evidence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "12 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Jason is interviewed in Showbiz Extra radio program and is intrigued by Ambet Nabus about Roy. Jason out for dinner, Melai arrives in the house and see a swimsuit sprawled on Jason's bed. Rica and Mariel come over for they will have a girl's night out with Melai. In the bar, a couple of boys befriends Melai. Jason thinks of the rumor told by Ambet. In the morning, Melai and Jason has finally seen each other. Melai gives Jason a necklace. Melai is asking Jason about the boy's night out. Jason quizzes Melai on Roy's visit. RM Abi and Rica are talking about their girl's ...    "
                },
                "18": {
                    "title": "Weekend Primetime Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "13 Mar. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "19": {
                    "title": "Define Kiss",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "15 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Melai and Jason are interviewed by Ambet Nabus and Dolly Anne Carvajal in Showbiz Extra DZMM. Melai and Jason perform in ASAP XV. As they return to the house, fans give them gifts and scrapbook. In the house, Melai looks in a scrapbook for Jason but with pictures of the boys' night out. Melai throws the scrapbook to Jason's face and walks out. Jason follows Melai to the bedroom and explains. Melai and Jason talk. Eventually, their first kiss happens. Melai crumples, tears, and throws the pictures in the bin.    "
                },
                "20": {
                    "title": "Define Alien",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "16 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Jason expresses his feelings to Tibo about joining the entertainment industry. Also, Jason tells Tibo their first kiss. Melai confides to Tibo her reaction on the pictures. Big Brother calls in Melai to the confession room to welcome Kokey. Melai and Jason tour Kokey around the house. Kokey found bikinis in the corner of the boy's bedroom. Big Brother informs Melai and Jason that they will be part of Kokey at Ako television series. Melai and Jason attends Kokey's story conference. Melai and Jason take part in their first acting workshop. Kokey plays the swimsuits of ...    "
                },
                "21": {
                    "title": "Define Confrontation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "17 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Jason see the swimsuits of Jason's Angels Kokey had put on Poongie. Jason throws the swimsuits in the bin. RM Abi tells them that they will be attending a premiere night. RM Robin gives Melai and Jason a notebook for their autograph signing. Melai and Jason with Johan and Tibo attend I Miss You Like Crazy premiere night and also, its after party. Jason reads the autographs he collected. Jason has a radio guesting in Tambayan. Johan asks Tibo and Melai to go to the boy's bedroom so that Jason's Angels would have a pass on finding their lost bikinis. Since they couldn't...    "
                },
                "22": {
                    "title": "3... 2... 1... Action!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "18 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Melai and Jason attend an acting workshop under Pen Medina. Sam Milby and Maja Salvador also take part in the workshop. Tibo teases Jason to kiss Melai and that Melai and Jason had their kiss on the lips. Melai has a radio guesting then after some time, Daddy Dionisio comes in the house. Daddy Dionisio and Jason talk about Melai.    "
                },
                "23": {
                    "title": "One Last Cry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "19 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Melai goes to a television guesting and interviewed by Mariel Rodriguez. Mariel receives an envelope and opens it. The envelope has pictures of the boy's night out. Melai see a particular picture of an open zipper. At the acting workshop, she shows her indifference to Jason about the picture. Melai and Jason sincerely talk about the situation. The road managers separate Melai and Jason; Melai will stay in house a, Jason will go to house b. Melai and C3 Boys leave for Baguio unbeknownst to Jason.    "
                },
                "24": {
                    "title": "Weekend Primetime Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "20 Mar. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "25": {
                    "title": "To Baguio with Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "22 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Jason follows Melai to Baguio. Melai and C3 Boys arrive in Baguio. As the entourage of Jason closes in to Baguio, Jason takes the call of nature. Jason stops over at the Lion bust. Melai and C3 Boys hold a press conference. At Jason's arrival, he is not able to reach Melai at the hotel she is staying in and also in the press conference. Jason held a press conference, alone. Melai and Jason are running in circles.    "
                },
                "26": {
                    "title": "To Baguio with Love Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "23 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Jason has not reached Melai in the press conference. Jason held a press conference alone. RM Robin and Jason will wait for the next itinerary of Melai. Melai and C3 Boys rehearse for the mall show. SM Baguio is packed of people. Jason appears from the crowd and it surprises Melai. They have finally found each other.    "
                },
                "27": {
                    "title": "Artista na kami!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "24 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    After the mall show, Melai and Jason have a dinner date. Melai and Jason and C3 Boys shoot the summer station ID of ABS-CBN. Melai and Jason meet KC Concepcion. Early morning, Melai and Jason leave for Batangas to shoot for their first teleserye, Impostor. Melai and Jason find time to relax and make kulitan on the beach. Jason buy flowers for Melai. Jason invites Melai to their first monthsary.    "
                },
                "28": {
                    "title": "First Monthsary Namin!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "25 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Melai and Jason go out to Subic for their monthsary with Denggeh.    "
                },
                "29": {
                    "title": "The Truth Revealed: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "26 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Melai and Jason will now leave Kuya's house. They both notice sounds coming from a room in house b. When they enter, they see a television. They watch themselves and about the show. Big Brother informs Melai and Jason about their reality show. Bianca Gonzalez enters the room and interviews them. Bianca welcomes Melai and Jason on the truth revealed show in the activity area.    "
                },
                "30": {
                    "title": "Weekend Primetime Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "27 Mar. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "31": {
                    "title": "The Truth Revealed: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "29 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Melai and Jason are greeted and cheered by fans in the activity area. Bianca interviews Melai and Jason. Melai and Jason meet the accomplices of the show.    "
                },
                "32": {
                    "title": "The Truth Revealed: Part 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "30 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Melai and Jason meet the accomplices close to them.    "
                },
                "33": {
                    "title": "The Truth Revealed: Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "31 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Melai and Jason answer questions from their fans.    "
                }
            },
            "2": {
                "1": {
                    "title": "Melai and Jason Try to Find Their Home in the City!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "5 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Melai and Jason is out of the Big Brother House. They try to find a place to stay in the city with the help of Rica.    "
                },
                "2": {
                    "title": "Melason Is Out to Find House in the City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "6 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Melai and Jason visit Melai's house and lot prize. Temporarily, Rica let Melai and Jason stay in her house as they find a place to stay. Melai and Jason have chosen a condominium.    "
                },
                "3": {
                    "title": "Jason Meets Melai's Relatives",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "7 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Melai and Jason fly to General Santos City, Melai's hometown. Melai introduces Jason to her relatives. Melai, Jason, and her family travel to Samal for a beach outing and family bonding.    "
                },
                "4": {
                    "title": "It's Melai's Turn to Meet Jason's Family and Friends!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "8 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Melai and Jason travel to Jason's hometown, Calapan, Mindoro. It is now time for Melai to meet Jason's family. Jason brings Melai on the places he frequented on his life in Calapan. Jason, with the help of his friends, surprises Melai on her birthday.    "
                },
                "5": {
                    "title": "Jason Fulfills His Grandmother's Dream Store!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "9 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Melai and Jason claim Jason's prized trike in RORO port. Jason fulfills his grandmother's sari-sari store. Jason and Melai buy things to sell for Lola Cely's sari-sari store.    "
                },
                "6": {
                    "title": "Tatay Dionisio Goes to Manila for a Check Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "12 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Jason and Melai held a motorcade around Calapan. Jason plans to build a house on their lot with consultations to his Tito Andres. Jason and Melai arrive in Manila. Tatay Dionisio and Mommy Virgie come to Manila for Tatay Dionisio's checkup on his digestion.    "
                },
                "7": {
                    "title": "Jason Spends Time with Melai's Parents!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "13 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    While Melai is busy for television rehearsals, Jason chaperons Tatay Dionisio and Mommy Virgie around Manila. Jason informs Tatay Dionisio of his next day's colonoscopy. Jason treat Tatay Dionisio and Mommy Virginia for dinner.    "
                },
                "8": {
                    "title": "Melai Shows Her Parents Their New Home!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "14 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Tatay Dionisio undergoes endoscopy. Melai and Jason bring Tatay Dionisio and Mommy Virgie in Melai's prized winning house and lot in Binangonan, Rizal.    "
                },
                "9": {
                    "title": "Isay Gets Sick!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "15 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Melai and Jason leave Rica's apartment and are grateful for Rica for letting them stay for awhile. Melai and Jason move to their condominium unit. Melai gets sick. Jason takes care of her.    "
                },
                "10": {
                    "title": "Tibo and Paul Jake Helped Jason Prepare Something Special for Melai!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Melason (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "16 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Jason brings noodles to Melai in the morning. Jason goes out with Tibo and Paul Jake to practice boxing. After boxing, Jason, with the help of Tibo and Paul Jake, prepares a soup for Melai.    "
                }
            }
        },
        "number of episodes": 53,
        "cast": [
            {
                "name": "Cantiveros, Melai"
            },
            {
                "name": "Francisco, Jason"
            },
            {
                "name": "Gonzalez, Bianca"
            },
            {
                "name": "Jumalon, Tibo"
            },
            {
                "name": "Niesta, Abi"
            },
            {
                "name": "Sison, Robin"
            },
            {
                "name": "Santos, Johan"
            },
            {
                "name": "Castillo, Paul Jake"
            },
            {
                "name": "Paras, Rica"
            },
            {
                "name": "Cantiveros, Dionisio"
            },
            {
                "name": "O'Hara, Sharla"
            },
            {
                "name": "Garcia, Debbie"
            },
            {
                "name": "Cantiveros, Virginia"
            },
            {
                "name": "Cristobal, Lucia"
            },
            {
                "name": "Francisco, Claudia"
            },
            {
                "name": "Buninay"
            },
            {
                "name": "Daisy"
            },
            {
                "name": "Milby, Sam"
            },
            {
                "name": "Moymoy"
            },
            {
                "name": "Pobocan, Jerome Chavez"
            },
            {
                "name": "Rioden"
            },
            {
                "name": "Salvador, Maja"
            },
            {
                "name": "Adrian"
            },
            {
                "name": "Cantiveros, Patrick"
            },
            {
                "name": "Castillo, Miriam"
            },
            {
                "name": "Cruzin, Marc"
            },
            {
                "name": "Danica"
            },
            {
                "name": "Kristia"
            },
            {
                "name": "Peter"
            },
            {
                "name": "Abunda, Boy"
            },
            {
                "name": "Cantiveros, Ondo"
            },
            {
                "name": "Castillo, Angelita"
            },
            {
                "name": "Castillo, Jovelyn"
            },
            {
                "name": "Castillo, Marlon"
            },
            {
                "name": "Gonzaga, Toni"
            },
            {
                "name": "Medina, Pen"
            },
            {
                "name": "Mirafuentes, Jurey"
            },
            {
                "name": "Nabus, Ambet"
            },
            {
                "name": "Patalinghug, Roy"
            },
            {
                "name": "Sorino, Marielle"
            },
            {
                "name": "Tabucol, Elviera Teresita M."
            },
            {
                "name": "Tabucol, Jerel"
            },
            {
                "name": "Tabucol, Margie"
            },
            {
                "name": "Tabucol, Mark John"
            },
            {
                "name": "Aquino, James Bimby"
            },
            {
                "name": "Aquino, Kris"
            },
            {
                "name": "Atche"
            },
            {
                "name": "Avilla, April"
            },
            {
                "name": "Camo, Carl"
            },
            {
                "name": "Cantiveros, Antonia"
            }
        ],
        "genres": [
            "Comedy",
            "Reality-TV",
            "Romance"
        ],
        "countries": [
            "Philippines"
        ],
        "country codes": [
            "ph"
        ],
        "language codes": [
            "fil",
            "tl"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "languages": [
            "Filipino",
            "Tagalog"
        ],
        "title": "Melason",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Hernandez, Hancel"
            },
            {
                "name": "Nicanor, Francisco"
            },
            {
                "name": "Quizon, Alvin"
            }
        ],
        "production companies": [
            {
                "name": "ABS-CBN"
            }
        ],
        "distributors": [
            {
                "name": "ABS-CBN"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}