{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "10 June 2010"
            }
        ],
        "release dates": [
            "USA::10 June 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Bethenny Getting Married?"
            },
            {
                "countries": "Norway",
                "title": "Bethenny gifter seg"
            },
            {
                "countries": "USA",
                "title": "Bethenny Ever After"
            },
            {
                "countries": "USA (first season title)",
                "title": "Bethenny Getting Married?"
            }
        ],
        "akas": [
            "Bethenny Getting Married? (original title)",
            "Bethenny gifter seg Norway",
            "Bethenny Ever After USA",
            "Bethenny Getting Married? USA (first season title)"
        ],
        "akas from release info": [
            "Bethenny Getting Married? (original title)",
            "Bethenny gifter seg Norway",
            "Bethenny Ever After USA",
            "Bethenny Getting Married? USA (first season title)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Mo' Money Mo' Problems",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "20 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    It's been a fruitful year for Bethenny but life shows no sign of slowing down. Season 3 kicks off with a party for the first new cocktail since the sale of Skinnygirl - friends old and new are in attendance, even TODAY show host, Hoda Kotb along with her boyfriend Jay. Bethenny takes life in the public eye in stride but Jason struggles with the constant attention. Parties and press interviews are only a fraction of the new parents' hectic schedule - managing their second year of marriage, caring for their daughter Bryn and purchasing a new apartment are just some of ...    "
                },
                "2": {
                    "title": "Alias Benjamin Frankelin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "27 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Bethenny decides to have a good old fashioned girl's weekend in her favorite stomping ground -- Montauk. With Bryn, Dawa and Cookie by her side, Bethenny turns off the world and takes a drive out to the beach. She lavishes her closest girlfriends with a summer weekend getaway and in turn they put pressure on her to have a second baby. The weekend is full of fun, sun, clambakes and a revelation that after the success, Bethenny has trouble trusting anyone other than her oldest and closest friends.    "
                },
                "3": {
                    "title": "The Damaged One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "5 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    It's back to the beach, this time for another soiree to celebrate Skinnygirl cocktails. Bethenny decides to work on her matchmaking skills, her targets - Julie's sister Jonie and her partner in Skinnygirl Daily Nutrition, Matt. The two hit it off, but the next day, Bethenny and Jason end up fighting about Bethenny's \"inappropriate\" line of questioning. Back in the city, it's time to get the apartment renovation underway and Jason reminds their stellar design team that he would like to be considered as they put the pieces together. In Bethenny's weekly session with ...    "
                },
                "4": {
                    "title": "Shrink Resistant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "12 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    The second year of marriage is proving to be more difficult than the first for Bethenny and Jason. Bethenny confides to her hairstylist that she and Jason are in a fight and has been feeling distant from Jason. On top of that, the new apartment's design team is not getting along. Bethenny calls a meeting to get everyone on the same page but Jason is hostile with the group, making things worse and forcing Bethenny to play referee. Emotions are running high with Bethenny's assistant, Julie, who breaks down at a lunch meeting when asked if she is committed to the company...    "
                },
                "5": {
                    "title": "Adrift",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "19 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Bethenny and Jason sail away on the couple's therapy boating trip, but the tide turns just as they begin to work together. Jason gets seasick and rendered unable to perform his \"duty\" of cooking the meal for the group. Things go from bad to worse when Dr. Amador informs them that they are essentially lost at sea as the GPS system on the boat has stopped working. Once on dry land, Jason and Bethenny race to reunite with Bryn. Jason proclaims that the trip was worthwhile as it made him realize that no matter how bad things get, he wants Bethenny by his side.    "
                },
                "6": {
                    "title": "Maternal Instincts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "26 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Bethenny and Jason are going full steam ahead on the apartment remodel. Closet space is of the utmost importance to Bethenny, but for Bethenny to get her dream closet, Jason must give up his \"man cave.\" Bethenny isn't comfortable asking Jason to give this up but the remodel crew votes for the closet. News of her mother selling a story about her to a gossip magazine shakes Bethenny. Later on Bethenny meets with Dr. Amador and breaks down admitting that hearing about her mother summons up painful memories.    "
                },
                "7": {
                    "title": "All Da Boats",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "9 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    One \"scandal\" after the next has Bethenny making headlines. From the facts in her article in Forbes being questioned to the driver of the tow boat that picked her up after the boat incident claiming she didn't give him a big enough tip, it seems like everyone wants a piece of Bethenny. She draws the conclusion that she never had this kind of trouble until she made her money. Bethenny shops for her new apartment but cannot get the bad press out of her head. After much consideration, she goes on the Today show to clear the air. She goes out on a date with Jason and they...    "
                },
                "8": {
                    "title": "Who Coordinates the Chaos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "9 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Bethenny takes a serious hit when her assistant, Julie, delivers big news. Bethenny is full of mixed emotions and it causes her to reflect on her extended family and how valuable they are to her...and what better way to celebrate her staff than to do a photo shoot of them all modeling the Skinnygirl Shapewear line. Despite her recent success, Bethenny has trouble letting go of her bargain hunting ways. A furniture shopping trip for her new apartment sends her into a tailspin when she realizes that every time her Upper East Side interior decorator opens her mouth, ...    "
                },
                "9": {
                    "title": "My Bad Self",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "16 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Bethenny gets busy building her brand empire and in typical Bethenny fashion has found a way to mix business with pleasure. With her staff in tow, the team heads to Jim Bean to discuss some exciting ideas that are brewing with Skinnygirl Cocktails. Things do not slow down for a moment as Bethenny learns the hard way that home renovations are no joke and begins to feel overwhelmed. Things reach a boiling point as she tries to manage everyone and everything in the project and her life but realizes she has become the middle man... or woman as it were. When her beloved ...    "
                },
                "10": {
                    "title": "Paradise Found",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "23 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Bethenny and Jason arrive at the One and Only Pamilla resort in Los Cabos for their extended and much needed vacation. It's been a tough road up until now but with Bryn and Veronica in tow, they are hoping to relax. But paradise loses a little bit of its glimmer once Bethenny and Jason start talking about past wounds. Fortunately, the rollercoaster ride of their relationship bounces back with a good dose of humor on both their parts. Finally, it's time for Bethenny's birthday, a day that goes much better for her than in previous years.    "
                },
                "11": {
                    "title": "Paradise Lost",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "30 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    A long vacation is just what the doctor ordered for Bethenny and Jason but the ups and downs that come with it are not. On the second leg of their trip, Jason decides that he has waited long enough to break some news about their new apartment and where they may have to live before they can move in. Willing to put themselves out there again, literally, Jason and Bethenny find themselves on yet another boat ride from hell. Bethenny and Jason can't seem to escape from their own personal issues and a lengthy discussion about work, life and love forces Jason to face his ...    "
                },
                "12": {
                    "title": "Grab Your Balloons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "8 May 2012",
                    "year": "2012",
                    "plot": "\n    Jason and Bethenny are back in NYC and very much back to the business at hand - getting their apartment renovated and making sure they have a place to sleep. With the stress building, Bethenny indulges in a little NYC R&R - a night out with Jake and a yoga class with Nick that has her worried more than ever about his health.    "
                },
                "13": {
                    "title": "Aspen-ational",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "7 May 2012",
                    "year": "2012",
                    "plot": "\n    When Bethenny brings up her obstacles with Jason to Dr. Amador, she understands it's time to take a step back and listen. Soon after, she leaves for the launch of the Skinnygirl Cranberry Cosmo in Aspen. Finally, Bethenny takes a lesson from Dr. Amador and learns to let Jason come to her instead of the other way around.    "
                },
                "14": {
                    "title": "Unregrettable",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "21 May 2012",
                    "year": "2012",
                    "plot": "\n    Bethenny must once again face her past when she has dinner with Louis, one of her deceased father's dearest friends.    "
                },
                "15": {
                    "title": "Fair Thee Well Heeled",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "28 May 2012",
                    "year": "2012",
                    "plot": "\n    Christmas is in the air and the Skinnygirl gang gathers for a holiday party.    "
                }
            },
            "1": {
                "1": {
                    "title": "Mi Casa, Su Nasa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Bethenny launches the next chapter of her life - marriage and a baby. Bethenny is thrilled to be asked to walk in a fashion show as it gives her the opportunity to show the world her baby bump. Meanwhile, Bethenny's fiancé Jason wants to plan a housewarming party, but they soon realize they have two very different approaches to life. With her business burgeoning and a wedding to plan, Bethenny needs to hire someone to assist to her already beleaguered assistant Julie...but Jason has issues with job requirements. She also decides to start facing her past issues head on...    "
                },
                "2": {
                    "title": "In-Laws We Trust",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "17 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    With her nuptials just around the corner, it's time for Bethenny to meet with her wedding planner and finally start solidifying plans. Jason's mom comes to town to help Bethenny shop for wedding dresses. Bethenny also has plenty of work to do promoting her Skinny girl books and developing her own skincare line. In the end, the one who needs the most help is her beloved dog Cookie, who has been behaving badly.    "
                },
                "3": {
                    "title": "88 Percent to a Million",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "24 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Bethenny prepares to leave for her combined bachelor and bachelorette party in Atlantic City, but realizes that planning a wedding and keeping her business going is much more hectic and time consuming than she thought. With decisions needing to be made left and right, it all comes to a head when she breaks down while on the trip. Bethenny cheers up and manages to have a great time at her bachelorette party when she gets the news that the hotel she desperately wanted to have her wedding at is available.    "
                },
                "4": {
                    "title": "Let Me Eat Cake!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Bethenny's wedding day is approaching and she has many details to take care of including attending her bridal shower hosted by fellow housewife Alex McCord. Panic sets in when Bethenny goes for her final wedding dress fitting and realizes it might be too small by the time she walks down the aisle. The stress is heightened by the fact that Jason doesn't want to participate in the planning process and that Bethenny won't have any of her own family members there on her big day. With the wedding just around the corner, it's suddenly time for the rehearsal brunch. Amid all...    "
                },
                "5": {
                    "title": "So Hoppy Together",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "8 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Bethenny's wedding day has finally arrived, and she is still working on the final touches for her new book. Ever the multi-tasker, Bethenny finishes up her work in time to start getting ready and to greet the revolving door of friends and family. Just as Bethenny is about to walk down the aisle, she gets herself into a \"bathroom situation\" that her assistant Julie needs to rescue her from.    "
                },
                "6": {
                    "title": "The Honeymoon Is Over",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "15 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    With wedding behind them, it's time for Bethenny and Jason to relax and enjoy their honeymoon in St Bart's. Anxiety kicks in when the discussion leans towards the pending arrival of the baby. Bethenny promises to keep her hormones in check if Jason can remember to stay calm. The honeymoon is over too quickly and it is time for Bethenny and Jason to head home to New York City to prepare for the birth of their baby.    "
                },
                "7": {
                    "title": "Baby Won't Wait",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "22 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    With only a few weeks until motherhood, Bethenny realizes she's not fully prepared for the baby's arrival. She completes a crash course in childcare with maternity guru Rosie Pope just as her water breaks - 4 weeks before her due date! Jason rushes Bethenny to the hospital and after 12 hours of labor, they are ready for the newest member of their family to enter the world.    "
                },
                "8": {
                    "title": "Bryn There, Done That",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "29 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Bethenny and Jason are thrilled that their new little bundle of joy - Bryn - is happy and healthy. They quickly realize that their lives are about to change dramatically as feedings and diaper changes take priority over everything else. Bethenny is delighted when Jason, Max and Chuck fix up the baby's nursery just in time for the grandparents' visit to see their first grandchild.    "
                },
                "9": {
                    "title": "Getting More Than Married",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "5 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Since little Bryn decided to come one month early, Bethenny was never able to have a proper baby shower. Fellow Housewife Alex McCord and event planner extraordinaire Shawn Rabideau step in to help plan the event. With Bryn getting stronger by the day, the Hoppy family heads off to Montauk for a good old-fashioned summer weekend.    "
                },
                "10": {
                    "title": "Lost Footage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "12 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    In this special episode we get to see even more Bethenny as she juggles wedding, baby and career all at the same time.    "
                }
            },
            "2": {
                "1": {
                    "title": "Hoppy Trails to You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "28 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Bethenny and Jason try to be Hoppy together in the Season 2 opener. The couple take a trip with baby Bryn to Jason's hometown in Pennsylvania, but the rural environs prove to be a culture shock for Bethenny. Worse, dinner with Jason's parents turns tense when the parents desire more quality time with Bryn.    "
                },
                "2": {
                    "title": "There Is No Normal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "7 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    A magazine hosts a gala honoring Bethenny for her style. Meanwhile, tension develops when Jason suggests visiting his parents again; and the pair set out on a date night.    "
                },
                "3": {
                    "title": "Business as Usual",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "14 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Bethenny's business ventures take an upswing, yet her margarita product isn't progressing fast enough. Bethenny discovers liquor stores are slow to replenish inventory---so she puts Jason on the case to solve the problem.    "
                },
                "4": {
                    "title": "It's My Baptism and I'll Cry if I Want To",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "21 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    It's faith overload when Gina takes Bethenny, Jason and Bryn to her Trinidadian church to give Bryn a \"blessing.\" Once the ceremony is underway, Jason and Bethenny suddenly realize it seems much more like a baptism than just a simple blessing.    "
                },
                "5": {
                    "title": "Ice Castles and Hassles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "28 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Bethenny's 40th birthday party is around the corner and everyone wants to celebrate. After some cajoling by Jason, friends and her former wedding planner Shawn, Bethenny goes against her best instincts and agrees to a party. But just as party plans get underway, Bethenny receives a call asking if she wants to compete on the new show \"Skating with the Stars.\"    "
                },
                "6": {
                    "title": "Fleeing from 40",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "4 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Bethenny's birthday is here and nobody is more excited than Jason. Practice for \"Skating with the Stars\" has been a welcome distraction from party planning, but as the big day draws near, unable to articulate her feelings, Bethenny goes through the motions and hopes the night will be uneventful. Jason, however, has plenty of surprises in store.    "
                },
                "7": {
                    "title": "The Mile High Club",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "11 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    With her Skating with the Stars debut right around the corner and Thanksgiving just a few weeks away, Bethenny couldn't be busier getting her ducks - and her triple axel - in a row. Adding to the mayhem is her long-awaited trip with Jason to the Skinny Girl bottling plant in Montreal, Canada. Although this will be the first time that both Bethenny and Jason will be away from baby Brynn, it's also a chance for the still newlyweds to have some much needed alone time.    "
                },
                "8": {
                    "title": "I Need Some Lovin' from My Oven",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "18 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Thanksgiving is just days away but Bethenny can't slow down and be thankful yet: her first performance on \"Skating with the Stars\" is right around the corner.    "
                },
                "9": {
                    "title": "Break 'Em Early",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "25 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    With Gina now gone, it's time for Bethenny and Jason to find some solid help in the nanny department. They decide on a quiet woman named Dawa who Bethenny later learns was a hairdresser in India. On top of that, Bethenny learns that the problems she was having with getting Skinny Girl margarita into the stores have been solved. But all good things must come to a screeching halt, as Bethenny and company head out to California for the finale of Skating with the Stars.    "
                },
                "10": {
                    "title": "Thin Ice, Ugly Sweaters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "2 May 2011",
                    "year": "2011",
                    "plot": "\n    Much to their surprise, Bethenny and Ethan have death spiraled their way into the finals for Skating With The Stars! But since she is the Queen of Mulit-tasking, Bethenny wants to make sure when Jason comes out to the warm Southern California December air, that they make the most of their family time in California. After the Skating With The Stars finals it's back to NYC and an awaiting huge tour bus...Bethenny is taking her show on the road.    "
                },
                "11": {
                    "title": "Skinny on the Skinny",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bethenny Ever After (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "9 May 2011",
                    "year": "2011",
                    "plot": "\n    Having just finished Skating with the Stars, Bethenny and company have not slowed down for one minute and have now embarked on her Skinnygirl bus tour. Nothing is off limits and Bethenny is not afraid to share. For Bethenny's colorful \"family\" the bus tour comes with its own set of adventures including feedings, open discussions about work and a little bathroom humor thrown in for good measure.    "
                }
            }
        },
        "number of episodes": 36,
        "cast": [
            {
                "name": "Frankel, Bethenny"
            },
            {
                "name": "Hoppy, Jason"
            },
            {
                "name": "Amador, Xavier"
            },
            {
                "name": "Rabideau, Shawn"
            },
            {
                "name": "Plake, Julie"
            },
            {
                "name": "Meisel, Max"
            },
            {
                "name": "Soldano, Chuck"
            },
            {
                "name": "McCord, Alex"
            },
            {
                "name": "van Kempen, Simon"
            },
            {
                "name": "Aberra, Amsale"
            },
            {
                "name": "Safar, Elana"
            },
            {
                "name": "Singer, Mario"
            },
            {
                "name": "Singer, Ramona"
            },
            {
                "name": "Harrington, Raymond"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "44"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 3,
        "rating": 4.9,
        "votes": 325,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYWFlODRhMTctMmE1ZC00ODM1LThkZjktYjA1MTJjMjViNjQwXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SX101_CR0,0,101,150_.jpg",
        "title": "Bethenny Ever After",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2012",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "distributors": [
            {
                "name": "Bravo Networks"
            }
        ],
        "plot": [
            "Between motherhood, marriage and building her 'Skinny Girl' empire, Bethenny finds her life is in the fast lane - and moving at warp speed. Watch as she continues to grow her business and venture out into new areas, all while juggling motherhood and marriage. When things get stressful, Bethenny manages to handle it all with her entertaining wit and biting humor.::Bravo Publicity"
        ],
        "tech": {
            "runtime": [
                "44 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 325,
                "rating": 4.9
            },
            "aged 18 29": {
                "votes": 42,
                "rating": 4.8
            },
            "aged 30 44": {
                "votes": 153,
                "rating": 5.1
            },
            "aged 45 plus": {
                "votes": 89,
                "rating": 4.3
            },
            "males": {
                "votes": 92,
                "rating": 3.8
            },
            "males aged 18 29": {
                "votes": 13,
                "rating": 4.4
            },
            "males aged 30 44": {
                "votes": 42,
                "rating": 4.2
            },
            "males aged 45 plus": {
                "votes": 35,
                "rating": 3.2
            },
            "females": {
                "votes": 198,
                "rating": 5.5
            },
            "females aged 18 29": {
                "votes": 29,
                "rating": 4.9
            },
            "females aged 30 44": {
                "votes": 110,
                "rating": 5.5
            },
            "females aged 45 plus": {
                "votes": 53,
                "rating": 5.5
            },
            "top 1000 voters": {
                "votes": 9,
                "rating": 2.2
            },
            "us users": {
                "votes": 208,
                "rating": 5.2
            },
            "non us users": {
                "votes": 58,
                "rating": 3.9
            }
        },
        "number of votes": {
            "10": 85,
            "9": 32,
            "8": 37,
            "7": 21,
            "6": 17,
            "5": 16,
            "4": 10,
            "3": 10,
            "2": 13,
            "1": 84
        },
        "arithmetic mean": 6.0,
        "median": 7
    }
}