{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "15 November 2010"
            },
            {
                "country": "Belgium\n",
                "date": "22 April 2011"
            },
            {
                "country": "Finland\n",
                "date": "25 April 2012"
            }
        ],
        "release dates": [
            "UK::15 November 2010",
            "Belgium::22 April 2011",
            "Finland::25 April 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Indian Doctor"
            },
            {
                "countries": "Finland",
                "title": "Tohtori Intiasta"
            },
            {
                "countries": "Finland (Swedish title)",
                "title": "Den indiska doktorn"
            },
            {
                "countries": "Hungary",
                "title": "Az indiai orvos"
            }
        ],
        "akas": [
            "The Indian Doctor (original title)",
            "Tohtori Intiasta Finland",
            "Den indiska doktorn Finland (Swedish title)",
            "Az indiai orvos Hungary"
        ],
        "akas from release info": [
            "The Indian Doctor (original title)",
            "Tohtori Intiasta Finland",
            "Den indiska doktorn Finland (Swedish title)",
            "Az indiai orvos Hungary"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "The Prodigals' Return",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Indian Doctor (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 19,
                    "original air date": "4 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    1966:- Flash Basil Thomas and his quieter brother Robert, a doctor, sons of the late mine owner Wilfred, return to Trefelin from London. They charm the locals by buying rounds in the pub and then throwing a lavish party, at which they reveal their plans to build a new town with modern amenities. This includes a health centre, giving Prem - already struggling to cope with an overly efficient new receptionist - to fear for his job. Emlyn, now married to Megan, is worried that she is depressed but she cheers up when old flame Robert visits her.    "
                },
                "2": {
                    "title": "The Gold Rush",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Indian Doctor (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 17,
                    "original air date": "5 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Basil starts a cunning charm offensive, dining shop-keeper Sian, hoping to get her on side and influence others, He tells her that everybody can have a new home if they give him the deeds to their old property. At the same time Robert suggests to Prem that they can be partners in the new surgery. Prem also signs a reluctant Owen off pit-work with suspected heart disease whilst Megan tells the doctor that she is pregnant but wants to keep it from Emlyn. Basil also puts pressure on mine safety officer Graham to close the pit to make way for his venture.    "
                },
                "3": {
                    "title": "Out of the Darkness",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Indian Doctor (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 16,
                    "original air date": "6 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Basil persuades a reluctant Robert to give Owen 'miracle pills' and a clean bill of health to return to work, since, as the mine foreman, Basil wants him on side. Prem, still awaiting Owen's results, is dismayed to see Robert claim others of his patients, including Sian - who decides she wants to court farmer Ceri Joseph, since he has won the pools. Young layabouts and self-styled anarchists Daf and Aled also play into Basil's hands with their abortive attempt to sabotage his new town model. Hoping to blame them if suspicions are aroused Basil gets Graham to blow up ...    "
                },
                "4": {
                    "title": "Trapped",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Indian Doctor (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 17,
                    "original air date": "7 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Prem, Owen and Emlyn are trapped by a rockfall in the pit, where Prem has to tell the unhappy Emlyn that Megan is pregnant, hence her recent behaviour. Back at the surgery Kamini proves herself very efficient dispensing home remedies and advice to a nervous bride whilst Robert takes Megan for a drive. He asks if she will leave with him but she now knows that she belongs with Emlyn. The two wives, along with Dan Griffiths, rush to the mine and are admitted by Graham. Prem and Emlyn have escaped but there is no sign of Owen. Meanwhile Sian and Ceri celebrate his winning...    "
                },
                "5": {
                    "title": "Into the Light",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Indian Doctor (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 16,
                    "original air date": "8 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    As Owen's corpse is brought to the surface Robert feels guilty for giving him the amphetamine pills and is horrified that Basil planned the explosion. Confronting his brother he learns that there is no New Town, the whole exercise is a scam designed to allow the construction of a motor-way, whose planners are paying Basil to clear the village. Prem discovers that Robert was struck off in London for prescription misuse and, with Megan, persuades him to admit the truth about his brother's plan. Dan inadvertently scuppers Basil's dirty dealings whilst Emlyn realises that...    "
                }
            },
            "1": {
                "1": {
                    "title": "The Arrival",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Indian Doctor (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 39,
                    "original air date": "15 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    In 1963, answering the call of health minister Enoch Powell, Indian doctor Prem Sharma arrives in the Welsh mining village of Trefelin to replace the late Dr. Elwyn. Many of the miners, being socialists, welcome him but others are resentful that he is not Welsh and his snooty wife, Kamini, used to tea with the Mountbattens, makes it clear that she loathes the place and wants to move to London. Fortunately, trusty receptionist Gina shows him the ropes and he starts to win over the locals, firmly announcing to Kamini that he likes the place and wants to stay. One local ...    "
                },
                "2": {
                    "title": "The Diary",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Indian Doctor (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 30,
                    "original air date": "16 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Sharpe gets local urchin Dan to try and steal the diary from the surgery but he gets caught. Kamini, whilst still anxious to move to London, develops a bond with Dan and gives him reading lessons. Gina locates the diary and gives it to Prem but it is in Welsh and needs a discreet person to translate it so Prem asks kindly shop-keeper Megan Evans to oblige. He also, following a misunderstanding with a local farmer, finds he has bought a car.    "
                },
                "3": {
                    "title": "Young Hearts",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Indian Doctor (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 28,
                    "original air date": "17 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Dan steals Sharpe's car in an effort to escape his drunken father Owen and track down his mother in Cardiff but meets Kamini who,when Sharpe tries to have the boy arrested and put in care,claims that she was the thief so that no action is taken. She brings Dan home, an action which brings her closer to her husband. Megan learns from the diary that Dr. Elwyn believed Sharpe's plans for the mine seriously jeopardised the colliers' health but Sharpe is reluctant to allow Prem to conduct chest X-rays. For Megan's husband it is too late as he passes away,with his son Tom ...    "
                },
                "4": {
                    "title": "The Van",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Indian Doctor (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 27,
                    "original air date": "18 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Megan tells Prem that the diary reveals how Sharpe has broken numerous safety regulations but,when Prem arranges for a Mobile X-Ray van to come to Trefelin, Sharpe blackmails Dan's father into getting the miners to refuse to have tests. They are, in any case, naturally resistant,wrongly believing that Prem is working with Sharpe to get the mine closed and Tom's hostility does not help as gossips are claiming that Megan and Prem are having an affair. Fortunately Megan gets the men to see that Sharpe has been misleading them and that Prem is on their side and leads them...    "
                },
                "5": {
                    "title": "The Fete",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Indian Doctor (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 27,
                    "original air date": "19 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Sharpe learns that he has been promoted to area manager in Nottingham but turns on his wife Sylvia for asking Prem for advice over his impotence. Prem and Kamini, despite learning that the miners submitted to X-rays, also consider moving - back to India - as they believe they do not fit in in Trefelin. However, when Dan runs off with the diary, Kamini locates them and brings them home and Prem persuades Dan's father Owen to back up the diary's contents by telling a local journalist of Sharpe's transgressions at the village fete. Other miners are quick to testify and ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Foreign Bodies",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Indian Doctor (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 25,
                    "original air date": "27 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    A year later Prem and Kamini welcome her mother Pushpa from India. She is shocked that the couple give respite to Dan Griffiths when father Owen goes on a bender and mind receptionist Gina's baby Nye since Tom left to live in London. On the same train is Megan,returned from visiting her son and local policeman Emlyn is smitten by her. The village has a new vicar,zealous ex-missionary Herbert Todd,whose wife has left him to look after rebellious teen-aged daughter Verity and who refuses baptism of Nye as his parents are not married. Whilst Todd is giving a slide show ...    "
                },
                "2": {
                    "title": "Immunity",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Indian Doctor (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 24,
                    "original air date": "28 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Prem locates Dan and puts him in the old isolation ward as the village is cordoned off from the outside world and the pit,pub and shop closed to prevent the spread of contagion. Vaccine arrives from Cardiff but there is an insufficient supply and,whilst Verity flirts with local rugby captain Dafydd,her father refuses an innoculation,claiming that faith will save him and sits by Dan's bedside,risking his life. Owen accuses Pushpa of being the carrier but when she claims that she was vaccinated in India the source of the disease becomes a mystery.    "
                },
                "3": {
                    "title": "The Miracle",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Indian Doctor (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 25,
                    "original air date": "29 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    An inaccurate radio report claiming that the epidemic is over and Todd's appearance with a cured Dan,claiming the boy was healed by God,throw the simple villagers into a false sense of security,believing the danger is passed. Quarrelsome Mr and Mrs Rogers arrive with the vaccination unit but,misled by Todd,no villagers except Owen and Megan volunteer to be immunised. Megan is upset that a love letter given her by heart-sore Emlyn was written with the aid of Prem as she still has feelings for the doctor but later softens towards the policeman. Todd baptizes Nye but,...    "
                },
                "4": {
                    "title": "Quarantine",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Indian Doctor (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 24,
                    "original air date": "1 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Todd catches Verity kissing Dafydd and throws him out. Soon after the young man falls ill with the small-pox. A few villagers volunteer for vaccination but many feel they are safe and refuse. With food stocks running low Megan and Emlyn grow closer when they pick up supplies from outside and Kamini enlists the help of local farmer Ceri. Dafydd's wife Mary brings her baby,also infected,to Prem but the child dies,reminding Kamini of the loss of her own daughter.After Pushpa expresses confidence in him Prem manages to get all of Trefelin innoculated except the Todds and ...    "
                },
                "5": {
                    "title": "The Source",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Indian Doctor (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 23,
                    "original air date": "2 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    With the smallpox under control Prem is still unable to locate its source. Verity disappears but Prem tracks her down,persuading Todd to finally have her immunized. A confession from Dan leads to Prem discovering the source of the disease - it was carried in robes brought back from Africa by Todd,who had survived smallpox there and kept quiet to the village about it. Emlyn proposes to Megan and Pushpa,who had previously feared that Prem was making her daughter miserable,realises that they are extremely happy and that Kamini supports her husband all the way.    "
                }
            }
        },
        "number of episodes": 15,
        "cast": [
            {
                "name": "Oakley, Jacob"
            },
            {
                "name": "Harries, Mali"
            },
            {
                "name": "Bhaskar, Sanjeev"
            },
            {
                "name": "Dharker, Ayesha"
            },
            {
                "name": "Dafydd, Ifan Huw"
            },
            {
                "name": "Eirian, Erica"
            },
            {
                "name": "Brinley, Alun ap"
            },
            {
                "name": "Hywel, Dafydd"
            },
            {
                "name": "Everson, Naomi"
            },
            {
                "name": "Morgan, James"
            },
            {
                "name": "Williams, Mark"
            },
            {
                "name": "Robert, Beth"
            },
            {
                "name": "Joshi, Indira"
            },
            {
                "name": "Vlahos, Alexander"
            },
            {
                "name": "Battrick, Naomi"
            },
            {
                "name": "Heap, Mark"
            },
            {
                "name": "Lloyd, Sara"
            },
            {
                "name": "William, Rhys Ap"
            },
            {
                "name": "Houston, William"
            },
            {
                "name": "Murphy, Ceri"
            },
            {
                "name": "Aubrey, Matthew"
            },
            {
                "name": "Pritchard, Sion"
            },
            {
                "name": "Jones, Rhydian"
            },
            {
                "name": "Gillard, Julian"
            },
            {
                "name": "Thomas, Eiry"
            },
            {
                "name": "Bale, Gareth John"
            },
            {
                "name": "Pritchard, Christine"
            },
            {
                "name": "Aaron, Catrin"
            },
            {
                "name": "Mengo, Lee"
            },
            {
                "name": "Hingott, Clare"
            },
            {
                "name": "Glyn, Carwyn"
            },
            {
                "name": "Rees, Kyle"
            },
            {
                "name": "Harries, Rebecca"
            },
            {
                "name": "Thomas, Jâms"
            },
            {
                "name": "Loader, Gwawr"
            },
            {
                "name": "Jewell, Gareth"
            },
            {
                "name": "Sobey, Katy"
            },
            {
                "name": "Pritchard, Glyn"
            },
            {
                "name": "Rhys, Gwenllian"
            },
            {
                "name": "Daly, Stacey"
            },
            {
                "name": "McGregor, Ben"
            },
            {
                "name": "Jones, Iestyn"
            },
            {
                "name": "McKeown, Aisling Groves"
            },
            {
                "name": "Weldon, John"
            },
            {
                "name": "Davies, Dion"
            },
            {
                "name": "Morgan-Price, Sophie"
            },
            {
                "name": "Carlisle, Anwen"
            },
            {
                "name": "Davies, Owain Rhys"
            },
            {
                "name": "Evans, Ben"
            },
            {
                "name": "Sussex, Nathan"
            }
        ],
        "locations": [
            "Blaenavon, Torfaen, Gwent, Wales, UK",
            "Llantrisant, Rhondda Cynon Taff, Wales, UK",
            "Rhondda Heritage Park, Rhondda Cynon Taff, Wales, UK"
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:PG",
            "Canada:G::(Quebec)",
            "New Zealand:PG",
            "United Kingdom:PG",
            "United States:Not Rated"
        ],
        "number of seasons": 3,
        "rating": 8.0,
        "votes": 625,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOWMwMzY0MGYtZTAyYi00MmVkLWFlMzktMTY4ZTNkOGU5NDhhXkEyXkFqcGdeQXVyNzQ5MzY0NjM@._V1_SY150_CR4,0,101,150_.jpg",
        "plot outline": "When a sleepy 1960s Welsh mining town's only doctor dies, the only replacement the union representative could find arrives, straight from India. To everyone's surprise, he's better educated and more cultured then anyone they know, yet friendly and eager to help. His wife however looks down on the 'peasants', compared to viceregal Delhi, and wants him to move to London.",
        "languages": [
            "English"
        ],
        "title": "The Indian Doctor",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Armstrong, Bill"
            },
            {
                "name": "Clarke, Catrin"
            },
            {
                "name": "Gittins, Rob"
            }
        ],
        "production companies": [
            {
                "name": "Avatar Productions"
            },
            {
                "name": "Bang Post Production"
            },
            {
                "name": "Rondo Media"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "KVH Media Group"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "other companies": [
            {
                "name": "Gauntlet Security"
            }
        ],
        "plot": [
            "When a sleepy 1960s Welsh mining town's only doctor dies, the only replacement the union representative could find arrives, straight from India. To everyone's surprise, he's better educated and more cultured then anyone they know, yet friendly and eager to help. His wife however looks down on the 'peasants', compared to viceregal Delhi, and wants him to move to London.::KGF Vissers"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 625,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 50,
                "rating": 7.8
            },
            "aged 30 44": {
                "votes": 165,
                "rating": 7.6
            },
            "aged 45 plus": {
                "votes": 250,
                "rating": 8.2
            },
            "males": {
                "votes": 272,
                "rating": 7.8
            },
            "males aged 18 29": {
                "votes": 28,
                "rating": 7.4
            },
            "males aged 30 44": {
                "votes": 99,
                "rating": 7.4
            },
            "males aged 45 plus": {
                "votes": 139,
                "rating": 8.2
            },
            "females": {
                "votes": 203,
                "rating": 8.1
            },
            "females aged 18 29": {
                "votes": 22,
                "rating": 8.2
            },
            "females aged 30 44": {
                "votes": 62,
                "rating": 7.8
            },
            "females aged 45 plus": {
                "votes": 106,
                "rating": 8.3
            },
            "top 1000 voters": {
                "votes": 20,
                "rating": 6.7
            },
            "us users": {
                "votes": 128,
                "rating": 8.0
            },
            "non us users": {
                "votes": 273,
                "rating": 7.8
            }
        },
        "number of votes": {
            "10": 152,
            "9": 139,
            "8": 192,
            "7": 81,
            "6": 23,
            "5": 15,
            "4": 2,
            "3": 3,
            "2": 3,
            "1": 15
        },
        "arithmetic mean": 8.2,
        "median": 8
    }
}