{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "27 October 2010"
            }
        ],
        "release dates": [
            "USA::27 October 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Hollywood Treasure"
            },
            {
                "countries": "Spain",
                "title": "Tesoros de Hollywood"
            }
        ],
        "akas": [
            "Hollywood Treasure (original title)",
            "Tesoros de Hollywood Spain"
        ],
        "akas from release info": [
            "Hollywood Treasure (original title)",
            "Tesoros de Hollywood Spain"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Riddler, Rudy, and the Ruby Slippers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Treasure (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "22 May 2012",
                    "year": "2012",
                    "plot": "\n    Joe Maddalena's got his eye on the most iconic item in movie history, The Ruby Slippers from The Wizard of Oz, and Sean Astin stops by to check out an original map from The Lord of the Rings.    "
                },
                "2": {
                    "title": "Chamber of Secrets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Treasure (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "29 May 2012",
                    "year": "2012",
                    "plot": "\n    Always looking for new ways to drum up business, Tracey McCall takes Joe Maddalena to the house that was used in the television show American Horror Story, hoping to add the location to their next auction.    "
                },
                "3": {
                    "title": "Hunger for District 12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Treasure (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "5 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Joe Maddalena and Tracey McCall head to North Carolina hoping to find anything that was left behind after the filming of The Hunger Games.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Treasure (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "12 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Joe puts it all on the line when he makes a high-stakes bet with a collector for the right to consign the legendary bench from Forrest Gump.    "
                },
                "5": {
                    "title": "X Marks the Prop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Treasure (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "19 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Joe Maddalena and Jon Mankuta travel to Oklahoma City, where they lay it all on the line to secure two X-Men treasures: Wolverine's claws and dog tag.    "
                },
                "6": {
                    "title": "Vampires, Swords, and Queen of the Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Treasure (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "26 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Joe Maddalena and Brian Chanes get a once-in-a-lifetime tour inside the studio of legendary makeup artist Greg Cannom, who shocks them when he reveals he's kept every major piece from his Oscar-winning work on Francis Ford Coppola's dark adaptation of Bram Stoker's Dracula. Meanwhile, Joe sets up an appraisal fair at a local collectible market, and is shocked when a collector claims to have Mel Gibson's sword from Braveheart. Plus, Brian Chanes is floored when a sci-fi prop maker reveals he has the late Whitney Houston's costume from The Bodyguard.    "
                }
            },
            "1": {
                "1": {
                    "title": "Let the Bidding Begin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Treasure (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "27 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    In the series opener, Joe and his team hit the ground running. With only ten days left till the next auction, the hunt is on. The team attempts to set straight an Internet rumor that one of the original sharks from the movie Jaws has been on display in a junkyard to attract visitors. Next, an avid collector of Lost in Space memorabilia has traveled to Profiles in History from the East Coast with hopes of adding to his collection. And in Chicago, Joe investigates the claim of a young man who is alleged to have the screen-used carpet bag from the 1960s Disney classic, ...    "
                },
                "2": {
                    "title": "I'll Get You, My Pretty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Treasure (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "27 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    At the Profiles in History archives, Joe Maddalena's team, Brian Chanes and Jon Mankuta, search for an unknown treasure that might be stored right under their own noses. Joe travels to the Midwest to personally visit the owner of the legendary Wicked Witch of the West's hat from The Wizard of Oz. The pressure is on for Special Events Coordinator Tracey McHall to deliver props from the personal collection of a star of 60's television, Dawn Wells, better known as Mary Anne from Gilligan's Island.    "
                },
                "3": {
                    "title": "Comic Con-Quest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Treasure (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "3 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Joe Maddalena rallies his troops as they descend on Comic Con, an annual fan convention held in San Diego. The hunt is on and after a day of rubbing elbows with celebrities, Joe meets Erin Grey, better known as Col. Wilma Deering from the sci-fi classic, Buck Rogers. Later, with the remake of The Green Hornet on the horizon, Joe travels to Chicago to meet with a well-known collector of Bruce Lee memorabilia. And after two items drop out at the last minute, Joe leaps into action to save his upcoming auction.    "
                },
                "4": {
                    "title": "Joe Goes Ape",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Treasure (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "3 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Joe Maddalena travels to New York City to meet with the owners of the world's most valuable movie poster from the 1931 movie, Frankenstein. Meanwhile back in Los Angeles, Special Events Coordinator Tracey McHall is tasked to authenticate an item from the Syfy series, Stargate SG-1, and Christopher Judge, Teal'c from the series, lends a hand. Later, a collection of original set photography from the 1933 classic King Kong has emerged and the daughter of the photographer turns to Profiles in History to help auction her father's legacy.    "
                },
                "5": {
                    "title": "London Calling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Treasure (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "10 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Joe Maddalena and his team plan a trip to the English countryside to hunt down several iconic items hidden in the country. First, Brian Chanes, hunts down an old business contact hoping to find some haunted relics to include in the upcoming auction, Harvey Stephens, the child actor who played Damien in one of the most iconic horror movies of all time, The Omen. Later, the team travel off the beaten track and deep in the English countryside to pay a visit to the privately owned leather shop of one of Hollywood's premiere leather makers, Peter Botwright. Peter is the ...    "
                },
                "6": {
                    "title": "Joe Gets Animated",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Treasure (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Joe Maddalena and his team gear up for the next auction. They discuss a possible consignor, Paul Mayer, owner of one of the largest animation archives in the world. Back at the office, Tracey McCall continues to hit roadblocks in her hunt for a signature piece for the upcoming auction. Finding a piece of the famed yellow brick road from the Wizard of Oz is at the top of Joe's agenda. The goal is to meet with one of the last surviving principle cast members from the movie, one of the original lollipop kids, Jerry Marin.    "
                },
                "7": {
                    "title": "Joe's Golden Opportunity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Treasure (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "17 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Joe, Brian and Tracey head to London and meet with Julie Dawn Cole, the actress who played Veruca Salt in the original Charlie and the Chocolate Factory. Meanwhile, Jon is responsible for unearthing one of Joe's lost treasures, the cowardly lion's Courage Badge from the Wizard of Oz. Back in Los Angeles, Joe and Jon meet with a collector who owns original Bob Kane artwork from the Batman comic as well as a prop from Jurassic Park.    "
                },
                "8": {
                    "title": "The Munster Hunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Treasure (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "17 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Joe Maddalena and his team host a Hollywood appraisal fair, and also hit up a convention and attempt to consign some valuable comic books. They hit the jackpot and score some Sleeping Beauty concept art. Meanwhile, Tracey is after items from the classic TV series, The Munsters and lands a meeting for Joe with Helen Darras, a friend of Butch Patrick, the actor who played Eddie Munster. Later, a special package is delivered to the Profiles in History office containing two infamous and valuable comic books: Superman #1 and the Green Hornet.    "
                },
                "9": {
                    "title": "In Full Effects",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Treasure (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "1 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Joe Maddalena goes to the Legacy Effects Studios to meet with Matt Winston and Erich Litoff, the son and son-in-law of Stan Winston, to help them identify and appraise some of their father's pieces. They dig through hundreds of Winston artifacts, and marvel at the Incredible Hulk statue, the T-600 Endoskeleton, as well as concept art from Edward Scissorhands and Predator.    "
                },
                "10": {
                    "title": "Joe's Judgment Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Treasure (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "1 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Joe Maddalena meets with his team to discuss the next auction catalog. Brian has leads on Jerry Lewis's costume from The Nutty Professor and the 9-foot-tall Lawgiver statue from Planet of the Apes. And Joe Moe, the caretaker of the late sci-fi and horror icon Forrest J. Ackerman, has some items from Ackerman's collection that he might be willing to consign. Later, Joe and Tracey meet Stargate SG-1 actor Christopher Judge at a production warehouse to look at the treasure trove of costumes and props from the show.    "
                },
                "11": {
                    "title": "Chasing Rudolph",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Treasure (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "8 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Joe and Jon travel to New York City to meet with collector Peter Lutrario, who shows them two of his cherished pieces, the original Rudolph and Santa Claus puppets from the classic Christmas special, Rudolph the Red-Nosed Reindeer. Brian and Tracey meet with actor Eddie McClintock, who plays Secret Service agent Peter Lattimer on Syfy's Warehouse 13. Eddie is willing to consign his Tesla guns from the series, but wants the money raised at auction to be donated to charity. Later, Brian meets with Colin Ferguson, who plays Sheriff Jack Carter on Syfy's Eureka, to ...    "
                },
                "12": {
                    "title": "Justice for Dorothy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Treasure (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "8 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Wizard of Oz super-fan Joe is on a quest for his personal holy grail, the greatest movie artifact of all time, Dorothy's Ruby Slippers of Oz, brazenly stolen from a smashed museum display case. Meanwhile, Joe's staff are beating the bushes to turn up items from the blockbuster franchise Back to the Future for the fast approaching auction to raise funds for Michael J. Fox's foundation, Team Fox, to cure Parkinson's disease. Tracy scores a meeting with the creator of Back to the Future, Bob Gale, to generate donations for the Team Fox cause.    "
                },
                "13": {
                    "title": "Packrats, Robots and Oz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Treasure (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Joe Maddalena, owner of Profiles in History and a world-renowned auctioneer who specializes in Hollywood memorabilia, is back and ready to hunt out lost relics, auction them off for top dollar and expand his Hollywood treasure trove. Also returning is Joe's team of experts -- Brian Chanes, Jon Mankuta, and Tracey McCall.    "
                },
                "14": {
                    "title": "Endoskeletons in the Closet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Treasure (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Joe Maddalena is on his way to late creature designer Stan Winston's warehouse to meet with Stan's son-in-Law, Erick Litoff. Stan has left behind a rich legacy of work from such films as The Terminator, Edward Scissorhands, Iron Man and Jurassic Park. A longtime family friend, the Winston family have entrusted Joe to sift through the warehouse in search of big-ticket items that could help fund The Stan Winston School of Character Arts, which educates aspiring special effects artists. Can Joe find that one special item that will meet the school's budgetary goal?    "
                },
                "15": {
                    "title": "Trek to the Future",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Treasure (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Joe Maddalena is back on the road again, and this time he's headed to the home of mega collector, Desi Dos Santos. Desi's collection has major big ticket Items from films like Terminator 2, Top Gun, Star Wars and Scarface. Joe not only hopes to find an item that will do well at auction, but one that can bring in enough funds to allow Desi to bid on an item that has eluded him for years -- a Back to the Future II Hoverboard with handlebars. What is Desi possibly willing to part with?    "
                },
                "16": {
                    "title": "Monsters and Miracles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Treasure (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Joe Maddalena's mom, Betty, a retired antiques dealer, surprises Joe when she drops in on him with a lead. A Christmas museum in Ohio has had to close its doors and needs to raise enough money to reopen in a permanent location. Joe and Tracey McCall jump at the chance to help this quirky museum reopen.    "
                },
                "17": {
                    "title": "Demons and Spacesuits and Slippers, Oh My",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Treasure (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Legendary movie star Debbie Reynolds pioneered movie prop and costume collecting nearly 50 years ago, amassing the largest private collection in the world. Debbie's dream to open a museum and share Hollywood history with the public will not be realized so she has decided to put her entire collection up for auction. Joe Maddalena is just the man for the job, but first he needs to take stock of her massive inventory, which includes the original Arabian style Wizard of Oz ruby slippers, and Marilyn Monroe's iconic subway-scene dress from The Seven Year Itch.    "
                },
                "18": {
                    "title": "The One That Got Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Treasure (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Joe Maddalena, Jon Mankuta and Fong Sam are on their way to an elite prop house in their own backyard. Abacus Costumes and Props gets props straight from films like Batman Returns, Camelot, Star Trek and The Patriot. Abacus is desperate to clear some space. Manager Steven Kirk wants the Profiles in History crew to take a look around and hopefully Joe can find some diamonds in the rough.    "
                },
                "19": {
                    "title": "Holy Gobstopper, Batman!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Treasure (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "22 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Joe Maddalena, Jon Mankuta and Tracey McCall travel to North Carolina to visit collector and military contractor Wesley Cannon's \"man cave.\" Wesley's collection of horror movie memorabilia is impressive, but finding a stash of Jim Henson items is the real coup. Back at the office, Brian Chanes is authenticating a gobstopper from Willy Wonka and the Chocolate Factory. Then, Joe and Jon track down what appears to be Robin's sidecar from the 1960's Batman television series. Of course, there is only one person who can truly authenticate it -- Burt Ward.    "
                },
                "20": {
                    "title": "Blood, Sweater & Terminators",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Treasure (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "22 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    It's time for Joe Maddalena's annual Appraisal Fair. Joe and his team set up shop at the Screen Actors Guild to meet with the public, who will bring them their props and Hollywood memorabilia items for review. Jon scores early with a rare Sheena, Queen of the Jungle costume. Jesse finds a Men in Black piece, but the owner won't consign. Meanwhile, Tracey searches the racks at Roxy Deluxe, a massive costume rental house. She finds Jeff Bridges' \"Dude\" sweater from The Big Lebowski.    "
                },
                "21": {
                    "title": "Lost in Apes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Treasure (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Joe Maddalena and Jon Mankuta are on the road and heading to New Jersey to meet with John Azarian, a prolific 1960s sci-fi collector. John shows the team Ewoks, Storm Troopers, Light Sabers and laser pistols from his favorite show Lost in Space. Hoping to find Lost in Space items, Joe and Jon end up in Atlanta, Georgia. Unbeknownst to Jon, the late Joe Lombardi's work lays hidden away in a warehouse on the Raleigh Studios lot. Lombardi was a special effects pioneer who worked on King Kong, Star Trek, and Apocalypse Now. The co-owner of Raleigh Studios and grandnephew ...    "
                },
                "22": {
                    "title": "Chitty Chitty Bid Bid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Treasure (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Chitty Chitty Bang Bang, one of the most celebrated cinematic cars in film history, has finally made it to Los Angeles. The vintage car could generate one million dollars at auction. Meanwhile, Brian Chanes meets with collector George Klimek, who has bought some incredible movie pieces over the past 20 years. Joe returns to the loft to learn that Chitty has been booked to appear with the legendary star, Dick Van Dyke, on The Tonight Show with Jay Leno. But it has to get there first, through Los Angeles traffic and crazy drivers. Will Chitty make it to the show in time...    "
                },
                "23": {
                    "title": "The Zombie and the Rocketeer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Treasure (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Joe Maddalena pays a house call to his friend Frank Darabont, the legendary director behind The Shawshank Redemption, The Green Mile, and The Walking Dead. Frank wants to auction some items to raise money for earthquake and tsunami relief in Japan. This is great news to Joe who knows Frank to be a great collector. Meanwhile, Jesse D'Angelo and Brian Chanes attend Monsterpalooza, a massive gathering of horror artists and sci-fi icons. The guys hunt through the maze of booths, talking to B-movie actresses and blockbuster creature designers until they run into an artist ...    "
                },
                "24": {
                    "title": "A Borg in the Basement",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Treasure (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Joe Maddalena and Tracey McCall head to the Paley Center in Beverly Hills after receiving a call about some mysterious crates that have been found in the facility's storage, believed to be the remnants of a Star Trek franchise exhibit from 15 years ago. Later, Tracey informs the team at Profiles in History that Joe's 50th birthday is coming up, so she takes Jesse D'Angelo and Jon Mankuta on a shopping to find the perfect gift. They discover a large-scale model of Captain Nemo's Nautilus, but decide the item is perfect for auction. So what about Joe's birthday?    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Of Mice and Predators",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hollywood Treasure (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "29 Jun. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 31,
        "cast": [
            {
                "name": "McCall, Tracey"
            },
            {
                "name": "Mankuta, Jonathan"
            },
            {
                "name": "Maddalena, Joe"
            },
            {
                "name": "Gouveia, Diana"
            },
            {
                "name": "D'Angelo, Jesse"
            },
            {
                "name": "Sam, Fong"
            },
            {
                "name": "Chanes, Brian"
            },
            {
                "name": "Roman, Stacey"
            },
            {
                "name": "Manning, Jim"
            },
            {
                "name": "Judge, Christopher"
            },
            {
                "name": "Fisher, Todd"
            },
            {
                "name": "Darras, Helen"
            },
            {
                "name": "Litoff, Erich Grey"
            },
            {
                "name": "Vogt, Lauren"
            },
            {
                "name": "Bregman, Barry"
            },
            {
                "name": "Tavey, Donal"
            },
            {
                "name": "Gregory, Dave"
            },
            {
                "name": "Hatton, Cassandra"
            },
            {
                "name": "Malone, William"
            },
            {
                "name": "Cole, Julie Dawn"
            },
            {
                "name": "Ferguson, Colin"
            },
            {
                "name": "Gale, Bob"
            },
            {
                "name": "Gray, Erin"
            },
            {
                "name": "Kelsch, John"
            },
            {
                "name": "Lee, Stan"
            },
            {
                "name": "Lutrario, Peter"
            },
            {
                "name": "McClintock, Eddie"
            },
            {
                "name": "Morgan, Cindy"
            },
            {
                "name": "Parsons, Stephen"
            },
            {
                "name": "Shaw, Michael"
            },
            {
                "name": "Stephens, Harvey"
            },
            {
                "name": "Thomas, Rhys"
            },
            {
                "name": "Walser, Joe"
            },
            {
                "name": "Wells, Dawn"
            },
            {
                "name": "Cannon, Wesley"
            },
            {
                "name": "DosSantos, Desi"
            },
            {
                "name": "Hanson, Kevin"
            },
            {
                "name": "Hemstock, Les"
            },
            {
                "name": "Penikas, Brian"
            },
            {
                "name": "Reyes, Rene"
            },
            {
                "name": "Reynolds, Debbie"
            },
            {
                "name": "Silla, Felix"
            },
            {
                "name": "Stuart, Mel"
            },
            {
                "name": "Ward, Burt"
            },
            {
                "name": "Astin, Sean"
            },
            {
                "name": "Baughman, I. Elijah"
            },
            {
                "name": "Cannom, Greg"
            },
            {
                "name": "Froud, Toby"
            },
            {
                "name": "Hopkins, Tamara"
            },
            {
                "name": "Senger, Christopher"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 7.7,
        "votes": 347,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTYzNDY2NjY0NF5BMl5BanBnXkFtZTgwMjg2NzcwMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Hollywood Treasure is a weekly reality series that delves into the intricate world of showbiz and pop culture memorabilia collecting, including science fiction and fantasy props and costumes. The series follows Joe Maddalena, owner of Profiles in History and the world's largest auctioneer of original movie, television and pop culture collectibles.",
        "languages": [
            "English"
        ],
        "title": "Hollywood Treasure",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Gurney Productions"
            },
            {
                "name": "Syfy"
            }
        ],
        "distributors": [
            {
                "name": "Syfy"
            }
        ],
        "plot": [
            "_Hollywood Treasure_ (qv) is a weekly reality series that delves into the intricate world of showbiz and pop culture memorabilia collecting, including science fiction and fantasy props and costumes. The series follows Joe Maddalena, owner of Profiles in History and the world's largest auctioneer of original movie, television and pop culture collectibles.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 347,
                "rating": 7.7
            },
            "aged 18 29": {
                "votes": 55,
                "rating": 8.4
            },
            "aged 30 44": {
                "votes": 146,
                "rating": 7.7
            },
            "aged 45 plus": {
                "votes": 89,
                "rating": 7.3
            },
            "males": {
                "votes": 247,
                "rating": 7.8
            },
            "males aged 18 29": {
                "votes": 41,
                "rating": 8.4
            },
            "males aged 30 44": {
                "votes": 119,
                "rating": 7.8
            },
            "males aged 45 plus": {
                "votes": 73,
                "rating": 7.4
            },
            "females": {
                "votes": 58,
                "rating": 7.3
            },
            "females aged 18 29": {
                "votes": 13,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 27,
                "rating": 7.2
            },
            "females aged 45 plus": {
                "votes": 15,
                "rating": 6.5
            },
            "top 1000 voters": {
                "votes": 16,
                "rating": 5.8
            },
            "us users": {
                "votes": 188,
                "rating": 7.7
            },
            "non us users": {
                "votes": 60,
                "rating": 7.8
            }
        },
        "number of votes": {
            "10": 96,
            "9": 37,
            "8": 93,
            "7": 56,
            "6": 21,
            "5": 17,
            "4": 7,
            "3": 3,
            "2": 4,
            "1": 13
        },
        "arithmetic mean": 7.8,
        "median": 8
    }
}