{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "7 November 2010"
            },
            {
                "country": "USA\n",
                "date": "20 March 2011"
            }
        ],
        "release dates": [
            "USA::7 November 2010",
            "USA::20 March 2011"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Columbia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pastport (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "20 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Colombian American actress Paula Garces (Harold & Kumar, Clockstoppers) is not your everyday Latina. She was born in Manhattan to a free-loving mom who moved her and her sister back and forth from the mean streets of New York to the countryside of Colombia. Becoming a mom at 18, Paula decided that she would not to end up another statistic. She pursued a career in acting and succeeded in landing roles in major films and TV shows. When she books an audition in Bogota for a role in a hit telenovela, Paula's life drastically changes. The time has come to return to ...    "
                },
                "2": {
                    "title": "Argentina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pastport (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "5 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Argentine American actor and funny man, Carlos Alazraqui (Reno 911!), returns to his parents' homeland with his wife, mom... and one BIG secret. What unfolds is a quirky tale about an American Latino who struggles with Spanish and desperately wants to understand and connect with his cultural heritage. He tangos, becomes a gaucho and even gives professional soccer a college try.    "
                },
                "3": {
                    "title": "Venezuela",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pastport (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "4 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Wilmer Valderrama has become a household name since first appearing as the endearing FEZ on FOX's That 70's Show. Yet, few are aware that he had very humble beginnings and comes from an extremely poor neighborhood in Caracas, Venezuela-a place so dangerous, residents lock themselves in their homes by 5 o'clock to avoid the violence on the streets. Valderrama goes on an emotional journey home for the first time since he came to the U.S. over 16 years ago. Once there, he will re-connect with long lost family and friends. In a powerful moment, tears fill the actor's eyes...    "
                },
                "4": {
                    "title": "Puerto Rico",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pastport (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "18 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    For actress Alanna Ubach (HBO's Hung, Meet the Fockers, Legally Blonde), a return to Puerto Rico will pay homage to her father, Rodolfo, who passed away when she was 19. Growing up, Alanna's family spent almost every New Year's Eve together in Puerto Rico. However, they never experienced the richness of the culture or even visited her father's side of the family. Now, the time has come for her to connect with a family she's never known - and embrace her Latino roots.    "
                },
                "5": {
                    "title": "Panama",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pastport (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "13 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    As a child, Tatyana Ali (Fresh Prince of Bel Air) heard little of her family's history in Panama. But it wasn't until her estranged grandfather passed away eight years ago that she decided to visit for the very first time. Growing up in America, Tatyana has had opportunities that other Panamanian young women only dream of with a successful career as a singer/actress. But performing in her homeland will be a dream come true for her!    "
                },
                "6": {
                    "title": "Cuba",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pastport (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "7 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Pastport: Cuba follows popular swimwear designer Nicole Di Rocco as she embarks on a journey to a forbidden land to reconnect with her Latino culture and heritage. Watch as this Cuban American trendsetter gets the rare opportunity to travel with her parents back to Cuba - a country they left almost 50 years ago. Once there, Nicole begins a quest to find a model to represent her Cuban inspired Nicolita swimwear line but discovers so much more as she meets the people and visits the places she has only seen in old family photos. Pastport: Cuba unveils the mystery behind ...    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Di Rocco, Nicole"
            },
            {
                "name": "Alazraqui, Carlos"
            },
            {
                "name": "Ali, Tatyana"
            },
            {
                "name": "Brown, Gregg"
            },
            {
                "name": "Garcés, Paula"
            },
            {
                "name": "Ubach, Alanna"
            },
            {
                "name": "Valderrama, Wilmer"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "color info": [
            "Color::(Technicolor)"
        ],
        "number of seasons": 1,
        "title": "Pastport",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Pastport (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Gonzalez, L.A."
            }
        ],
        "production companies": [
            {
                "name": "SiTV"
            }
        ],
        "distributors": [
            {
                "name": "SiTV Networks"
            }
        ],
        "other companies": [
            {
                "name": "Vanacore Music"
            }
        ],
        "tech": {
            "color": [
                "Color (Technicolor)"
            ]
        }
    }
}