{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "9 April 2010"
            }
        ],
        "release dates": [
            "USA::9 April 2010"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "locations": [
            "Austin, Texas, USA",
            "Billy Bob's Texas - 2520 Rodeo Plaza, Fort Worth, Texas, USA"
        ],
        "genres": [
            "Music"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjFlMTk4NGUtNmYwNi00NjM4LTg3MGItYmViZWVkZWFmZDlkXkEyXkFqcGdeQXVyNjU2NjA1MjQ@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "Texas Music Scene TV series, a brand new broadcast television series coming to your town that celebrates all things Texas Music. If you love Texas Music as much as we love Texas Music you can finally stay connected to all your favorite Texas artists with exclusive video of intimate performances and revealing interviews all filmed in the Texas Music Scene Sound Stage. The Texas Music Scene TV series features both the young artists and the legends that have come to define this unique and amazing music scene. The legendary Ray Benson is the host of the Texas Music Scene television series. Ray is the founder and front man of the Western swing band Asleep at the Wheel, winner of 9 Grammy awards. In addition to his work with Asleep at the Wheel, Ray is also an accomplished producer. Ray is also a founding member of the Rhythm and Blues Foundation, which raises money to help aging R&B artists, and a member of the board of directors of the SIMS Foundation, which provides low-cost mental health services to Austin musicians and their families. He is also a trustee for the Texas chapter of NARAS, a board member of St Davids Community Health Foundation, and a founding Board member of Health Alliance for Austin Musicians (HAMM). Nobody can take you on a Texas Music ride like Ray Benson - join us weekly for the latest in true Texas music!",
        "languages": [
            "English"
        ],
        "title": "Texas Music Scene",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Texas Music Scene (United States)"
        ],
        "writer": [
            {
                "name": "Gates, Tony"
            }
        ],
        "plot": [
            "_Texas Music Scene_ (qv) TV series, a brand new broadcast television series coming to your town that celebrates all things Texas Music. If you love Texas Music as much as we love Texas Music you can finally stay connected to all your favorite Texas artists with exclusive video of intimate performances and revealing interviews all filmed in the _Texas Music Scene_ (qv) Sound Stage. The _Texas Music Scene_ (qv) TV series features both the young artists and the legends that have come to define this unique and amazing music scene. The legendary Ray Benson is the host of the _Texas Music Scene_ (qv) television series. Ray is the founder and front man of the Western swing band Asleep at the Wheel, winner of 9 Grammy awards. In addition to his work with Asleep at the Wheel, Ray is also an accomplished producer. Ray is also a founding member of the Rhythm and Blues Foundation, which raises money to help aging R&B artists, and a member of the board of directors of the SIMS Foundation, which provides low-cost mental health services to Austin musicians and their families. He is also a trustee for the Texas chapter of NARAS, a board member of St Davids Community Health Foundation, and a founding Board member of Health Alliance for Austin Musicians (HAMM). Nobody can take you on a Texas Music ride like Ray Benson - join us weekly for the latest in true Texas music!::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}