{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "9 August 2010"
            }
        ],
        "release dates": [
            "UK::9 August 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Grandma's House"
            },
            {
                "countries": "Russia",
                "title": "Бабушкин дом"
            }
        ],
        "akas": [
            "Grandma's House (original title)",
            "Бабушкин дом Russia"
        ],
        "akas from release info": [
            "Grandma's House (original title)",
            "Бабушкин дом Russia"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "The Day Simon Officially Became a Very Good and Totally Employable Actor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grandma's House (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 29,
                    "original air date": "19 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Six months after Bernie's funeral,Simon,jobless and homeless,is living with Grandma and has the chance of a role in a new television comedy. Grandma tricks Tanya and Liz into meeting up at her house to break the feud which began at Bernie's funeral and at least gets them talking. Clive shows up and tries to mend the leak in the roof and Simon has trouble in getting rid of Mark,a one night stand who turns out to be only sixteen. Between them Clive and Mark accidentally destroy Bernie's chair.    "
                },
                "2": {
                    "title": "the Day Simon Thought It May be a Good Idea to Find New Living Arrangemants",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grandma's House (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 16,
                    "original air date": "26 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Having won an audition for 'The Tempest',Simon is anxious to get his own place but is restricted by lack of funds. Then he hears that Liz's husband Barry has a flat in Soho which he rarely uses and begs for the loan of it but Barry is not agreeable. This leads to yet another squabble between Tanya and Liz,especially when Tanya discovers Barry and Liz have not asked her to their anniversary party. Clive's efforts to mend the roof unearth Bernie's stash of porn magazines and damage a toilet but he is championed by Tanya since,unlike Barry,he is at least trying to help.    "
                },
                "3": {
                    "title": "The Day Simon Decided to Express Actual Feelings Just Like a Person",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grandma's House (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 14,
                    "original air date": "3 May 2012",
                    "year": "2012",
                    "plot": "\n    Whilst Simon is concerned that he cannot realistically cry for his stage role Adam tells him that Barry has left Liz and Grandma appears to be a kleptomaniac. However it's Tanya's birthday and she has ordered Gary, a beefy stripper , for herself. Unfortunately Clive,who has fallen asleep in the loft and wet himself,appears and gets into a row with the stripper. Ultimately it would seem that Simon could learn about crying,not from Grandma,who will not be drawn on her bereavement,but from Gary.    "
                },
                "4": {
                    "title": "The Day Simon was Really Determined to Heal His Grandma's Pain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grandma's House (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 11,
                    "original air date": "10 May 2012",
                    "year": "2012",
                    "plot": "\n    Grandma's kleptomania is still worrying the family. Liz wants to put her in sheltered accommodation but Simon has booked her into seeing a therapist recommended by his director Ben Theodore. Clive arrives and confesses to a drunken kiss with Liz during a theatre trip which annoys Tanya and requires Liz to replicate the kiss with Simon. Then Barry turns up,wanting reconciliation with Liz and thus making their separation public. All this makes Grandma too tired to see the therapist though the arrival of young Mark provides an escape for Simon.    "
                },
                "5": {
                    "title": "The Day Simon Found Himself Back on the Path to Fulfilment and Joy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grandma's House (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 11,
                    "original air date": "17 May 2012",
                    "year": "2012",
                    "plot": "\n    Grandpa's will is read and Liz is annoyed that he has left twelve thousand pounds to Simon and nothing to her son Adam. The sisters further quarrel after Tanys blames Liz for her split with Clive. Nor is Simon happy when the Daily Mail picks up comments he made about Russell Watson's brain tumour on a television interview,leading to a host of angry Tweets. With work drying up as a result Liz can get him back in the limelight hosting a charity quiz but it means he will have to surrender most of his legacy to Adam with much of the rest it being loaned to Clive as he ...    "
                },
                "6": {
                    "title": "The Day Simon and his Family Opened the Door to Acceptance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grandma's House (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 11,
                    "original air date": "24 May 2012",
                    "year": "2012",
                    "plot": "\n    Following Tanya's wedding to the now jobless Clive the reception is held at Grandma's house. Ben Theobald arrives with garrulous actress Zazzy in tow. He has a film offer in Hollywood and wants Simon to go with him, but as his P.A. as he feels Simon is not a very good actor. An angry Clive takes action against Ben but it is nonetheless back to square one for Simon,unemployed and living with Grandma.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Day Simon Told His Family About His Important Decision",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grandma's House (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 19,
                    "original air date": "9 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    On their latest Sunday outing to his grandparents' house young television presenter Simon tells the family that he is quitting as the sarcastic host of his successful quiz show in order to soften his image. Gran criticizes Auntie Liz's new hairdo. Simon criticizes his mother Tanya's maddeningly jolly new boyfriend Clive,whose selling point is his wide screen television. The sanest family member,Grandpa Bernie,confides in Simon that he believes he has prostate cancer,news that overshadows Tanya and Clive's announcement.    "
                },
                "2": {
                    "title": "The Day Simon Decided It Might Be a Nice Idea to Surprise His Mother with a Gift",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grandma's House (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 16,
                    "original air date": "16 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Simon buys Tanya a second-hand bright yellow Smart car. Grandpa thinks it's unsafe whilst Tanya is reluctant to accept such an expensive gift. Clive buys her a Yaris car,which she does accept,and she tells Simon he can keep the Smart car for himself. Clive thinks he was conned by the vendor. The family force an unwilling Simon to read out the play he has written,in which all the characters are eggs. It is anything but a cracking success.    "
                },
                "3": {
                    "title": "The Day Simon Announced That He Was in Control of the Universe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grandma's House (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 17,
                    "original air date": "23 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    The family tease Liz for pretending to be a Catholic to get Adam into the local church school, and Simon,who has a crush on actor Ben Theodore. Grandpa invites an old flame, the ebullient drama coach and former actress Deborah Arden,for tea. Deborah is critical of Simon's career,annoying the family in the process, though she is impressed by Adam's rude jokes. When Deborah explains that her acting pupil Ben Theodore is coming to collect her, Simon is excited but he is also nervous and overplays his hand with the shy,withdrawn Ben. His family do not help.    "
                },
                "4": {
                    "title": "The Day Simon Decided He Was Forlorn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grandma's House (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 15,
                    "original air date": "30 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Simon has been asked to take part in a documentary where he flies over Africa in a balloon with Wyclef Jean for charity but he would prefer to be a recluse and hide for a year.The feeling intensifies when a red top publishes an article from a musician who claims Simon's on-screen sarcasm destroyed his life. Liz,anxious for the family to go out to dinner,picks a fight with him,after which Clive turns up with footage of Simon's early show-biz appearances,all highly blush-making.    "
                },
                "5": {
                    "title": "The Day Simon Felt the Family Was Ready to Be Healed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grandma's House (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 15,
                    "original air date": "6 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    After attending a life-changing course,Simon sets out to 'heal' the family,offering Liz therapy and Grandpa an exercise ball. The women are planning a pre-nuptial lunch but Simon,hoping to 'resolve the past',asks his father Richard over to visit. All the family hate Richard after he left Tanya for another woman and things are not about to change,especially when Clive rolls up with tickets to take Tanya to see Bette Midler in Las Vegas.    "
                },
                "6": {
                    "title": "The Day Simon Finally Found the Strength to Accept That His Mother Was Getting Married",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grandma's House (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 16,
                    "original air date": "13 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    After Grandpa is briefly taken ill Tanya feels she should postpone her wedding to Clive for a while. True Liz has the reception ready for the afternoon but next day her parents are off on a cruise and Simon hopes to fly to New York with love object Ben - which means he won't be able to open the new arts wing at Adam's school. Given that the Las Vegas holiday did not go too well,she starts to have second thoughts about the wedding. These are reinforced when Clive turns up drunk and threatens Simon,and then,accidentally, runs Grandpa over.    "
                }
            }
        },
        "number of episodes": 12,
        "cast": [
            {
                "name": "Amstell, Simon"
            },
            {
                "name": "Bassett, Linda"
            },
            {
                "name": "Front, Rebecca"
            },
            {
                "name": "Spiro, Samantha"
            },
            {
                "name": "Smith, James"
            },
            {
                "name": "Hadjkura, Jamal"
            },
            {
                "name": "Hutchings, Geoffrey"
            },
            {
                "name": "Coopersmith, Oliver"
            },
            {
                "name": "Franklin, Vincent"
            },
            {
                "name": "Rheon, Iwan"
            },
            {
                "name": "Corduner, Allan"
            },
            {
                "name": "Peacock, Harry"
            },
            {
                "name": "Ferris, Pam"
            },
            {
                "name": "Cave, Jessie"
            }
        ],
        "locations": [
            "93 Highwood Gardens, Gants Hill, Redbridge, Essex, England, UK"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "United States:Not Rated"
        ],
        "number of seasons": 2,
        "rating": 8.0,
        "votes": 979,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTc3OTQxMzk0MV5BMl5BanBnXkFtZTcwODM2ODc4Mw@@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Grandma's House",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2012",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Amstell, Simon"
            },
            {
                "name": "Swimer, Dan"
            }
        ],
        "production companies": [
            {
                "name": "Tiger Aspect Productions"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            }
        ],
        "other companies": [
            {
                "name": "Production Copier Company"
            }
        ],
        "plot": [
            "A successful television presenter has doubts about the direction of his career in the business and decides to quit to start searching for something more meaningful to do with his life.::Mark Smith <msmith@osi.co.uk>"
        ],
        "tech": {
            "runtime": [
                "30 min (UK)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 979,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 276,
                "rating": 8.3
            },
            "aged 30 44": {
                "votes": 421,
                "rating": 7.9
            },
            "aged 45 plus": {
                "votes": 143,
                "rating": 7.4
            },
            "males": {
                "votes": 529,
                "rating": 7.9
            },
            "males aged 18 29": {
                "votes": 139,
                "rating": 8.2
            },
            "males aged 30 44": {
                "votes": 264,
                "rating": 7.7
            },
            "males aged 45 plus": {
                "votes": 106,
                "rating": 7.6
            },
            "females": {
                "votes": 333,
                "rating": 8.3
            },
            "females aged 18 29": {
                "votes": 135,
                "rating": 8.4
            },
            "females aged 30 44": {
                "votes": 153,
                "rating": 8.3
            },
            "females aged 45 plus": {
                "votes": 35,
                "rating": 7.3
            },
            "top 1000 voters": {
                "votes": 30,
                "rating": 7.0
            },
            "us users": {
                "votes": 120,
                "rating": 7.4
            },
            "non us users": {
                "votes": 638,
                "rating": 8.0
            }
        },
        "number of votes": {
            "10": 246,
            "9": 201,
            "8": 283,
            "7": 146,
            "6": 32,
            "5": 22,
            "4": 10,
            "3": 6,
            "2": 5,
            "1": 28
        },
        "arithmetic mean": 8.1,
        "median": 8
    }
}