{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "4 June 2010"
            },
            {
                "country": "USA\n",
                "date": "10 October 2010"
            }
        ],
        "release dates": [
            "USA::4 June 2010",
            "USA::10 October 2010"
        ],
        "episodes": {
            "1": {
                "0": {
                    "title": "Feuds on a Roll",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feuds (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 0,
                    "original air date": "4 Jun. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "1": {
                    "title": "Cheesy Feuds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feuds (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Iron Chef, Michael Symon loves cheese and it's never been more obvious than in this double cheese battle. Pat's King of Steaks and Geno's Steaks in Philadelphia have the most legendary Food Feud on the planet. They have turned to the Iron Chef to decide who makes the best cheesesteak once and for all. With the help of customers, tourists and an undercover food writer, Michael Symon squashes this 40 year old cheesesteak battle. Then, Michael Symon hits the big apple to crown the king of the New York-style cheesecake. Eileen's Special Cheesecake and Junior's both dish ...    "
                },
                "2": {
                    "title": "Italian Feud",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feuds (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "14 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Iron Chef, Michael Symon rolls up his sleeves to take on two Italian favorites - Meatballs and Pizza. Villa di Roma and Ralph's in Philadelphia's Italian Market have been popping out meatballs for generations. They both claim to be the best. Michael Symon is going to settle this feud with the help of locals and the toughest critics of all, Grandmothers. Then Michael Symon gets to the heart of the Boston-style pizza feud when he learns the secret to the long lasting recipes of Regina's Pizzeria and Santarpio's. The sauce, the crust, the seasoning - it's a pizza ...    "
                },
                "3": {
                    "title": "Seafood Feuds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feuds (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "21 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Iron Chef, Michael Symon dives into this seafood battle head first. In Essex Massachusetts it's all about fried clams but Woodman's and JT Farnhams make them better than anyone else. Michael Symon jumps in their kitchens, talks to foodies and even goes clamming to figure out who has best fried clams in Essex. Then, Michael Symon goes to the city that never sleeps. New Yorkers take their lobster rolls very seriously and Luke's Lobster and Ed's Lobster Bar are everyone's favorite. Both claim to be the best. Michael Symon goes to their kitchens, talks to New Yorkers and ...    "
                },
                "4": {
                    "title": "Cake Feuds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feuds (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "28 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Iron Chef, Michael Symon mixes it up with two very different types of cakes - crab cakes and cupcakes. In Baltimore, Maryland he claws his way into the crab cake recipes of Faidley's and Gertrude's. Michael Symon walks along the water at Inner Harbor to see which crab cake is the people's choice and then picks the brain of a Baltimore native who is no stranger to a good crab cake, Baltimore Sun columnist Ron Kasper. In New York City, Michael Symon pounds the pavement to find out who has the better red velvet cupcake - Ladybird or Cupcake Stop. He will pop in on a ...    "
                },
                "5": {
                    "title": "American Feuds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feuds (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "4 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Food Feuds heads to North Jersey to settle a slider battle that has been brewing since the 1939 World's Fair, and Iron Chef Michael Symon is at White Manna in Hackensack and White Mana in Jersey City to decide which burger brings the beef. The buns may be bite size but this feud is a monster. In Barberton, Ohio, Eastern European immigrants have been frying up their own brand of chicken for over 70 years, and not much has changed at White House and Belgrade Gardens. Michael Symon discovers what gives the bird that extra crispy crunch and where the famous hot sauce gets...    "
                },
                "6": {
                    "title": "Pork Feuds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feuds (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "18 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    We all know Iron Chef Michael Symon loves his pork, and these feuds are sure to bring home the bacon. In Philly, the cheesesteak may be the sandwich that made the city famous, but juicy roast pork has been a local favorite for years. John's Roast Pork and Tony Luke's deep in South Philly have been slicing up this garlicky, Italian treat for years and it's up to Michael Symon to crown a champion. In St Louis, BBQ is big business, and tender pork ribs are front and center at a feud between Pappy's and 17th St. Bar and Grill. Mike Mills from 17th St. is a living legend ...    "
                },
                "7": {
                    "title": "Sweet Feuds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feuds (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "30 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Gooey butter cake started out as a baker's mistake, but turned into a St. Louis specialty adored by one and all. Iron Chef Michael Symon heads to the Gateway City to get his fingers sticky and settle a feud between Park Ave. Coffee and Gooey Louie's, two places that use old family recipes to make that famous confection. Helping Michael along the way are pastry instructors from the L'Ecole Culinaire school, Missouri natives and lovers of all things goo. In Cincinnati, the ice cream may be cold, but this rivalry is steaming hot! Graeter's and Aglamesis have been ...    "
                },
                "8": {
                    "title": "Beef Feud",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feuds (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "25 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    In New Orleans the roast beef po' boy is anything but poor man's food, steeped in rich history and killer brown gravy. Two places that have been serving up homemade roast beef for years and piling it high on crusty French bread are Tracey's and Parkway. Michael Symon heads to the Crescent City to chow down on this traditional New Orleans favorite and crown a champion. Ohio is known for its old-school drive-ins, and the two best are Swenson's and Skyway. Both curbside throwbacks have been slinging juicy, double cheeseburgers to patrons for years, and the feud has ...    "
                },
                "9": {
                    "title": "Roast Pork Ribs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Food Feuds (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "18 Nov. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Symon, Michael"
            },
            {
                "name": "Jr., John Bucci"
            },
            {
                "name": "Kennedy, Justin"
            },
            {
                "name": "Jr., Tony Luke"
            },
            {
                "name": "Nix, Jay"
            },
            {
                "name": "Thornton, Anne"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.3,
        "votes": 21,
        "plot outline": "Across the country, heated rivalries divide passionate locals in cities big and small - over which dish defines the district. From meaty lobster rolls and golden fried clams to juicy meatballs and luscious cheesecake, these signature dishes polarize the community. Michael Symon (Iron Chef America) pounds the pavement searching for the country's most intense and long-standing dish disputes to settle once and for all. Michael works in their kitchens, interviews locals, and summons undercover critics to learn as much as he can about the divisive dishes to finally put a lid on these Food Feuds.",
        "languages": [
            "English"
        ],
        "title": "Food Feuds",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Food Feuds (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Alkemy X"
            },
            {
                "name": "Marc Summers Productions"
            }
        ],
        "distributors": [
            {
                "name": "Food Network"
            }
        ],
        "plot": [
            "Across the country, heated rivalries divide passionate locals in cities big and small - over which dish defines the district. From meaty lobster rolls and golden fried clams to juicy meatballs and luscious cheesecake, these signature dishes polarize the community. Michael Symon (Iron Chef America) pounds the pavement searching for the country's most intense and long-standing dish disputes to settle once and for all. Michael works in their kitchens, interviews locals, and summons undercover critics to learn as much as he can about the divisive dishes to finally put a lid on these _Food Feuds_ (qv).::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min (including commercials) (USA)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 21,
                "rating": 7.3
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 10,
                "rating": 7.1
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 6.5
            },
            "males": {
                "votes": 13,
                "rating": 7.3
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 9,
                "rating": 7.2
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 5.5
            },
            "females": {
                "votes": 3,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 6.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 7.5
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 6.0
            },
            "us users": {
                "votes": 13,
                "rating": 6.4
            },
            "non us users": {
                "votes": 2,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 8,
            "9": 0,
            "8": 4,
            "7": 2,
            "6": 3,
            "5": 0,
            "4": 0,
            "3": 2,
            "2": 1,
            "1": 1
        },
        "arithmetic mean": 7.3,
        "median": 8
    }
}