{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "6 October 2010"
            },
            {
                "country": "Belgium\n",
                "date": "  2011"
            },
            {
                "country": "Netherlands\n",
                "date": "  2011"
            },
            {
                "country": "Belgium\n",
                "date": "March 2011"
            },
            {
                "country": "Netherlands\n",
                "date": "2 April 2011"
            }
        ],
        "release dates": [
            "Belgium::6 October 2010",
            "Belgium::2011",
            "Netherlands::2011",
            "Belgium::March 2011",
            "Netherlands::2 April 2011"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Innerlijke rust",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "5 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    After reading about oriental meditation, Kristel preaches to shopping-addict Karen one doesn't need material wealth, happiness comes from interior serenity, only to have her belongings sold off on Ebay. Hvaing enjoyed a 'yoga massage', Josje becomes her blindly doting disciple, and convinces everyone of her 'healing hands'. Kristel is delighted when Bas strips off his shirt for a massage, far less when Marcel rudely jumps in.    "
                },
                "2": {
                    "title": "Liefdestest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "6 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Dream prince Bas, whom each of the girls claims to be a match for her, must be asked to fill in a magazine questionnaire like them, but cheating is in Karen's nature. Josje needs a 'spectaular new act' as 'clini-clown' and comes up with ventriloquism, only her lips move more then the puppet's and it works like a Tourette truth serum. Marcel becomes his anglers club's newsletter reporter, so Rosie critically coaches his dubious attempts to write a first article on culture, suggesting an interview with the K3 girls.    "
                },
                "3": {
                    "title": "De taartenwedstrijd",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "7 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Bas organizes his own birthday party, but the cater cancels last-minute. The K3 girls rival to bake him a cake, but none is expected to be good. Marcel inherited a Ming vase from a nasty aunt, but paid his bar tab with it before he found out it's worth a fortune and has a hard time getting it back from Rosie.    "
                },
                "4": {
                    "title": "Spaanse liefde",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "8 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Bas is besotted with Spanish exchange student Esperanza. The girls feel their no-dating-pact is outdated and try to seduce him, even Rosie, also imitating various Spanish customs. Esperanza's family only welcomes seasoned bullfighters. Josje is forbidden from taking piglet from Marcel's farm as pet, so he suggests she does like he as a boy: imagine a dog. When that proves obnoxious, Karen suggests caring for a bag of chips instead.    "
                },
                "5": {
                    "title": "Hypnose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "9 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Bas sprained his ankle, so the K girls eagerly rival to nurse him, regretting only he insists to undress for bathing unassisted. Josje gave the hypnosis manual she got with a pendulum pendant to Karen, who tries it on Bas for both therapeutic and seduction purposes, but it only works on Marcel. He asked 'only friend' Rosie along on Rhine cruise, and her excuses not to turn him down flatly keep backfiring.    "
                },
                "6": {
                    "title": "De Gouden panda",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "11 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Bas accidentally received a love-mail Kristel composed but only got sent by clumsy Josje, so those girls break in to retrieve it from his laptop, without a well-thought plan. Karen and Marcel both try to collect animal cards from breakfast cereal boxes, but can't find the golden panda. They end up organizing an exchange at Rosie's, which goes wrong even after two pandas are found.    "
                },
                "8": {
                    "title": "Etiquette",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "13 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Bas and Rosie, as Dutchmen, are proud and elated when they hear crown prince Willem Alexander's wife Maxima is coming to visit Mechelen and them in the building, their friends also look forward to meeting a princess. After Kristel hears about it, she insists on giving everyone strict etiquette and protocol training, which she overdoes, but loses her nerve as soon as Maxima arrives, who immediately dispenses with protocol. Marcel meanwhile insists to treat the princess to his new hobby, writing poems, albeit without any literary talent.    "
                },
                "9": {
                    "title": "Hallo Bas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "22 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    While Bas's apartment is being renovated, he needs to move in with a male mate, but he isn't in to football so Josje can lure him to her place. Trying to hide him for the other girls soon fails, so she has to let him move to the double apartment and 'visit' constantly. Marcel is lonely while his beloved cat Susie is at the vet's, so he keeps begging for company and Bas ends up inviting him into the guest room with him, causing a nocturnal mix-up.    "
                },
                "10": {
                    "title": "Een ongeluk zit in een klein balletje",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "15 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    After Marcel complains about a bad luck day, ever-helpful Bas hands him a luck pendant he doesn't believe in anyway. As that seems to have worked fro Marcel, it's handed back when Bas fears for his job. Alas, that seems to have started bad luck again for Marcel, whose superstition goes in overdrive and rubs off. Joske announces she's moving out, back to her native Frisian cattle village. The girls quickly forget about her when she presents friend Tijs, a home-cooking hottie, as new lodger who just broke up with his girlfriend.    "
                },
                "11": {
                    "title": "Buren van het jaar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "18 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    The girls all want to win the annual residents assembly neighbor of the year prize, a dinner with the winner of the opposite gender. Bas won three years with Rose, but feels she's getting far to fresh, so he lets Josje teach him being rude. Karen is lot-drawn Judge, so Kristel sucks up to her. Marcel tries to imitate Bas.    "
                },
                "12": {
                    "title": "Casanova Marcel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "19 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    After Kristel uses bug-spray to eliminate all ants from the kitchen, Josje accidentally kills a bee and insists that everyone should attend the funeral. Marcel finally has a shot at a date, Wendy, thanks to Internet, but puts his foot in his mouth at every phone call, so Rosie jumps in hoping to get rid of her 'admirer'.    "
                },
                "13": {
                    "title": "Expeditie Josje",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "20 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Bas has openings for cheerleader in his basketball team, so Krstel and Karen rival for it, and when that's taken volunteer as mascot, alas as chicken. Josje prepares frighteningly thoroughly for a survival reality show. Marcel boasts his beloved Siamese cat Susie will land the lead in a movie, but his diva manager attitude ruins her audition.    "
                }
            },
            "1": {
                "1": {
                    "title": "Snurken",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "6 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    The K3 girls move into their new apartment in Mechelen, but shoe shop-addict Karen didn't even notice it has only two bedrooms and Josje snores terribly. Neighbor Marcel got a Siamese cat, but it suffers from flatulence. The other girls are puzzled when they see only him, fitting Joske's description of their other upper floor neighbor, Bas, as the super-hunk he is, especially towel-only, and a lovable bachelor who invites her to an Italian restaurant.    "
                },
                "2": {
                    "title": "De kwis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Marcel commandeers reluctant Rosie as assistant to host a quiz in her pub, but puts up a terribly posh show. Bas agrees to team up with Karen, who is left out as now jealous Kristel and Josje knew her ignorance. Desperate to impress Bas and hopefully win some romance, Karen plans to cheat by copying the questions and writing the answers on her thighs, but a drinks spill upsets that plan.    "
                },
                "3": {
                    "title": "Poes weg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "20 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Josje minds Marcel's beloved Siamese cat while his apartment is painted, but the feline goes missing. The girls fear it fell to its dead from the balcony but don't dare tell the owner. Marcel keeps giving Rosie some of the fish his brother caught at sea, but she rather gives it away, as to Kristel, who invites everyone except Marcel to a fish dinner.    "
                },
                "4": {
                    "title": "De toast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "27 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Marcel helps Joske, who desperately tries to hide for the other girls she once more failed her first aid test, leading to Marcel having to pretended he broke both arms. Kristel soon tries jealously and as desperately to create the same kind of luck as Karen, who coincidentally created, while trying to diet, a toasted sandwich resembling Elvis Presley and gets saucy offers on eBay.    "
                },
                "5": {
                    "title": "De kast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "3 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Kristel is back a day early from Spanish holiday, having disliked her untidy hotel, and has a fit to see the state of her apartment, where Karen put off cleaning until the last moment and is now instructed to do it all overnight. Marcel offers to help her, but comes up with a hopelessly confusing alphabetical system. Kristel meanwhile helps Josje, who bought a do-it-yourself cupboard kit. The pair unwisely declines assembly help from Bas, finds Marcel far from an ideal helper and oversees a crucial point when the helpful furniture shopkeeper drops by.    "
                },
                "6": {
                    "title": "De nieuwe K3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Josje inherited her grandma's honky-tonk piano and imagines that enables her to become a composer instantly, without tuning or any musical training. Marcel is studying for a drivers' exam, but proves a nightmare pupil for Rosie and Kristel. Karen wants to 'liven up' K3's performances with self-written stand up comedy intros, which alas are far from funny.    "
                },
                "7": {
                    "title": "De interland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "17 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    True football (soccer) fans Bas and Josje are excited about the Dutch-Belgian match on TV and decide to watch it together. Kristel and Karen weren't interested, bickering which show to watch on TV instead, but change their minds as soon as they realize how hot Dutch star Wesley and the other boys move in their silk uniforms, but shouldn't they root for their compatriots? Marcel can watch in his apartment, so he's desperate enough to join them and earn the privilege by doing the girls' laundry. Unfortunately, that includes Josje's treasured autographed shirt.    "
                },
                "8": {
                    "title": "Joerie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "24 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Bas, Marcel and Josje enter Rose's first pub pool tournament. Kristel has whimsical, excessive mood swings due to her Internet date with Joerie, who has a hilariously high-pitched voice. Karen accepts the guinea-pig Marcel almost instantly regretted having bought, calls it Joerie too and takes it along everywhere, but lets it escape into the pool table.    "
                },
                "9": {
                    "title": "Een pizza te veel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "1 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Ever-helpful Bas brings his mother's macrobiotic cookbook when Kristel decides to switch to a strictly healthy diet after discovering a zit, but everybody wants regular dishes. Marcel keeps scratching himself, so Rosie bans him from the bar until the vet checked out his cat. While his flat is fumigated, Josie 'volunteers' Kristel as host. He proves a terrible guest. Karen barely notices, being obsessed with the pizza delivery boy she considers an ultimate hunk, but unable to find a sensible opening line.    "
                },
                "10": {
                    "title": "De Karen-dictatuur",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "8 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    When Bas praises Josje's adventurous spirit after a survival weekend, control-freak Kristel is determined to prove she can be wild and spontaneous too. Marcel is invited to throw his birthday party in her apartment. Karen is depressed after being turned down as fashion model, so her K3 colleagues send her a fake photo shoot invitation, but that stirs her bossy arrogance to true diva proportions.    "
                },
                "11": {
                    "title": "Het uurrecord",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "15 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Bas and Rosie encourage an counsel Marcel's intention to improve the world record cycling on rolls, as he bought new gear but dares not ride it outside, but enjoy waxing his legs. Karen's attempts to 'appease' a police officer who brings a pike of parking fines fail, yet she can't backtrack on a promise K3 will perform for free on the PD ball. His presence strikes panic in Josje, who accidentally took home a jeans she neither chose nor paid for.    "
                },
                "12": {
                    "title": "Een vriendje voor Karen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "22 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    When Bas brings his hunky friend, world traveler Bram, to Rosie's pub, the girls have an instant crush, but Karen's won't subside after he leaves for a year in South America, her romantic dreams continue. The gang comes up with alternative candidate boyfriends, but even when Bas brings Bram's identical twin Harry, he still proves too different. Meanwhile Josje landed a small part in a commercial and tries to get into character by wearing a banana suit.    "
                },
                "13": {
                    "title": "Het niet-versierpact",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "29 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Bas is delighted when he hears Josje took to cooking, actually a desperate attempt to break Kristel's weekly regulars routine, and gets her to prepare a romantic ossobucco dinner for two the next day. After utterly messing it up for the girls, she gets Rosie to 'cater discretely' while Bas arranges to use the girls' balcony and they agree to suspend the pact not to date him alone. When Bas arrives, however, he isn't alone.    "
                }
            },
            "2": {
                "1": {
                    "title": "Josje solo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "3 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Bas and the girls are too polite to tell Marcel his aunt's heirloom recipe cookies are beyond ghastly, so he keeps bringing them tin-loads which even dogs can't stand. After her colleagues justly turned down Josje's mundane suggestions for song themes, misunderstanding their conversation on bad taste, actually Marcel's, decides her to split and hire Marcel as her solo career manager, a sure recipe for disaster all round.    "
                },
                "2": {
                    "title": "De videoclip",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "10 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Bas is selected by director Jan Verheyen as Tarzan in the delighted K3 girls' video-clip. While they bicker whether it is fair that the script allows only Karen to kiss the dream hunk, and if the script can be changed, Marcel brags he could get the part given his stage experience'. Josje's new pet, a constrictor serpent, only eats live mice, but nobody has the courage to feed them to the snake and it escapes. On the big day, Bas has a terrible cold.    "
                },
                "3": {
                    "title": "Vier blauwe strepen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "21 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Marcel brings his mate Charel's caricatures around and gets Rosie to accept hosting an exposition, provided her own is removed, but that leaves one of Kristel with a zit, causing a very girlish confidence crisis. When Karen hears the outrageous sum Kristel paid for a dubious modern painting, four blue shade stripes and a pretentious title, she decides to prove how easy that is, soon followed by Josje. Rosie accepts to admit their works to the exposition, even hosts an opening party where some spectators start buying.    "
                },
                "4": {
                    "title": "Sportief",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "27 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Athletic Bas is ready for the annual marathon, but interested in a team formula this time. Josje and Karen eagerly sign up as a trio with him, but Karen tries to wriggle when she realizes the third time, hers, will count, and given her condition probably beyond embarrassing. Marcel considers Kristel, who was left out too and just the bossy private trainer he needs, ideal, but she freaks out when she thinks he wants a romantic affair.    "
                },
                "5": {
                    "title": "De Tattoo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "28 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Bas tells Marcel tattoos disgust him on account of a horrible uncle. Josje wrongly overhears, believes he loves tattoos and announces she's getting one, but scares and decides to get a fake. Rosie's pub suffers worse then the girls' Household when Marcel acts on the belief his bad luck in games will turn if he helps others.    "
                },
                "6": {
                    "title": "De broer van Marcel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "4 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Bas and the girls are all interested to coax Marcel after he wins two VIP tickets for a Lady Gaga concert. Marcel is desperate to stage success in life when he gets a surprise visit form his brother Frans, who started a kangaroo farm in Australia 20 years ago. Bas plays his inexistent son, KM performs free for their 'manager', Rosie plays his bar staff. Frans's incessant demands exhaust their patience, but he turns out to be a fraud too.    "
                },
                "8": {
                    "title": "De schone slaapsters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "11 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Bas is delighted when Josje promises she can nurse his ailing plant, a gift from an overseas relative, as 'plant whisperer', but she fails and sneakily buys another, without realizing the news will spread and people flock with problem plants. Bas and the gang all promise to enter Rosie's first nocturnal staying awake marathon, but Marcel's training techniques and catering problems keep almost everyone awake ahead.    "
                },
                "9": {
                    "title": "Het huwelijk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "12 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Bas and Marcel both apply as building fire chief. Bas would step down, but Marcel insists he can win fairly and keeps training as incompetently as annoyingly. Josje returned from a US holiday with the announcement she met guinea-pig home devotee Brian, exchanged vows in las Vegas and expects him for a legal Belgian wedding in three days. Kristel and Karen rival to be her bridesmaid.    "
                },
                "10": {
                    "title": "SMS Rhapsodie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "18 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Bas and the girls find Marcel's strong body odor revolting, but he's absorbed by his recent interesting all things oriental and none of their attempts to break the unsavory news gently actually works. Marcel always was too stingy to buy a cellphone, but got one donated by a club lottery winner who truly abhors modern technology. It gets switched with Karen's when Kristen and Josje try to punish her for cheating in a wager whether phone addict Karen can do without for 48 hours.    "
                },
                "12": {
                    "title": "Bruno",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "25 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Kristel, who expects a hot date, fuzzed over the state of the apartment and especially over a huge turd of Karen's which they can't flush. Due to a plumbing problem, Bas and Marcel ask to use their toilet, but has to be turned elsewhere. Marcel gets a letter from his recently widowed first lover Angèle, announcing her arrival, and expects she'll propose to him.    "
                },
                "13": {
                    "title": "Zenuwslopend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hallo K3! (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Even Bas can barely calm Rosie, who waits anxiously for a pubs list inspector. Josje goes to great lengths to prevent the sisters from entering a celebrity golf tournament, fearing an accident like when she played a turd game in her Frisian village. Marcel is hit on the head during Karen's practice and moves in during his concussion remission, demanding excessive pampering.    "
                }
            }
        },
        "number of episodes": 36,
        "cast": [
            {
                "name": "Post, Winston"
            },
            {
                "name": "Vermeire, Jacques"
            },
            {
                "name": "Damen, Karen"
            },
            {
                "name": "Verbeke, Kristel"
            },
            {
                "name": "Huisman, Josje"
            },
            {
                "name": "Gramberg, Metta"
            },
            {
                "name": "Blondeel, Hein"
            },
            {
                "name": "Bulckaen, Peter"
            },
            {
                "name": "de Lint, Mick"
            },
            {
                "name": "Deploige, Govert"
            },
            {
                "name": "Lavryssen, Dirk"
            },
            {
                "name": "Pecnik, Ivan"
            },
            {
                "name": "Van Hecke, Jan"
            },
            {
                "name": "Verheyen, Jan"
            },
            {
                "name": "Blereau, Camilia"
            },
            {
                "name": "Bamps, Pieter"
            },
            {
                "name": "Gruijters, Jolanda"
            }
        ],
        "genres": [
            "Comedy",
            "Family"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 7.4,
        "votes": 33,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOWQxMjEwZDgtMDg1ZS00NWM3LTk4ZDktNjUwYmJkM2E0YTI2XkEyXkFqcGdeQXVyOTM2ODgzMg@@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "Dutch"
        ],
        "title": "Hallo K3!",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Hallo K3! (Belgium)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Verhulst, Gert"
            }
        ],
        "production companies": [
            {
                "name": "Studio 100"
            }
        ],
        "distributors": [
            {
                "name": "Televisie Radio Omroep Stichting (TROS)"
            },
            {
                "name": "Vlaamse Televisie Maatschappij (VTM)"
            }
        ],
        "plot": [
            "The comedic misadventures of a Belgian singing group and their neighbors.::Michael Daly"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 33,
                "rating": 7.4
            },
            "aged 18 29": {
                "votes": 15,
                "rating": 7.5
            },
            "aged 30 44": {
                "votes": 6,
                "rating": 5.5
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 8.5
            },
            "males": {
                "votes": 15,
                "rating": 6.6
            },
            "males aged 18 29": {
                "votes": 8,
                "rating": 6.9
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 5.3
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 7.0
            },
            "females": {
                "votes": 9,
                "rating": 8.2
            },
            "females aged 18 29": {
                "votes": 7,
                "rating": 8.4
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 5.0
            },
            "us users": {
                "votes": 1,
                "rating": 3.0
            },
            "non us users": {
                "votes": 15,
                "rating": 6.8
            }
        },
        "number of votes": {
            "10": 8,
            "9": 1,
            "8": 6,
            "7": 12,
            "6": 1,
            "5": 0,
            "4": 3,
            "3": 1,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.4,
        "median": 7
    }
}