{
    "imdb": {
        "raw release dates": [
            {
                "country": "Philippines\n",
                "date": "12 July 2010"
            }
        ],
        "release dates": [
            "Philippines::12 July 2010"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Story of Love and Family That Leads You into a Euphoric Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "12 Jul. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Jacob Drifts Away to a Mysterious Island with a Group of Old Looking Apes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Gabriel (Piolo Pascual) rescues Jacob and puts on a floating log and he then pulls out Ruth (Jodi Sta. Maria) from the car. Gabriel bumps his head to the door and loses consciousness. Jacob gets lost. Ruth and Gabriel are then rescued by local fishermen. Gabriel is in the state of coma. Still floating, Jacob comes through a fog and is transported to another world and eventually coming ashore from a river. Gideon (Nonie Buencamino) chances upon him and rescues him. Gideon and his wife Adah (Ana Capri) takes this as a fulfillment of a prophecy of Inang Gaia. They then treat Jacob as their own son and introduce him to the ...    "
                },
                "3": {
                    "title": "Gabriel Fights to Find His Missing Son",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "14 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Gideon (Nonie Buencamino) teaches Eli ('Zaijan Jaranilla') to swing from tree to tree using baging. He teaches him about the good ways of their tribe called Ungta. The Ungta tribe is good-natured, caring, loving, happy and likes dancing and singing and most of all, loves the environment. The Ungtas live their lives according to Inang Gaia and the balance of environment. Gideon being the village chief tells Eli that one day he will become like one and will protect the family tribe. He prevents Eli to go to Bulkang Itim because that is where the buwa-buwas. Ram, cousin of his, find Eli...    "
                },
                "4": {
                    "title": "Eli Finds an Extraordinary Thing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "16 Jul. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Eli Gets Disappointed for Not Having a Tail on His Birthday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "19 Jul. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Gabriel Is Back to Work and Gets a New Police Partner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "20 Jul. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Eli Finds Out the Truth About His Identity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "21 Jul. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Gabriel Is Hopeful to Find His Son in His New Case",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "22 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Eli ('Zaijan Jaranilla') is questioning why his real parents do not look for him. Gabriel (Piolo Pascual) and Ruth (Jodi Sta. Maria) celebrate Jacob's 7th birthday at the place of accident. Eli is confused about his being and feels alone. Lotlot (Barbie Sabino) assures Eli that he is still one of them. Gabriel shows to her mother (Tessie Tomas) the picture of the missing child but she does not believe that that is Jacob. Caleb (Baron Geisler) saves Eli from the mockings of Ram. He befriends Eli and offers his help to find his real parents.    "
                },
                "9": {
                    "title": "Will Eli Escape from Isla Noah?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "23 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Caleb promises Eli the way to the island of men. Gideon learns about this from Lotlot and tries to stop them. Caleb is offended, angered and jealous because everything works in favor of his brother Gideon. Gideon informs Eli of a prophecy of a warrior who will be the savior of the tribe that will open the gates to Huling Paraiso.    "
                },
                "10": {
                    "title": "Will Gabriel and Ruth Be Able to Find Their Son Jacob?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "26 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Eli accepts his real identity. Gabriel has pinpointed the location of the syndicate that forces children to work as factory workers. Gabriel rescues the suspected child who might be Jacob. The DNA test result of the child does not match with that of Jacob.    "
                },
                "11": {
                    "title": "Eva, the Forest Fairy of the Island, Helps Eli and Ram for Their Task",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "27 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Gideon proclaims to the tribe that Eli is the next chief of the Ungtas but Caleb opposes it because Eli is not an Ungta. He proposes that Eli should undergo tests to prove that he is an Ungta. Ram competes with him. First mission: find the home of the deities and get a cattleya from the deity Eva.    "
                },
                "12": {
                    "title": "Gabriel Seeks Help from Dr. Eliazar to Find Noah",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "28 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Gabriel learns from a boatman that there is an island not seen in maps called Isla Noah. The boatman says that he learned the island from Dr. Eleazar whom he saved from drowning and Dr. Eleazar spoke of creatures unique to the land. Gabriel and Levi searches for Dr. Eleazar and find him hiding in the jungle.    "
                },
                "13": {
                    "title": "Gabriel's Journey in Search of Noah Begins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "29 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Caleb lures the buwa-buwas to attack the village. Eli and Lotlot learns how Caleb is able to command the buwa-buwas. Gabriel set out to search Isla Noah.    "
                },
                "14": {
                    "title": "Will Gabriel Succeed in His Mission to Find Eli?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "30 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Eli ('Zaijan Jaranilla') learns from Tatang Zatok (Lou Veloso) that aside from him there was a human who drifted in their island and he calls him Takipsilim. From Takipsilim, Tatang Zatok learned that they call their island Noah. Gabriel wanders around the island. Caleb ('Baron Geisler'), with Goliath (Renzo Cruz), schemes of eliminating Eli. Eli and Lotlot (Barbie Sabino) discover the litters thrown by Gabriel, finds his handkerchief and the traps set up by him. Eli is convinced that this are not made by Ungta. Gabriel finds a human-like footprints and follows its trails. Atop a tree, Eli looks down...    "
                },
                "15": {
                    "title": "A Tornado Strikes and Destroys the Livelihood of Island Noah",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Eli ('Zaijan Jaranilla') and Lotlot (Barbie Sabino) are observing Gabriel (Piolo Pascual). Eli feels something different as he saw Gabriel. A tornado has struck the land of men and the island of Noah. Caleb ('Baron Geisler') insists to the tribe that it is the man that destroys the flow of cycle. Gideon (Nonie Buencamino) plans to seek the help of Takipsilim to ask his kind to find solutions on the destruction of the flow of cycle. Tatang Zatok (Lou Veloso) is apprehensive about this endeavor and advises Gideon to be very very careful. Eli, together with Lotlot, steals Gabriel's bag for Eli wants to see the inside of ...    "
                },
                "16": {
                    "title": "Gabriel and Eli Finally Meet by Accident",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "3 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Eli and Lotlot rummages Gabriel's bag. Gideon finds Eli and Lotlot with Gabriel's bag and learns that it belongs to the man. Gideon wants to keep the man's presence a secret. Ram overhears Eli and Lotlot about a man in the island and he immediately reports it to his father. Eli falls off a tree but is saved by Gabriel.    "
                },
                "17": {
                    "title": "Ungtas Hunt Down Gabriel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "4 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Caleb confronts Adah about the presence of Gabriel in the tribe. Caleb then infuriates the tribe to go against Gabriel. The Ungtas, led by Caleb, chase Gabriel until he runs out of places to go and eventually ends up in the waterfall. Gabriel is hit by an arrow and falls off.    "
                },
                "18": {
                    "title": "Will Gabriel Be Able to Find Noah Again?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "5 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Sarah wakes up from her sleep and is haunted by the dangers her son Gabriel would face. Naomi flirts with Levi to get information about Ruth. Gabriel is found floating in the ocean and is rescued by fishermen. Gabriel seeks anew the island Noah but fails.    "
                },
                "19": {
                    "title": "Judah Finds Out That Ruth and Gabriel Still See Each Other",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "6 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Judah beats up Ruth for seeing Gabriel. Gideon banishes Caleb for his attempted murder. Gideon and Tatang Zatok shares to Eli the five creatures that holds keys for Huling Paraiso: kamaraw (found in the wildest part of the jungle), apalot (found in the deepest ocean where the sun sets), himbagat (found in the highest of the mountains), anaklat (found in the caves in the foothills of the valley), musang kawa (found in the widest plain).    "
                },
                "20": {
                    "title": "Caleb and Goliath Invade the Outside World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "9 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Goliath informs Caleb of the things he listened secretively to the conversations between Gideon and Tatang Zatok on the keys of Huling Paraiso. Caleb wants to fulfill the prophecy for himself. Gideon and Tatang Zatok train Eli for his journey to get the keys. Caleb sets out to find the first animal in the land of men. Eli learns from Ram of Caleb's venture to the land of men. Gideon decides to follow them and in his absence, he makes Eli as the de facto leader of the tribe.    "
                },
                "21": {
                    "title": "Gabriel Is Determined to Find the Lost Ungtas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "10 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    In the land of men, Gideon looks for Takipsilim (Dr. Eleazar). To find Takipsilim, Gideon must place the medallion that was given to him to a statue whom he calls the stone man. Gabriel and Levi are out to capture Caleb and his minions.    "
                },
                "22": {
                    "title": "Gideon Finds Dr. Eliazar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "11 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Gideon manages to escape from the locals, Takipsilim rescues him. A truck passes by and Caleb's group sees it. They think that the picture posted on the truck is the musang-kawa. Gideon informs Dr Eleazar of his purpose in coming to the land of men.    "
                },
                "23": {
                    "title": "Gideon Asks Dr. Eliazar for Help to Find His Brother Caleb",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "12 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Gabriel learns that the getaway car of Gideon was owned by Dr. Eleazar. Dr Eleazar decides to help Gideon find Caleb, Heremias, and Goliath. Eli fails to convince the Ungtas to go back to the village. Ruth refuses to believe the existence of the Ungtas.    "
                },
                "24": {
                    "title": "Gabriel Wants to Return to Isla Noah",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "13 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Eli sulks at not able to fulfill his responsibilities of being the leader of Ungtas. Judah joins in the search of the Ungtas for his collection. Eli and Lotlot discover the eggs of the buwa-buwa in their village.    "
                },
                "25": {
                    "title": "Eli Leads the Ungtas in Destroying the Buwa-Buwa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "16 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Caleb, Heremias, and Goliath are in Naomi's zoo to seek the musang-kawa. Gideon positions himself atop a tree to hide from Judah. Caleb and his minions hold Joshua and Naomi hostage in the zoo office. Eli suggests a solution to the tribe to drive away the buwa-buwas in their village by relocating its eggs.    "
                },
                "26": {
                    "title": "Gideon Convinces Caleb to return to Isla Noah",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "17 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Gideon is trying to convince Caleb to go back to the island. Instead, he is beaten up by the group of Caleb. Gideon jumps off Gabriel to stop him from gunning down Caleb but is shot instead.    "
                },
                "27": {
                    "title": "Can Gideon Survive His Critical Condition?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "18 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Eva suggests to Eli that if he wants his father to come home, he can make a wish to the fallen tree of balatok. Eli makes a wish and rushes to the beach to see his father. Gabriel finds Eli on the beach waiting for his father's return.    "
                },
                "28": {
                    "title": "Gabriel Tries to Take Away Eli from the Ungtas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "19 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Gabriel and Eli meet at the beach. Gabriel touches Eli's face and takes Eli to go home. As he is about to leave with Eli, the Ungtas are surrounding him. The Ungtas capture Gabriel.    "
                },
                "29": {
                    "title": "Eli Starts to Ask About Gabriel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "20 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Gabriel tells Tatang Zatok that he is the father of Eli. Adah refuses to believe what Tatang Zatok learns from Gabriel. Tatang Zatok also learns from Gabriel that Gabriel is able to go to Isla Noah because he followed three Ungtas.    "
                },
                "30": {
                    "title": "Levi Doubts the Motives of Naomi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "23 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Gabriel urges Tatang Zatok to release him from the cage and to allow him to leave the island with Eli. Tatang Zatok admits to Eli that Gabriel impresses him and that Eli can learn to trust him. Gabriel tries to escape with Eli.    "
                },
                "31": {
                    "title": "Judah Pays Toro to Keep His Secrets from Coming Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "24 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Gabriel serves the Ungtas, out to win the heart of Eli. Caleb learns that Gabriel is a prisoner in the camp and for him, it is the perfect time to hold a coup d'état against Eli.    "
                },
                "32": {
                    "title": "Gabriel Starts to Integrate Himself in the Lives of the Ungtas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "25 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Tatang Zatok teaches Gabriel the Ungta language so he can communicate with Eli. Adah warns Eli to be careful about everything Gabriel would tell him. Adah begs Gabriel fervently to not take Eli with him. Ram leads Eli to Caleb in order for Eli to gain news about his father.    "
                },
                "33": {
                    "title": "Eli's Life is at Risk in the Hands of Caleb",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "26 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Eli and Lotlot fall for Caleb's traps but Lotlot manages to escape and seeks help from Tatang Zatok and Gabriel to rescue Eli. Ram confesses to the tribe of Caleb's plans. Tatang Zatok seeks Eva's help to know when would Gideon return to the island.    "
                },
                "34": {
                    "title": "Gabriel and Eli Start Training for Eli's Mission",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "27 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Gabriel worries about Eli's mission of gathering Huling Paraiso keys but Tatang Zatok stresses that this is the fulfillment of the prophecy. Eventually, Gabriel decides to take part in the mission. Caleb, Heremias, and Goliath set traps for Eli. In the island of men, Levi and Naomi set out to sail to Isla Noah.    "
                },
                "35": {
                    "title": "Levi and Naomi Begin to Know Each Other Better",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "30 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    The sea voyage of finding Isla Noah of Levi and Naomi are beset with troubles. Tatang Zatok gets injured by one of the traps set up by Caleb which prompts him to not continue the journey with Gabriel and Eli. Gabriel and Eli find the creature mayabon and it leads them the path to the maligalig na gubat.    "
                },
                "36": {
                    "title": "Sarah Does Not Allow Rebecca to Step on Her Being",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "31 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Levi and Naomi are caught by pirates and are brought to their camp as captives. Gabriel devices a route to pass through the maligalig na gubat. Adah shows concerns to Tatang Zatok on leaving Eli to Gabriel on accomplishing the mission. In the jungle, Gabriel and Eli meet a creature.    "
                },
                "37": {
                    "title": "Eli gets to Face the Creature 'Kamaraw'",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "1 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    The father kamaraw attacks Eli and Gabriel. Gabriel sees a boy kamaraw. The kamaraw is about to strike Eli but stops because it is distracted by Gabriel's call. Eli surmises that the kamaraw is looking for its boy. Eli informs the kamaraw his purpose in the jungle. Gabriel make use of the boy kamaraw as bait to lure the father kamaraw.    "
                },
                "38": {
                    "title": "Naomi and Levi Struggle to Escape from Their Kidnappers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "2 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Judah learns from Joshua that Naomi is missing so he cut short his trip to Isla Noah. Levi and Naomi struggle to escape from their abductors. Gabriel and Eli help the boy and the father kamaraw find each other. The key to Huling Paraiso that the father kamaraw is holding lands to Gabriel.    "
                },
                "39": {
                    "title": "Caleb Tries to Steal the Key to the Last Paradise from Eli and Gabriel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "3 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Levi and Naomi manage to escape from their kidnappers. When Eli and Gabriel are leaving the restless jungle, Caleb, Heremias and Goliath attack them. Gabriel tricks Caleb to have given them a fake key just to escape their threat.    "
                },
                "40": {
                    "title": "Gabriel Encourages Eli to Visit the Land of Humans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "6 Sep. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "41": {
                    "title": "Judah Tells Naomi to Stay Away from Levi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "7 Sep. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "42": {
                    "title": "Gabriel Seeks Help from Forest Fairy Eva to Find Eli",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "8 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Eli needs to sit on the himbagat to incubate and hatch. Caleb catches Eli and asks for the keys. Gabriel wakes up tied in a tree. Gabriel calls the help of Eva, the forest fairy, to find Eli.    "
                },
                "43": {
                    "title": "Eli Gets Help from a Himbagat as He Continues with His Mission",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "9 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Caleb, Heremias, and Goliath hold Eli and the himbagat egg captive but Eli and the himbagat egg manage to escape. Eva and Gabriel travel through the rainbow to get to Eli and the himbagat. The himbagat egg hatches then flies and drops the key.    "
                },
                "44": {
                    "title": "Eva Starts to Fall for Gabriel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "10 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Eva takes Eli and Gabriel to her home. A lightning strikes and it burns the villages. Caleb informs the whole tribe that it is Gabriel who caused the fire. Eli and Gabriel return to the village and belies Caleb's claims but the tribe do not believe them.    "
                },
                "45": {
                    "title": "Ruth Has a Miscarriage and Loses the Child in Her Womb",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "13 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Adah shows Eli of his picture as a child and of his family. She tells him that Gabriel is his father. Adah urges Eli to leave the Isla Noah because he is at risk from Caleb. Ruth is rushed to the hospital because of miscarriage.    "
                },
                "46": {
                    "title": "Jacob Begins to Miss His Ungta Family and Friends",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "14 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Caleb declares himself as the new leader of the Ungtas. In the land of men, Eli settles himself atop a tree in the house of Gabriel and misses his Ungta family and friends.    "
                },
                "47": {
                    "title": "Jacob Finds Difficulty Adjusting to His New Environment",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "15 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Gabriel regrets telling Ruth about their son this early. The only reason that Eli comes with Gabriel in the land of men is to find his father Gideon. Gabriel, Eli, Sarah, and Levi go to mall and theme park. In the theme park, Eli see an Ungta-looking person and he follows it.    "
                },
                "48": {
                    "title": "Gabriel Starts Getting Frustrated with Jacob",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "16 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Jacob gets lost in the theme park. Jacob asks the help of the cats and doves to find its way to where his Lola lives. Gabriel becomes frustrated with Jacob over his insistence on finding father Gideon.    "
                },
                "49": {
                    "title": "Gabriel Gets Shot in the Line of Duty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "17 Sep. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "50": {
                    "title": "Caleb Becomes the Leader of the Ungtas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "20 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Jacob asks the help of the pigeons to search for the crystal that Adah gave him. Ruth chances upon Jacob and she gives the crystal to him. Gabriel introduces Jacob to Ruth. Because of the meeting, she fails to attend Joshua's football game.    "
                },
                "51": {
                    "title": "Gabriel Tells His Experiences in Finding Jacob",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "21 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Rebecca argues with Ruth that Gabriel is only using Eli to win her back and he is not Jacob. Rebecca then suggests to Ruth to have Eli undergo a DNA testing. Rebecca hires a man to find someone who can fake DNA testing. Ruth finds out about this.    "
                },
                "52": {
                    "title": "Judah Feels Threatened with the Return of Jacob and Gabriel to Ruth's Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "22 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Judah does not take the news well that Jacob is alive. Judah worries that Ruth might forget him and his family because of Jacob. In Noah, Tatang Zatok asks Eva's help to unseat Caleb. Ruth goes out with Jacob while Gabriel chaperons on Jacob's account and Judah comes along surprisingly.    "
                },
                "53": {
                    "title": "Judah Asks Naomi to Spy on Gabriel and Ruth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "23 Sep. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "54": {
                    "title": "Rebecca Finds a Way to Get Jacob from Gabriel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "original air date": "24 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Rebecca plans to take Jacob away from Gabriel. Rebecca convinces Ruth that Gabriel is using Jacob to come with her. Ruth goes out with Jacob for lunch unbeknownst to Gabriel. Rebecca joins in the lunch but is disgusted by Jacob's behavior.    "
                },
                "55": {
                    "title": "Eva Follows in the World of Humans to Try to Protect Eli",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 55,
                    "original air date": "27 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Judah discovers that Levi is contacting Naomi. Eva goes to the land of man to guard and protect Eli. Eli helps Levi to woo Naomi by asking the help of the birds. Ruth postpones her visit to Jacob to spend time with Joshua. Eva apparates before Gabriel.    "
                },
                "56": {
                    "title": "Ruth Witnesses the Presence of Eva in Gabriel's Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 56,
                    "original air date": "28 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Gabriel doesn't like the idea of Eva's purpose in coming to his home. Jacob is excited to see Eva. Through a plant from Eva, Jacob is able to talk with Adah, Tatang Zatok, and Lotlot. Eva becomes Jacob's yaya. Gabriel warns Eva not to use her supernatural powers in the land of men. Ruth, with Rebecca, visit Jacob and she is surprised to see Eva.    "
                },
                "57": {
                    "title": "Ruth and Rebecca Doubt Eva and Her Mission",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 57,
                    "original air date": "29 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Rebecca exposes Jacob to the media. Ruth and Rebecca doubt Eva's presence in Jacob's and Gabriel's life. While playing outside, Noah is being hounded by the media.    "
                },
                "58": {
                    "title": "Gabriel Takes Jacob to a Secluded Place to Protect Him",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 58,
                    "original air date": "30 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Gabriel warns the media that stalks his son Jacob. Gabriel takes Jacob to a secured place to protect him from media exploitation. Ruth worries for her son and for being left out by Gabriel.    "
                },
                "59": {
                    "title": "Ruth Helps Gabriel in Protecting Jacob",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 59,
                    "original air date": "1 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Ruth insists on joining Jacob and Gabriel. Judah and Rebecca follow them incessantly. In the news, the supposed foster parents of Jacob come out for an interview.    "
                },
                "60": {
                    "title": "Ruth Fights for Custody of Jacob in Court",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 60,
                    "original air date": "4 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Ruth files custody of Jacob against Gabriel. Gabriel needs money to fight for the custody in court. Rebecca creates a violent tactical move for Ruth to have an advantage in the court.    "
                },
                "61": {
                    "title": "Ruth Wins Custody of Jacob over Gabriel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 61,
                    "original air date": "5 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Ruth wins custody case over Gabriel. Jacob does not like to live in the Mondragon residence. Rebecca meets the new neighbors Tessa and her child Nika. Gabriel and Jacob adjusts life without each other.    "
                },
                "62": {
                    "title": "Jacob Makes a Bad First Impression to Nika",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 62,
                    "original air date": "6 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Tessa and Nica meet the whole household of Mondragon. Judah seems surprised at seeing Tessa. Mishap after mishap transpire between Jacob and Nica during dinner. Jacob misses his father. Ruth plans to send Jacob to school where Joshua goes to.    "
                },
                "63": {
                    "title": "Tessa Reveals Her True Intentions for Returning to Judah's Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 63,
                    "original air date": "7 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Joshua is pissed off when Jacob let the rabbits loose from the cage. Tessa extorts money from Judah in order for her to leave the neighborhood. Gabriel promises Jacob to save more money so that he can get Jacob and that Jacob should behave and try to get along with the Mondragons.    "
                },
                "64": {
                    "title": "Jacob Starts to Go to School",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 64,
                    "original air date": "8 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Jacob is accepted to school. Gabriel takes extra jobs to save money for Jacob to get him back. Joshua locks Jacob in the school's comfort room. Judah pays Tessa to keep away from him.    "
                },
                "65": {
                    "title": "Naomi Helps Jacob in Gaining Self-Confidence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 65,
                    "original air date": "11 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Naomi helps Jacob to gain confidence. Joshua and Nica do pranks to Jacob in school; it backfires against Nica. Jacob helps Nica and has able to win her trust.    "
                },
                "66": {
                    "title": "Tessa Reveals the Truth About Judah and Ruth's Marriage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 66,
                    "original air date": "12 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Jacob and Nica become friends. Jacob is accepted in the school's soccer team which makes Joshua furious. While putting his anger to the ball, Joshua is accidentally hit by the ball. He makes Jacob responsible for this by telling Judah that it was Jacob's fault.    "
                },
                "67": {
                    "title": "Judah Sues Gabriel to Exact Revenge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 67,
                    "original air date": "13 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Nika helps Jacob go through his problems. Judah files a complaint against Gabriel. Gabriel receives disciplinary action. Gabriel gives Judah traffic violation ticket. Jacob and his household move to new home.    "
                },
                "68": {
                    "title": "Eva Finds a Way to Help Gabriel in Their Finances",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 68,
                    "original air date": "14 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Eva finds a job to help in the finances of Gabriel. On the day of his visitation, Gabriel attends to a vehicular accident while Jacob awaits for him. Jacob misses his father so he looks at the medal Gabriel gave him but Joshua starts a fight. Jacob run away to his old home.    "
                },
                "69": {
                    "title": "Gabriel Does Everything to Find Jacob",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 69,
                    "original air date": "15 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Nika consoles Jacob. Ruth blames herself for the missing Jacob. Gabriel helps in finding Jacob. Jacob hides in the zoo. Eva uses her powers to communicate with the wind to find Jacob. Nika set out by herself to find Jacob in the zoo.    "
                },
                "70": {
                    "title": "Gabriel and Eva Finally Find Jacob and Nika",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 70,
                    "original air date": "18 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Nika find Jacob in the zoo. Soon, Nika gets sick. Eva and Gabriel find Jacob and Nika and get to be home.    "
                },
                "71": {
                    "title": "Gabriel Receives a TRO from the Court",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 71,
                    "original air date": "19 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Gabriel see Judah hurting Eli. Gabriel attacks Judah and wants Eli to come with him. Gabriel receives a temporary restraining order from the court asked by Ruth. Gabriel secretly sees Eli in school.    "
                },
                "72": {
                    "title": "Jacob Finds a Way to See His Dad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 72,
                    "original air date": "20 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Jacob sneaks out of the house to see Gabriel. Ruth finds out about this. Eva is falling in love with Gabriel and is losing her powers. Caleb plans to go to the island of men to retrieve the key from Noah. Tatang Zatok discovers a new part of the prophecy.    "
                },
                "73": {
                    "title": "Gabriel is Assigned to a New Case that is Connected to Gideon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 73,
                    "original air date": "21 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Caleb plans to kill Eli and Gabriel. Lotlot overhears this. Nika finally comes home from the hospital. Gabriel returns to investigative post and is assigned to a case connected to Gideon.    "
                },
                "74": {
                    "title": "Gabriel Continues His Search for Gideon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 74,
                    "original air date": "22 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Tatang Zatok prevents Caleb and his group to go the island of men. Caleb has able to escape Noah.    "
                },
                "75": {
                    "title": "Caleb and His Friends Go to the City to Search for Gabriel and Jacob",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 75,
                    "original air date": "25 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Tatang Zatok and Adah decide to go to the island of men to save Eli and Gabriel from the murderous intent of Caleb. Ruth have the TRO lifted for Jacob. Judah learns from Tessa that Ruth was with Gabriel.    "
                },
                "76": {
                    "title": "Gabriel and Levi Set Out to Find the Ungtas in the City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 76,
                    "original air date": "26 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Jacob and Rebecca report to the police the kidnapping incident. Eva struggles to forget her feelings for Gabriel and for her powers to return completely. The Ungtas arrive in the city and catch attention from people. Judah wants to catch one of the Ungtas.    "
                },
                "77": {
                    "title": "Gabriel and Levi Finally Find the Ungtas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 77,
                    "original air date": "27 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Nika brings Adah and Lotlot on her tree house. Gabriel chances upon the son of Dr. Eleazar and learns from him the fate of his father and Gideon. Dr. Eleazar's son helps Caleb escape. Noah meet Adah and Lotlot on the tree house.    "
                },
                "78": {
                    "title": "Tatang Zatok Is Held Captive by Judah's Men",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 78,
                    "original air date": "28 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Adah informs Eli of Caleb's plans. Gabriel is in a dilemma on how to tell Jacob about Gideon's death. Tatang Zatok is captured by the men of Judah but he manages to escape.    "
                },
                "79": {
                    "title": "Ruth Finally Meets Ada",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 79,
                    "original air date": "29 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Ruth and Adah finally meet each other. Rebecca became interested in Jacob's crystal; she will used it to recover the loss of investor. Tessa catches sight of Adah and Lotlot in her house.    "
                },
                "80": {
                    "title": "Jacob Discloses the Threat in His and Gabriel's Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 80,
                    "original air date": "1 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    The son of Dr. Eleazar teaches Caleb and his Ungtas the language and ways of men. Sarah meet Adah and Lotlot. Rebecca advises Judah to go easy with Jacob so they can gain knowledge of the island Noah and its diamonds.    "
                },
                "81": {
                    "title": "Jacob Is Abducted by Caleb",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 81,
                    "original air date": "2 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Son of Dr. Eleazar is shot by Caleb. Judah tries to get information about the island of Noah from Jacob. Caleb abducts Jacob and brings him in the jungle where Gideon died.    "
                },
                "82": {
                    "title": "Gabriel and Levi Encounter Caleb",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 82,
                    "original air date": "3 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Jacob is upset to learn from Caleb that Gideon is killed by Gabriel. Levi attacks Caleb. Jacob escapes with Adah and Lotlot and are pursued by Judah's men. Judah is glad to know that Gabriel is the one to blame for his own sin - Gideon's death.    "
                },
                "83": {
                    "title": "Naomi Helps Ada and Lotlot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 83,
                    "original air date": "4 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Naomi helps Adah treat her wounds. Judah and Rebecca meet up with Toro to trace the tracks of the Ungtas.    "
                },
                "84": {
                    "title": "Judah and Ruth Desire to Visit Isla Noah",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 84,
                    "original air date": "5 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    The animals warn Adah and Lotlot that Toro has arrived. They try to escape but they are captured by Toro. In the beach, Adah and Lotlot are released by Toro so they can follow them to Isla Noah. As they about to set out to sea, Adah and Lotlot are reunited with Tatang Zatok . Toro, Judah, and Rebecca follow them.    "
                },
                "85": {
                    "title": "Judah and His Men Finally Reach Noah Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 85,
                    "original air date": "8 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Judah, Rebecca and Toro arrive in the island of Noah. Adah takes over as leader of the tribe and she informs the tribe of the fate of Gideon. Caleb and his Ungtas barge in to the home of Jacob.    "
                },
                "86": {
                    "title": "Judah Vows to Take Hold of the Treasures of Noah Even If It Means Killing the Ungtas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 86,
                    "original air date": "9 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    The Ungtas become aware of the presence of men on their island. Adah and her kind protect the gates of Huling Paraiso and their island from exploitation from Judah, Rebecca and Toro.    "
                },
                "87": {
                    "title": "Jacob and Nica Defend Themselves Against Caleb",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 87,
                    "original air date": "10 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Jacob and Nica plot devices in Nica's home to defend themselves against Caleb, Goliath and Heremias. Toro and Judah massacre the Ungtas but Adah and Tatang Zatok survive. Judah bombs the gates of Huling Paraiso.    "
                },
                "88": {
                    "title": "Jacob Plans on Going Back to Island Noah",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 88,
                    "original air date": "11 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Gabriel searches for the man who buried Gideon. Jacob learns from a bird that Noah is in danger. Jacob decides to go to Noah. Nica goes with him.    "
                },
                "89": {
                    "title": "Caleb Follows Jacob and Nica to Isla Noah",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 89,
                    "original air date": "12 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Naomi overhears that Judah and Tessa are still married. Caleb, Heremias and Goliath follow Noah and Nica to Isla Noah. Jacob is shocked to see the carnage.    "
                },
                "90": {
                    "title": "Gabriel Seeks Jacob's Trust and Forgiveness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 90,
                    "original air date": "15 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    In Noah, Lotlot is taken hostage by Caleb. Jacob and Nica help save Lotlot. Judah warns Ruth not to ask help from Gabriel. Sarah helps Gabriel and Levi in finding Jacob.    "
                },
                "91": {
                    "title": "As Jacob Goes Home, Judah Starts a Fight with Gabriel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 91,
                    "original air date": "16 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Jacob, Nica and Lotlot are able to escape Caleb's harm. Judah confronts Sarah about the school incident but Gabriel fights back and protects Sarah. Caleb disguises himself as human to find Jacob.    "
                },
                "92": {
                    "title": "Jacob Returns Home and Secretly Keeps His Ungta Friend from His Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 92,
                    "original air date": "17 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Judah scolds Jacob for endangering Nica. Nica hides Lotlot in her tree-house. Jacob vows to Lotlot to find the perpetrators of the massacre on their tribe. Levi meets up with a contact who sells Ungta things.    "
                },
                "93": {
                    "title": "Ruth's Protection for Jacob Finally Takes a Toll When Judah Physically Hurts Her",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 93,
                    "original air date": "18 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Lotlot scours for food and is discovered by Joshua. Judah tries to find Lotlot but instead catches Noah in a costume. Judah is furious and put the blame to Ruth and physically abuse her.    "
                },
                "94": {
                    "title": "Nica and Lotlot Begin to Doubt Judah's True Motives",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 94,
                    "original air date": "19 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Lotlot recognizes Judah as one of the persons in the massacre of Noah. Lotlot and Nica doubts Judah's motives. Jacob wants to find the truth if Judah is responsible for the killings of the Ungtas. Levi meets up with Toro.    "
                },
                "95": {
                    "title": "Although Gabriel and Jacob's Communication Continue to Falter, Their Longing for Each Other Continue to Grow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 95,
                    "original air date": "22 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Noah longs for his father Gabriel. Gabriel witness Judah paying Toro. Judah orders Toro to kill Gabriel to prevent him from telling Ruth. Toro shoots Gabriel.    "
                },
                "96": {
                    "title": "Judah Makes Sure That Ruth Can't Go Anywhere After She Confessed Her Love for Gabriel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 96,
                    "original air date": "23 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Jacob blames himself the death of Gabriel. Judah and the police are still looking for the body of Gabriel. Ruth confesses to Judah that she still loves Gabriel.    "
                },
                "97": {
                    "title": "Ruth Plays Along with Judah's Change of Heart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 97,
                    "original air date": "24 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Judah plays goody-goody to Noah to get Ruth's love again but Ruth does not trust him and just plays along with him. Toro fools Judah into believing that the corpse he found is Gabriel.    "
                },
                "98": {
                    "title": "Judah is One Step Ahead of Ruth When She Tries to Escape with Jacob",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 98,
                    "original air date": "25 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Jacob asks the help of the animals to find Gabriel. Gabriel is washed ashore and is helped by the fairies. Ruth plans to escape as Judah and Rebecca plans to go to Isla Noah.    "
                },
                "99": {
                    "title": "Judah Tells Jacob with Great Pride That Gabriel Fell of a Cliff and Died",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 99,
                    "original air date": "26 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Ruth is locked up by Judah's henchmen. Judah brings Jacob to where Gabriel allegedly died. The diwatas tells Gabriel how Eva helped him survived and that the fulfillment of the prophecy rely on him. According to the prophecy, Gabriel is the savior of Isla Noah.    "
                },
                "100": {
                    "title": "Gabriel Plans on How to Save Noah Now That He is Believed to Be the Chosen One in the Prophecy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 100,
                    "original air date": "29 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    The fairies tell Gabriel that he is the Chosen One. Jacob heard the voice of Ruth crying for escape and tries to save his mother but is caught by Judah.    "
                },
                "101": {
                    "title": "Ruth and Jacob Escape from Judah with Gabriel's Help",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 101,
                    "original air date": "30 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Gabriel saves Ruth and Jacob from Judah and brings them together with Sarah in a safe place.    "
                },
                "102": {
                    "title": "Gabriel, Ruth and Jacob Make Up for Lost Their Time as a Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 102,
                    "original air date": "1 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Judah blames Rebecca for Ruth's leaving him. Judah freezes Rebecca's account. Gabriel, Ruth and Jacob make up for lost time as a family.    "
                },
                "103": {
                    "title": "Gabriel and Ruth Reconnect as They Take Care of Jacob",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 103,
                    "original air date": "2 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Rebecca seeks help of Toro to take revenge on Judah and the Mondragons. Gabriel and Ruth reconnect their old bond.    "
                },
                "104": {
                    "title": "Tessa Threatens Judah That She Will Tell Everyone about the Truth of His Marriage and Nica",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 104,
                    "original air date": "3 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Judah determines the hiding place of Ruth and Jacob. Consequently, Gabriel finds another place to escape from Judah. Tessa threatens Judah to expose her marriage with Judah.    "
                },
                "105": {
                    "title": "Jacob Expresses His Wish to Have a Complete Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 105,
                    "original air date": "6 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Tessa asks for money from Judah for she and Nica will go to US for good. Gabriel and Levi continue the search for Toro. Tessa will meet Gabriel and will tell him of her marriage with Judah but Tessa is murdered.    "
                },
                "106": {
                    "title": "Nica Blames Gabriel for Her Mother's Death",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 106,
                    "original air date": "7 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Gabriel is blamed and arrested for the murder of Tessa. Nica suffers for the loss of her mother. Judah fakes the handwriting of Gabriel to pin him for his murder. Gabriel is charge of murder.    "
                },
                "107": {
                    "title": "Gabriel is Thrown to Jail After Being Suspected of Tessa's Death",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 107,
                    "original air date": "8 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Gabriel is jailed for the charge of murder. Gabriel looks for the person who fake his handwriting. Jacob convinces Nica that Gabriel is innocent.    "
                },
                "108": {
                    "title": "Nica Tells Judah that She Prefers Gabriel as a Father",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 108,
                    "original air date": "9 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Nica tells Gabriel that despite of the case she still wants Gabriel to be his father. Gabriel is convicted by the court for the murder of Tessa.    "
                },
                "109": {
                    "title": "Gabriel's Court Appeal is Denied Leaving Him Stuck in Jail",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 109,
                    "original air date": "10 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Judah blackmails judge to turn down Gabriel's appeal. Once denied of court appeal, Judah wants Gabriel killed inside the prison. Manong Ernie is ordered to execute the plan. The fairies help Gabriel escape.    "
                },
                "110": {
                    "title": "Gabriel Escapes from Jail and Plans to Exonerate Himself on His Own",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 110,
                    "original air date": "13 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Eva helps Gabriel escape prison. As Ruth tries to find help to get Gabriel out of jail, she is kidnapped by Judah's henchmen. Gabriel rescues Ruth.    "
                },
                "111": {
                    "title": "Gabriel Takes His Family Away from the City to Escape from Judah",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 111,
                    "original air date": "14 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Gabriel takes his family away from the city and Judah. The security guard tip the police that Gabriel is checked in on their apartelle.    "
                },
                "112": {
                    "title": "Gabriel Goes Back to the City to Find Clues on Who Set Him Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 112,
                    "original air date": "15 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Gabriel goes back to the hotel where he was framed to find clues. Gabriel corners Jabal to spill what he knows.    "
                },
                "113": {
                    "title": "Judah Uses the Other Ungtas as Bait to Lure Out Gabriel and His Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 113,
                    "original air date": "16 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Judah uses Adah and Tatang Zatok as bait to force Gabriel and his family to come out from hiding. Gabriel rescues Adah and Tatang Zatok. Unknowingly, Adah and Tatang Zatok have GPS devices attached to their body so Judah can follow them.    "
                },
                "114": {
                    "title": "Sarah and Ruth are Torn If They Can Trust Rebecca to Bring Down Judah",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 114,
                    "original air date": "17 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Judah overhears Rebecca talking about her plans to Sarah. Tatang Zatok and Gabriel tries to go back to the place where they came from to retrieve the body of Gideon. Caleb sees Gabriel and follow them to where they live and plans to kill them.    "
                },
                "115": {
                    "title": "Gabriel Exerts Extra Effort for His Family to Be Together for Christmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 115,
                    "original air date": "20 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Gabriel and family with Adah and Tatang Zatok spend Christmas. Tatang Zatok stresses to Gabriel that they needed to go back to Isla Noah and protect it and that Gabriel should protect Eli so the prophecy can be fulfilled.    "
                },
                "116": {
                    "title": "Gabriel Meets Up with Partner Levi as a Part of His Master Plan to Bring Down Judah",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 116,
                    "original air date": "21 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Gabriel meet up with Levi to carry out a plan to find evidence against Judah to pin him down for the murder of Tessa. Judah discovers the dubious projects of Rebecca and files a lawsuit against her.    "
                },
                "117": {
                    "title": "How Will Nica Handle the Truth about Tess and Judah?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 117,
                    "original air date": "22 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Levi learns from Nica's nanny that Tessa receives allowances from Judah. Gabriel searches Tessa's house and find the marriage certificate of Tessa and Judah. Ruth realizes Judah's lies to her.    "
                },
                "118": {
                    "title": "Gabriel and Levi Look for Evidence to Pin Tessa's Death on Judah",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 118,
                    "original air date": "23 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Nica learns that Judah is his father. Gabriel and Levi search for more evidence to pin down Judah on his crimes and set a trap for him.    "
                },
                "119": {
                    "title": "Levi Suffers the Price of True Friendship",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 119,
                    "original air date": "24 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    The police are listening to Judah's admission over the phone. The police arrests Judah but Levi is shot by him.    "
                },
                "120": {
                    "title": "After Being Exonerated, Gabriel Can Go Back to the Police Force",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 120,
                    "original air date": "27 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Gabriel is reinstated in the police force after being exonerated. Judah tries to abduct Jacob but failed.    "
                },
                "121": {
                    "title": "Rebecca Decides to Stay Away from Jacob for Her Grandson's Sake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 121,
                    "original air date": "28 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Rebecca confesses to Ruth about Toro. Caleb stalks Judah but he is intercepted by him. Judah takes the keys to Huling Paraiso from Caleb.    "
                },
                "122": {
                    "title": "Judah Uses the Ungtas to Get Ruth Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 122,
                    "original air date": "29 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Rebecca reveals to Ruth that her father is Toro. Gabriel and Bong put Caleb and Heremias and behind bars while Goliath is captured by Judah. Ruth meets her father Toro.    "
                },
                "123": {
                    "title": "Gabriel and Ruth Express Their True Feelings for Each Other After a Life Threatening Incident",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 123,
                    "original air date": "30 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Toro realizes that he is a father to Ruth. Judah makes use of the gang of Caleb to find Gabriel. Gabriel and Ruth admit their love for each other.    "
                },
                "124": {
                    "title": "After Rekindling His Love for Ruth and Reuniting with His Family, Gabriel, Together with Levi Hunt Down Judah",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 124,
                    "original air date": "31 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Judah creates a story to turn the people against Gabriel and in a way, help him find Gabriel. Gabriel intends to find Judah before he does.    "
                },
                "125": {
                    "title": "Jacob Assures Ruth That Gabriel Will Be Safe and Sound",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 125,
                    "original air date": "3 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Toro leaks information to Gabriel of Judah's hideout. Gabriel follows the lead with Levi. A shootout is imminent.    "
                },
                "126": {
                    "title": "Although Already Apprehended, Judah Continues to Destroy Gabriel's Reputation as He Plots His Plan to Escape from Jail",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 126,
                    "original air date": "4 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Judah is put behind bars but still continues to plot against Gabriel. Gabriel expresses Toro's apology to Ruth. Jacob laid to rest Gideon's body.    "
                },
                "127": {
                    "title": "Wedding Bells are Heard as Gabriel and Ruth Prepare to Exchange Their Vows",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 127,
                    "original air date": "5 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Gabriel forgives his father. In his dreams, Inang Gaia speaks to Gabriel and wants to fulfill his mission as warrior of Isla Noah. Judah and Caleb escape prison.    "
                },
                "128": {
                    "title": "Gabriel Goes After Judah and the Ungtas After Escaping from Jail",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 128,
                    "original air date": "6 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Gabriel and the police force are in pursuit for Judah and Caleb.    "
                },
                "129": {
                    "title": "As Part of His Revenge, Judah Corners Ruth and the Rest of the Family in Their House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 129,
                    "original air date": "7 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Judah corners Gabriel's household in their home. Judah injures Rebecca in the head. Rebecca dies in the hospital.    "
                },
                "130": {
                    "title": "Jacob and Nica's Lives Will Be in Peril When Judah Kidnaps Them",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 130,
                    "original air date": "10 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Rebecca is laid to rest by Ruth and family. On the day of Ruth's and Gabriel's marriage, Jacob, Nica and Sarah are abducted by Judah.    "
                },
                "131": {
                    "title": "Ruth Sacrifices Herself to Judah in Exchange for Nica and Jacob's Lives",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 131,
                    "original air date": "11 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Judah wants Ruth and the keys to Huling Paraiso in exchange of Jacob and Nica. During the exchange, Judah shoots Sarah.    "
                },
                "132": {
                    "title": "Judah's Ultimate Plan is Revealed as He and His Men Go Back to Isla Noah",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 132,
                    "original air date": "12 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Judah opens the gate of Huling Paraiso and rummages to the diamonds that he can find. Jacob set sail to Isla Noah.    "
                },
                "133": {
                    "title": "Earthquakes Shatter the Human World as Judah Invade and Steal from the Ungta's Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 133,
                    "original air date": "13 Jan. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "134": {
                    "title": "Happy Endings Escape from Gabriel as One of His Love Ones Face Death Yet Again",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 134,
                    "original air date": "14 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Earth quakes. Judah kills Jacob. Gabriel wakes up from a terrible nightmare.    "
                },
                "135": {
                    "title": "How Will Gabriel Prevent His Premonitions from Coming True?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 135,
                    "original air date": "17 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Gabriel is bothered by the nightmare he has had. Because of this premonition, Gabriel tries his hardest to prevent Judah from escaping.    "
                },
                "136": {
                    "title": "While Gabriel Figures Out the Next Victim in His Premonition, Judah Joins Forces with Caleb",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 136,
                    "original air date": "18 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Gabriel's premonition is coming true. Judah and Caleb have escaped. Gabriel pursues Judah and Caleb in the jungle.    "
                },
                "137": {
                    "title": "Gabriel Asks Help from the Public to Capture Judah",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 137,
                    "original air date": "19 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Gabriel asks the help of the public to find Judah. Gabriel asks Rebecca for the reward money.    "
                },
                "138": {
                    "title": "Gabriel Tells Rebecca the Things He Foresaw",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 138,
                    "original air date": "20 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Gabriel tells Rebecca his premonitions. Another part of the premonition is about to come true but Judah prevents the death of Rebecca from happening.    "
                },
                "139": {
                    "title": "Judah Corners Ruth and the Rest of the Family in Their House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 139,
                    "original air date": "21 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Gabriel forewarns the police force that Judah is listening to their radio frequency. Levi proposes to Naomi. Judah finds a way to get to Ruth.    "
                },
                "140": {
                    "title": "Gabriel Mistakenly Believed That Judah is Dead",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 140,
                    "original air date": "24 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Gabriel follows his intuition that Judah is in their house. During the altercation, Rebecca has a head injury and dies at the hospital. Gabriel fears that his premonition will come true.    "
                },
                "141": {
                    "title": "Blindsighted by Judah's Fake Death, Gabriel Tells His Family That the Worst is Over",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 141,
                    "original air date": "25 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Judah fakes his death to fool Gabriel.    "
                },
                "142": {
                    "title": "Gabriel and Ruth Move on with Their Lives by Planning Their Wedding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 142,
                    "original air date": "26 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Gabriel remains doubtful of Judah's death but his family is ready to move on. Miguel saw his father while attending mass.    "
                },
                "143": {
                    "title": "Gabriel Fears That His Dreams Might Still Reoccur",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 143,
                    "original air date": "27 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    During the day of Gabriel's and Ruth's wedding, Gabriel's dreams are occurring. Judah appears before Joshua in the church and captures Jacob, Sarah, and Nica.    "
                },
                "144": {
                    "title": "Ruth Confronts Gabriel about His Dream",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 144,
                    "original air date": "28 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Jacob tells Heremias that Judah is the mastermind of the Ungta massacre in Isla Noah, and his plans to loot diamonds.    "
                },
                "145": {
                    "title": "Gabriel's Dream Continue to Happen in a Different Way",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 145,
                    "original air date": "31 Jan. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "146": {
                    "title": "Ruth Is Held Captive as Judah Execute His Plans to Destroy Gabriel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 146,
                    "original air date": "1 Feb. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "147": {
                    "title": "Gabriel Continues in Tracing Down Judah Alone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 147,
                    "original air date": "2 Feb. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "148": {
                    "title": "Terror Is Bound to Happen Now That Judah Has the Keys to the Hidden Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 148,
                    "original air date": "3 Feb. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "149": {
                    "title": "Gabriel, Jacob and the Ungtas Unite to Defeat Judah and Save the World from Peril",
                    "kind": "episode",
                    "episode of": {
                        "title": "Noah (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 149,
                    "original air date": "4 Feb. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 149,
        "cast": [
            {
                "name": "Pascual, Piolo"
            },
            {
                "name": "Jaranilla, Zaijian"
            },
            {
                "name": "Hermosa, Kristine"
            },
            {
                "name": "Maria, Jodi Sta."
            },
            {
                "name": "Picache, Cherry Pie"
            },
            {
                "name": "Tomas, Tessie"
            },
            {
                "name": "Revilla, Jolo"
            },
            {
                "name": "Ricks, Melissa"
            },
            {
                "name": "Bascon, Joem"
            },
            {
                "name": "Geisler, Baron"
            },
            {
                "name": "Capri, Ana"
            },
            {
                "name": "Veloso, Lou"
            },
            {
                "name": "Cruz, Renzo"
            },
            {
                "name": "Fernando, Daniel"
            },
            {
                "name": "Yap, Marvin"
            },
            {
                "name": "Olivar, Tom"
            },
            {
                "name": "Rivera, Frank"
            },
            {
                "name": "O'Hara, Paolo"
            },
            {
                "name": "Bregendahl, Eliezer"
            },
            {
                "name": "Sabino, Barbie"
            },
            {
                "name": "de Guzman, Miguelito"
            },
            {
                "name": "Buencamino, Nonie"
            },
            {
                "name": "Manabat, Xyriel"
            },
            {
                "name": "Feleo, Ina"
            },
            {
                "name": "Achaval, Jon"
            },
            {
                "name": "Fructuoso, Eric"
            },
            {
                "name": "Aquino, Jairus"
            },
            {
                "name": "Manaloto, Smokey"
            },
            {
                "name": "Falcis, Jack"
            },
            {
                "name": "Labios, Arrian"
            },
            {
                "name": "Lomahan, James"
            },
            {
                "name": "Soriano, Meryll"
            },
            {
                "name": "Remperas, Cathy"
            },
            {
                "name": "Okawa, Yuri"
            },
            {
                "name": "Sorino, Marielle"
            },
            {
                "name": "Manalo, Tony"
            },
            {
                "name": "Manikan, Spanky"
            },
            {
                "name": "Sese, Neil Ryan"
            },
            {
                "name": "Roldan, Mary"
            },
            {
                "name": "Batay, Carol"
            },
            {
                "name": "Romero, Banjo"
            }
        ],
        "genres": [
            "Drama",
            "Fantasy"
        ],
        "countries": [
            "Philippines"
        ],
        "country codes": [
            "ph"
        ],
        "language codes": [
            "fil",
            "tl"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 1,
        "rating": 6.5,
        "votes": 11,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzkwMDk3YTMtMWNlMS00ZTE3LWI1YzctOTk4MmViODhhOTQ4XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_SY150_CR24,0,101,150_.jpg",
        "languages": [
            "Filipino",
            "Tagalog"
        ],
        "title": "Noah",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2011",
        "akas": [
            "Noah (Philippines)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "King, Philip"
            },
            {
                "name": "Perez, Dindo"
            },
            {
                "name": "Praico, Shugo"
            }
        ],
        "production companies": [
            {
                "name": "ABS-CBN"
            }
        ],
        "distributors": [
            {
                "name": "ABS-CBN"
            }
        ],
        "plot": [
            "I am one of the extra cast"
        ],
        "tech": {
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 11,
                "rating": 6.5
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 7.2
            },
            "aged 30 44": {
                "votes": 7,
                "rating": 3.7
            },
            "males": {
                "votes": 8,
                "rating": 6.0
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 7.2
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 5.2
            },
            "females": {
                "votes": 3,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 1.0
            },
            "us users": {
                "votes": 2,
                "rating": 5.5
            },
            "non us users": {
                "votes": 9,
                "rating": 6.1
            }
        },
        "number of votes": {
            "10": 4,
            "9": 0,
            "8": 1,
            "7": 1,
            "6": 2,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 1,
            "1": 2
        },
        "arithmetic mean": 6.5,
        "median": 7
    }
}