{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "15 August 2010"
            }
        ],
        "release dates": [
            "USA::15 August 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Great Food Truck Race"
            },
            {
                "countries": "USA (second season title)",
                "title": "The Great Food Truck Race 2"
            },
            {
                "countries": "USA (third season title)",
                "title": "The Great Food Truck Race III"
            },
            {
                "countries": "USA (fourth season title)",
                "title": "The Great Food Truck Race Four"
            },
            {
                "countries": "USA (sixth season title)",
                "title": "The Great Food Truck Race: Route 66"
            },
            {
                "countries": "USA (seventh season title)",
                "title": "The Great Food Truck Race: Family Face-Off"
            },
            {
                "countries": "USA (eighth season title)",
                "title": "The Great Food Truck Race: Battle for the South"
            },
            {
                "countries": "USA (ninth season title)",
                "title": "The Great Food Truck Race: Wild West"
            }
        ],
        "akas": [
            "The Great Food Truck Race (original title)",
            "The Great Food Truck Race 2 USA (second season title)",
            "The Great Food Truck Race III USA (third season title)",
            "The Great Food Truck Race Four USA (fourth season title)",
            "The Great Food Truck Race: Route 66 USA (sixth season title)",
            "The Great Food Truck Race: Family Face-Off USA (seventh season title)",
            "The Great Food Truck Race: Battle for the South USA (eighth season title)",
            "The Great Food Truck Race: Wild West USA (ninth season title)"
        ],
        "akas from release info": [
            "The Great Food Truck Race (original title)",
            "The Great Food Truck Race 2 USA (second season title)",
            "The Great Food Truck Race III USA (third season title)",
            "The Great Food Truck Race Four USA (fourth season title)",
            "The Great Food Truck Race: Route 66 USA (sixth season title)",
            "The Great Food Truck Race: Family Face-Off USA (seventh season title)",
            "The Great Food Truck Race: Battle for the South USA (eighth season title)",
            "The Great Food Truck Race: Wild West USA (ninth season title)"
        ],
        "episodes": {
            "9": {
                "1": {
                    "title": "Wagons Ho!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 1,
                    "original air date": "26 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Tyler Florence kicks off the race at a cattle ranch outside of Los Angeles, where he welcomes the seven teams with their first challenge. The ranch's cowhands need something to wash down their breakfast, so each team must hand-squeeze a pitcher of orange juice in order to receive their seed money and keys to their truck. The trucks then head out to shop and prep for their first day selling on the busy streets of Los Angeles, but Tyler calls with another challenge: a beef auction where each team has to create an original dish with the cut they win. The team that sells ...    "
                },
                "2": {
                    "title": "Shrimp and Glitz",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 2,
                    "original air date": "2 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Tyler Florence welcomes the teams to Las Vegas and gives them a challenge using one of the most popular items on Vegas menus: shrimp. Each truck must create their own ultimate shrimp dish to sell on Fremont Street, and the team that makes the most money wins a prime parking spot for selling the next day. Then, Tyler and Las Vegas restaurateur Elizabeth Blau visit the teams to offer business and culinary advice, and the teams sell their signature dishes on the streets of Vegas, with the least successful truck being eliminated.    "
                },
                "3": {
                    "title": "An Oasis in the Desert",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 3,
                    "original air date": "9 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    The trucks travel to Phoenix and meet Tyler Florence at a Sonic Drive-In for a blind taste test and original savory dish challenge inspired by Sonic's signature drinks. One team member is left operating his truck solo when his teammates leave the race, and the day's sales in Phoenix are close, with the top four teams separated by less than $60. At Rawhide Ranch, the truck that made the least money is sent home, and the four remaining teams move forward.    "
                },
                "4": {
                    "title": "Bordertown Boom",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 4,
                    "original air date": "16 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    The trucks roll into the Old West town of Yuma, Ariz., and head to the historic Yuma Territorial Prison, which used to house prisoners from all over the Wild West. Tyler Florence gives the teams a relay challenge involving artichokes and bacon, and then they must add an original dish starring those ingredients to their menu and start selling. The residents of Yuma show up in full force, with lines 20 people deep waiting to try the trucks' specialties. After a day of massive sales, one team is eliminated, and the final three trucks head to the next destination.    "
                },
                "5": {
                    "title": "First Dates",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 5,
                    "original air date": "23 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    The final three teams head to the Coachella Valley in Southern California, where thousands of country music fans will soon arrive for a massive festival. Tyler Florence educates the teams on Medjool dates, which are grown in the area, and each team pits a pound of dates and sprints off in their truck. Then Tyler calls with another challenge: Each truck must create and sell an original date dish to be judged by date growers Albert Keck and Melinda Dougherty. Sales spike during the festival, and the race is neck and neck, but only two trucks move on to the finale.    "
                },
                "6": {
                    "title": "The Whole Enchilada",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 6,
                    "original air date": "30 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    The final two teams head back to Los Angeles, where Tyler Florence welcomes them to the historic Pueblo de Los Angeles, the epicenter of LA's Mexican heritage and culture. He introduces Bricia Lopez, co-owner of James Beard-award winning restaurant Guelaguetza, and they explain the Mexican ingredients and flavors the trucks will be using in their final challenge: chayote and habanero peppers. Both trucks pull out all the stops for the win, but only one team is awarded the $50,000 grand prize.    "
                }
            },
            "1": {
                "1": {
                    "title": "Let's Get Rolling!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "15 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Seven of the country's best Food Trucks start the cross country journey in Southern California. They think they are starting in LA, but quickly learn that the first city they must conquer over 100 miles away in San Diego.    "
                },
                "2": {
                    "title": "Chile Santa Fe",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "22 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    The remaining six trucks arrive in Santa Fe, New Mexico, where they are greeted by a snow storm. Will the weather affect sales or will some trucks be able to succeed despite the low temperatures?    "
                },
                "3": {
                    "title": "Where's the Beef?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "29 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    The five remaining teams roll into Fort Worth, Texas, the beef capital of the world, and assemble in front of the courthouse. After the weekend's competition gets underway, Tyler calls the teams with their Truck Stop challenge: butcher a side of beef and incorporate into a special dish. Unaware of the challenge's steep odds and secret judge \"King of Fort Worth\" Tim Love (Lonesome Dove), the challenge winner earns $1,000 towards its final tally, an amount equivalent to immunity.    "
                },
                "4": {
                    "title": "The Big Uneasy?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "5 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    The final four trucks arrive in New Orleans and meet Tyler at the Louisiana Superdome. The competitors run into shockingly unpredictable weather; one minute it's clear, and the next it's a major downpour. Putting even more pressure on the teams, Tyler calls them with the Truck Stop challenge: the teams must close down their trucks for the night and meet him near the Mississippi River at day break to prepare a classic catfish dish for a local legend, Chef Jacques Leonardi (Jaques-Imo and Crabby Jack's). The winning team earns $500 and the opportunity to immediately ...    "
                },
                "5": {
                    "title": "Small Town Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "12 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    The remaining three teams pull into Jonesborough, Tenn., population 5,000. Nervous about how this small town will react to them, the teams meet Tyler on Main Street and realize that this leg of the race will hinge on their sales acumen and food quality. The trucks battle over the crowd assembled for a music festival but keeping their attention proves difficult. In the Truck Stop challenge, Tyler tells the team's to meet him at Old Man Johnson's farm to cook an authentic five-course prairie meal over an open fire to be judged by two cowboy historians from the American ...    "
                },
                "6": {
                    "title": "New York Plate of Mind",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "19 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    The final two teams roll into New York City. The teams race off into the Bronx, needing to travel to all five boroughs of New York and reach a sales threshold in each one.    "
                }
            },
            "2": {
                "1": {
                    "title": "What Happens in Vegas",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "14 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Eight of the country's most skilled food trucks meet at the Malibu Pier to kick off a coast-to-coast culinary competition. Host Tyler Florence greets the teams and explains their journey that ends in a prize of $100,000.    "
                },
                "2": {
                    "title": "A Pinch of Salt Lake City",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "21 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    The seven remaining teams roll into Salt Lake City, and Tyler immediately explains the Truck Stop challenge.    "
                },
                "3": {
                    "title": "Rocky Mountain Highs and Lows",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "28 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Tyler and \"Good Morning America\" anchor Robin Roberts meet the six remaining trucks at a ranch outside of Denver.    "
                },
                "4": {
                    "title": "Big Bites, Little Apple",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "4 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    The five remaining teams roll into Manhattan, Kan., the home of Kansas State University. Tyler gives the teams a college-themed Truck Stop challenge to stay on student budget and spend only five dollars at the local market.    "
                },
                "5": {
                    "title": "Hog Wild in Memphis",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "11 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    For the most grueling Truck Stop challenge yet, the teams have 4 hours to retrieve a 100 lb. hog from legendary BBQ joint The Rendezvous, carry it back their truck, butcher it & create a barbeque sauce & dish on the master pit.    "
                },
                "6": {
                    "title": "Midnight Truck to Georgia",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "18 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    The Truck Stop Challenge in Altanta, Georgia is to create an original dish incorporating peaches and peanuts, but instead of providing these Georgia specialties, they must beg and borrow from the locals downtown.    "
                },
                "7": {
                    "title": "Miami Heat",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "25 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    The final two teams arrive in Miami to receive their final challenge - each team must make $15,000 dollars and then race to the finish line in South Beach, and the winner gets the $100,000 grand prize.    "
                }
            },
            "3": {
                "1": {
                    "title": "3559 Miles to a Dream",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 10,
                    "original air date": "19 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Challengers hit the toughest venue of all: L.A., where food trucks began.    "
                },
                "2": {
                    "title": "Attitude at High Altitude",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 10,
                    "original air date": "26 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Seven teams roll into Flagstaff, AZ, and face a prickly-pear challenge.    "
                },
                "3": {
                    "title": "Even Food Trucks Are Bigger in Texas",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 9,
                    "original air date": "2 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    The teams are welcomed to Amarillo, TX, at the stadium of the Amarillo Sox.    "
                },
                "4": {
                    "title": "Baby Got Razorback",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "9 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    The teams roll into Fayetteville, AR, a college town filled with teenagers.    "
                },
                "5": {
                    "title": "Music City Madness",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "16 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    In Nashville, the teams make a down-home picnic for musicians Joey & Rory.    "
                },
                "6": {
                    "title": "Mistake by the Lake?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "23 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    The Cleveland challenge: create a delectable appetizer from an Ohio tomato.    "
                },
                "7": {
                    "title": "Where in the World Is Lubec?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 8,
                    "original air date": "30 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    In New England, the teams get sent to tiny Lubec, Maine, to do business.    "
                }
            },
            "4": {
                "1": {
                    "title": "I Left My Food Cart in San Francisco",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 11,
                    "original air date": "18 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    The season begins in Beverly Hills, where the eight competing teams are instructed to prepare a signature dish that must be sold for at least $20. Later, they are given a second challenge to compete in San Francisco.    "
                },
                "2": {
                    "title": "A Strange Brew in Portland",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 10,
                    "original air date": "25 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Tyler Florence sends the seven remaining teams to Portland, Oregon, where they are unable to restock their supplies. Later, they are told geoduck must be their main ingredient in all menu items.    "
                },
                "3": {
                    "title": "Pocatello Is All About Potatoes, You Dig?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 9,
                    "original air date": "1 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    In Pocatello, Idaho, the teams face a potato (what else?) challenge. They are told to remove all starches from their menus. Their next challenge finds them digging up spuds at a local farm.    "
                },
                "4": {
                    "title": "About Face in South Dakota",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 10,
                    "original air date": "8 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    The five remaining teams meet Tyler at Mount Rushmore, where they are given money to shop for supplies in Rapid City, S.D., but without use of their cars. The next day, a side of bison must be butchered and use it in all their dishes.    "
                },
                "5": {
                    "title": "Double Trouble in the Twin Cities",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "15 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Four teams face the Twin Cities (Minneapolis and St. Paul) challenges, which includes serving food on a stick and cooking with spam.    "
                },
                "6": {
                    "title": "A Food Truck Kind of Town, Chicago Is",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 7,
                    "original air date": "22 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    The teams face a pizza challenge, judged by Chicago's mayor, Rahm Emanuel. Later, the teams must incorporate hot dogs in all of their menu items.    "
                },
                "7": {
                    "title": "Capital Gains",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "votes": 7,
                    "original air date": "29 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    In the \"Great Food Truck Race\" finale, the teams go all over the East Coast, beginning with a stop in Annapolis, Maryland, followed by a crab challenge - and a surprise elimination - at a Chesapeake Bay wharf.    "
                }
            },
            "5": {
                "1": {
                    "title": "Venice Beach Brawl",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "votes": 9,
                    "original air date": "17 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Eight teams arrive in Santa Barbara, California, to compete for their very own food truck. Their first challenge is to define their brand and create a signature dish.    "
                },
                "2": {
                    "title": "Hot Doggin' It in Tucson",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "24 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    The teams are told to come up with creative marketing campaigns when they arrive in Tucson, where they also face the challenge of putting their own twists on a hot dog, loved by locals, and performing a catchy jingle at a folk festival.    "
                },
                "3": {
                    "title": "Dinner Dates, Austin Style",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "31 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    The trucks pair up when in Austin for a Match.com event; and on the next day, switch trucks and sell their partners' food. Later, Tyler reveals that the elimination comes down to a $6 deficit.    "
                },
                "4": {
                    "title": "High Steaks in OKC",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "7 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Time-management skills are tested when the teams arrive in Oklahoma City, where they are forced to embrace local favorites. Included: steak dishes are mandatory on Day 1; prime meat is grounded by hand to make fried-onion burgers on Day 2.    "
                },
                "5": {
                    "title": "St. Louis Upsell",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "14 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    The final four teams arrive in St. Louis and are greeted with a challenge involving a premium food product. The next day, they are given the chance to double their week's till.    "
                },
                "6": {
                    "title": "Shrimpin' Ain't Easy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "21 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Three teams remain, when the competition arrives in Mobile, Alabama, where host Tyler Florence challenges them to cook, locally. Also: he wants everyone to add a brunch dish to their menus.    "
                },
                "7": {
                    "title": "Finale at Mile 0: Winning Keys in Key West",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "28 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    The Season 5 finale brings the remaining two teams to Florida, where they have to demonstrate what they have learned throughout the race as they vie to make the most money and win the top prize.    "
                }
            },
            "6": {
                "1": {
                    "title": "Route 66: All-American Road Trip",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "23 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Seven teams of food truck owners begin Season 6 by peddling their signature dishes on the Santa Monica Pier in California. Next, they travel down historic Route 66, stopping in Lake Havasu City, Arizona.    "
                },
                "2": {
                    "title": "Off-Road Eats in Arizona",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "30 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    The teams travel to Arizona, where they learn the local delicacies of rattlesnake and rabbit sausage must be incorporated into their dishes, which they must sell from pink jeeps.    "
                },
                "3": {
                    "title": "Spicy Showdown in Santa Fe",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "6 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    The five teams arrive in Santa Fe, N.M., where they are faced with hot weather and hot flavors, when Tyler challenges them to use peppers to create a dish that's representative of the city.    "
                },
                "4": {
                    "title": "High Steaks in Texas",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "13 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    The final four race to Texas, where steak determines how much seed money each team receives. Later, a speed bump is encountered; and an elimination occurs during a visit to the Cadillac Ranch in Amarillo.    "
                },
                "5": {
                    "title": "Roadside Attractions",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "20 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Three teams arrive in Tulsa, Oklahoma and are shocked when Tyler takes away their phones and Internet, which forces them to rely on landlines and maps to navigate around the city. The next day, they compete for customers at one of the last drive-ins on Route 66.    "
                },
                "6": {
                    "title": "Showdown in Chi-Town",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "27 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Season 6 comes to a finish with the final two teams arriving in St. Louis, where Tyler challenges them to create three dishes, with three different proteins, in 30 minutes. Then, it's off to Chicago.    "
                }
            },
            "7": {
                "1": {
                    "title": "A Family Affair",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "28 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    The competition revs up for Season 7, with six family teams taking part in a funnel cake eating contest at a theme park in Los Angeles, where they will later feed a hungry crowd.    "
                },
                "2": {
                    "title": "Things Get Berry Interesting",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "4 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    The five remaining teams head up the Pacific Coast Highway to Ventura County, where they jockey for selling turf as they prepare sweet and savory menu items for the California Strawberry Festival.    "
                },
                "3": {
                    "title": "An Egg-cellent Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "11 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Four teams remain as the competition heads inland to Santa Barbara wine country, where they take part in a challenge that involves ostriches. Later, they encounter some setbacks during a busy weekend of selling in the Danish town of Solvang, California.    "
                },
                "4": {
                    "title": "A Dessert in the Desert",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "original air date": "18 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Tempers flare as temperatures rise, when the final three teams brave the sweltering desert heat of Palm Springs as they take on the challenge of making something sweet to eat. Then, they become \"human roadside attractions\" when they create attention-getting costumes, before another family food truck is sent home.    "
                },
                "5": {
                    "title": "The Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "original air date": "25 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    The last two teams head back to L.A. to catch a ferry to Catalina Island. But first, they must compete as hot dog vendors in the port town of San Pedro for a travel advantage to get to their final destination. In the end: the family, who sell the most, are named the winner of Season 7 and receive $50,000.    "
                }
            },
            "8": {
                "1": {
                    "title": "The Big 'Not So Easy'",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 1,
                    "original air date": "20 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Teams must create their own version of a beignet and sell it in the French Market; whatever money they earn, they get to add to their seed money.    "
                },
                "2": {
                    "title": "New Marching Orders",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 2,
                    "original air date": "27 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Highest grossing teams, from the first leg of the race, pick teams to work with to feed 50 service members; teams with the favorite dish get $200 added to their final till; they hit the streets of Pensacola to sell their dishes.    "
                },
                "3": {
                    "title": "Sweet Home Alabama",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 3,
                    "original air date": "3 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    The remaining trucks must crack the most pecans in 15 minutes; teams must use their pecans in a dessert dish to sell on their trucks; the winner receives valuable mentoring time with Jan.    "
                },
                "4": {
                    "title": "Hot Chicken in the City",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 4,
                    "original air date": "10 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    The teams sample Nashville's famous hot chicken and see if they can take the heat, and then make their own versions of hot dishes, but without chicken.    "
                },
                "5": {
                    "title": "Fresh Off the Farm",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 5,
                    "original air date": "17 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    The teams make a savory dish using the provided ingredients and peaches; winners shut down the other two trucks, for one hour, during the sell; Tyler asks for a completely fresh menu.    "
                },
                "6": {
                    "title": "The Race Through Savannah",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Great Food Truck Race (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 6,
                    "original air date": "24 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    The final two food truck teams arrive in Savannah; teams leave food trucks and sell from pedicabs; each team has a half hour to make as much food as possible to sell out of their own pedicabs.    "
                }
            }
        },
        "number of episodes": 57,
        "cast": [
            {
                "name": "Florence, Tyler"
            },
            {
                "name": "Hodgson, Chris"
            },
            {
                "name": "Kramer, Lance Allen"
            },
            {
                "name": "Swaleh, Michael"
            },
            {
                "name": "Oh, Chris"
            },
            {
                "name": "Tabura, Lanai"
            },
            {
                "name": "Marudi, Tommy"
            },
            {
                "name": "Chesley, Andrea"
            },
            {
                "name": "Nativo, Lisa"
            },
            {
                "name": "Toner, Joseph"
            },
            {
                "name": "Quinn, Jason"
            },
            {
                "name": "Thompson, Erik"
            },
            {
                "name": "Tabura, Adam"
            },
            {
                "name": "Shemtob, Daniel"
            },
            {
                "name": "Kolsby, Jaclyn"
            },
            {
                "name": "Romanin, Jacquelyn"
            },
            {
                "name": "Swaleh, Shaun"
            },
            {
                "name": "Marudi, Hilla"
            },
            {
                "name": "Turchi, Chris"
            },
            {
                "name": "Stambach, Jessica"
            },
            {
                "name": "Kim, Ted"
            },
            {
                "name": "Kluger, Arkadi"
            },
            {
                "name": "Swaleh, Sam"
            },
            {
                "name": "Young, Rachel"
            },
            {
                "name": "Kim, Yong"
            },
            {
                "name": "Hodgson, Catie"
            },
            {
                "name": "Brockman, Jesse"
            },
            {
                "name": "Felipe, Shawn"
            },
            {
                "name": "Woo, Sophia"
            },
            {
                "name": "DiSabatino, James"
            },
            {
                "name": "Koenig, Bobaloo"
            },
            {
                "name": "Gallagher, Ed"
            },
            {
                "name": "Shvarzman, Sharon"
            },
            {
                "name": "Terry, Steven"
            },
            {
                "name": "Hurley, Christine"
            },
            {
                "name": "Terry, Adam"
            },
            {
                "name": "Heyman, Matt"
            },
            {
                "name": "Crowley, Steven"
            },
            {
                "name": "Hunter, Nick"
            },
            {
                "name": "Chenes, Kevin Des"
            },
            {
                "name": "Pettice, Kevin"
            },
            {
                "name": "Melanson, Marc"
            },
            {
                "name": "Torres, Esther"
            },
            {
                "name": "Thompson, Ryan"
            },
            {
                "name": "Klatt, Steven"
            },
            {
                "name": "Ashton, Jon"
            },
            {
                "name": "McCoy, Cedric"
            },
            {
                "name": "Ruffin, Becca"
            },
            {
                "name": "Terry, Jared"
            },
            {
                "name": "Doss, Dylan"
            }
        ],
        "genres": [
            "Game-Show",
            "Reality-TV"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 9,
        "rating": 6.6,
        "votes": 441,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTkwMzI4OTIwM15BMl5BanBnXkFtZTgwMjEyODcwMzE@._V1_SY150_CR38,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The Great Food Truck Race",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9"
        ],
        "writer": [
            {
                "name": "Carey, Sarah"
            }
        ],
        "production companies": [
            {
                "name": "Critical Content"
            },
            {
                "name": "Relativity Television"
            }
        ],
        "distributors": [
            {
                "name": "Food Network"
            }
        ],
        "other companies": [
            {
                "name": "Night Hawk Security"
            },
            {
                "name": "The Production Truck"
            },
            {
                "name": "The Production Truck"
            },
            {
                "name": "VER"
            }
        ],
        "plot": [
            "A number of food trucks in a competition to see who earns the most money, with the lowest earning truck kicked off at the end of each episode.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 441,
                "rating": 6.6
            },
            "aged 18 29": {
                "votes": 53,
                "rating": 7.3
            },
            "aged 30 44": {
                "votes": 190,
                "rating": 6.5
            },
            "aged 45 plus": {
                "votes": 115,
                "rating": 6.4
            },
            "males": {
                "votes": 227,
                "rating": 6.4
            },
            "males aged 18 29": {
                "votes": 31,
                "rating": 7.1
            },
            "males aged 30 44": {
                "votes": 113,
                "rating": 6.2
            },
            "males aged 45 plus": {
                "votes": 71,
                "rating": 6.3
            },
            "females": {
                "votes": 145,
                "rating": 6.9
            },
            "females aged 18 29": {
                "votes": 21,
                "rating": 7.3
            },
            "females aged 30 44": {
                "votes": 77,
                "rating": 7.1
            },
            "females aged 45 plus": {
                "votes": 42,
                "rating": 6.4
            },
            "top 1000 voters": {
                "votes": 25,
                "rating": 6.3
            },
            "us users": {
                "votes": 254,
                "rating": 6.6
            },
            "non us users": {
                "votes": 68,
                "rating": 6.2
            }
        },
        "number of votes": {
            "10": 64,
            "9": 28,
            "8": 81,
            "7": 102,
            "6": 73,
            "5": 36,
            "4": 16,
            "3": 5,
            "2": 12,
            "1": 24
        },
        "arithmetic mean": 6.8,
        "median": 7
    }
}