{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 August 2010",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::1 August 2010                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Greenleaf, Cat"
            }
        ],
        "genres": [
            "Game-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "Family vs. Chef is an original web series produced by DBG and sponsored in part by Infiniti. The six-episode series is an exciting competition-style cooking show that puts one family's recipe against a celebrity chef's take on the same dish. Infiniti's 2011 QX full-size luxury SUV is featured throughout the web series. Miami restaurant owner, and mother Andrea Curto-Randazzo was tapped for the celebrity chef role, WNBC features reporter and \"Talk Stoop\" host Cat Greenleaf served as show host, and pastry chef Jessica Binder, restaurant owner Ryan DePersio, and Spark Magazine editor Matt Sullivan make up the Family vs. Chef judging panel.",
        "languages": [
            "English"
        ],
        "title": "Family vs. Chef",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Family vs. Chef (United States)"
        ],
        "writer": [
            {
                "name": "Kanew, Evan"
            }
        ],
        "production companies": [
            {
                "name": "Digital Broadcasting Group"
            }
        ],
        "distributors": [
            {
                "name": "Digital Broadcasting Group (DBG)"
            }
        ],
        "plot": [
            "_Family vs. Chef_ (qv) is an original web series produced by DBG and sponsored in part by Infiniti. The six-episode series is an exciting competition-style cooking show that puts one family's recipe against a celebrity chef's take on the same dish. Infiniti's 2011 QX full-size luxury SUV is featured throughout the web series. Miami restaurant owner, and mother Andrea Curto-Randazzo was tapped for the celebrity chef role, WNBC features reporter and \"Talk Stoop\" host Cat Greenleaf served as show host, and pastry chef Jessica Binder, restaurant owner Ryan DePersio, and Spark Magazine editor Matt Sullivan make up the _Family vs. Chef_ (qv) judging panel.::Digital Broadcasting Group (DBG)"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}