{
    "imdb": {
        "raw release dates": [
            {
                "country": "Singapore\n",
                "date": "1 January 2010"
            },
            {
                "country": "Singapore\n",
                "date": "7 January 2010"
            }
        ],
        "release dates": [
            "Singapore::1 January 2010",
            "Singapore::7 January 2010"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Old Habits Dying Hard",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pupil (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "18 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Harris is sought out by his old friend Larry Teoh, who won two million dollars at the Renaissance Casino Resort. The Casino won't let him have his winnings because they claim he was under an Exclusion Order when he entered the Casino. Mr Teoh, whose marriage lies in ruins because of his gambling problem, hires Harris to represent him. Angela tackles an old client - Michael Allan - who, last season was in trouble with the law for evading National Service. This time, he is being taken to court by a flasher whom he caught trying to expose himself to his neighbor's ...    "
                },
                "2": {
                    "title": "Lucky Charm",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pupil (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "25 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Mr Teoh and Michael Allan's cases continue in court, with Harris and Angela respectively arguing their clients' cases. Meanwhile, Wendy has returned to Roberts and Fong after a supposed 'urgent leave of absence.' She realizes there have been changes while she is gone: Nisa is now working for Shirley Wu, an old flame and nemesis of Harris', and Rachel, who has joined the firm, is causing increasing tension with Angela. Wendy runs into an old friend of hers from secondary school, Ginny Toh, who has a shocking revelation of her own. Ginny is being blackmailed by a man ...    "
                },
                "3": {
                    "title": "The Truth Out There",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pupil (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "1 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Mr Chan Chong Wai, the Chinese medium from Season 1, returns - this time, he wants to engage Roberts and Fong to represent him. Mr Chan has sold his flat to a young couple, Mr and Mrs Foong, who are now suing him for misrepresentation: according to the couple, 'strange things' are happening in the house, and Mr Chan should have disclosed to them that he was a medium who practiced his 'supernatural arts' in his home. Angela and Dennis interview new Pupils, and decide on Benjamin Wong, a handsome young man with an impressive resume. Meanwhile, Ginny has a shocking ...    "
                },
                "4": {
                    "title": "Driven to Distraction",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pupil (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "8 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Dennis and Wendy meet Edgar Zhu, an eighteen-year-old poly student, who has been arrested for 'living off the immoral earnings of another' - he has been caught driving prostitutes around for cash. Dennis has little experience with criminal cases, and asks Wendy to see an 'old friend' of his - Jacob Fernandez - a criminal litigator at Roberts and Fong. Wendy realizes that Jacob and Dennis do not get along - in fact, they hate each other's guts. Wendy agrees to meet up with Wayne, if only to help out a friend. Meanwhile, Angela has a fight with her daughter, Adele, when...    "
                },
                "5": {
                    "title": "Security Deposit",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pupil (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "15 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Madam Zhou, a rich Taiwanese tourist, brings a lawsuit against a local hotel, the Esplanade Park Hotel, when she loses a precious heirloom, which she claims she locked in a safe in a room. The Hotel's general manager is a good friend of Angela's and approaches her to represent them. In the course of the case, it is discovered that the hotel's reputation for the security and safety of their guests is predicated on closed circuit TV cameras that are actually fake. Meanwhile, Harris is sued by Joyce, a former clerk at Roberts and Fong, for wrongful dismissal. To his ...    "
                },
                "6": {
                    "title": "Maid in Singapore",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pupil (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "22 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Harris mediates a case involving an Indonesia maid, Ida, and her former employer Teresa. Several years ago, Ida inadvertently spilled some soapy water on the staircase landing of Teresa's house. In a fit of anger, Teresa pushed Ida and she fell down the stairs. Now, she cannot walk properly nor bare children. Teresa spent a year in jail for abusing her maid, but it is cold comfort for Ida. When Teresa gets out, Ida sues for compensation - she wants Teresa to pay, literally, for her condition. Nisa returns to Roberts and Fong and becomes the latest employee of the law ...    "
                },
                "7": {
                    "title": "The Big Pay-Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pupil (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "29 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Tuck Meng from Season 1 returns - he is being prosecuted on charges of corruption. In his new position as Managing Director of his company, he agreed to pay a bribe to one of his clients, in order for his client to award a contract to Tuck Meng's company. The contract is awarded, but Tuck Meng doesn't pay the bribe. Someone from the client's company rats him out and he faces time in jail. Ginny goes to meet Wayne, hoping to pay him off so he will leave her alone and stop posting the sex videos of them. But the meeting takes a tragic turn.    "
                },
                "8": {
                    "title": "Falling Out of Favour",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pupil (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "6 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    When Mr Wee commits suicide by jumping from his flat, he lands on Mrs Ho, his neighbor who is walking below. Both are instantly killed. Now, Mr Ho wants to bring Mrs Wee to court to compensate him for his loss. Mrs Wee approaches Angela and Nisa for help with her defence. As the case progresses, Nisa discovers an interesting detail about the two neighbors. Wendy approaches Jacob Fernandez for help with Ginny's case.    "
                },
                "9": {
                    "title": "The Silent Client",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pupil (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "13 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Dennis handles one of his most difficult clients yet - Victor, a sixteen-year-old student who is being taken to court for beating up his classmate and former best friend, Guo Fu. As Dennis digs deeper, he discovers a secret Victor has been hiding, one that may lead to his most challenging court case yet this season. Meanwhile, Jacob and Wendy find out from Ginny what happened to her the other night, during her encounter with Wayne.    "
                },
                "10": {
                    "title": "Neither a Borrower Nor a Lender...",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pupil (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "18 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Harris finds himself involved in a case that could literally threaten his life when he represents his old friend, William, who is suing the volatile, quick-tempered Tiger Huang to return a large sum of money borrowed from William. The case takes an interesting twist when Tiger refuses to return the money on the grounds that William is an illegal moneylender. Ginny's trial starts with the Prosecution's case.    "
                },
                "11": {
                    "title": "Scar Tissue",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pupil (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "25 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Aunty Kim's friend, Karen comes to Wendy for help with an unusual case - she is being sued by a lawyer, Jessica De Souza, because Karen removed the tissue paper Jessica was using to 'chope' a place at the office cafeteria. As Ginny's case continues, Wendy has to split her time between the two cases, leading to tension both at the office and at home.    "
                },
                "12": {
                    "title": "Extra Curricular",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pupil (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "1 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Dominic Lee, a school principal is taken to court, when he doles out the wrong advice during an internet chat with a student, part of his school's efforts to better communicate and stay current with its students. As angry parents try to shut down the school's online site, Dennis and Nisa must also fight to keep Dominic - and his case - out of the news, before he is publicly humiliated.    "
                },
                "13": {
                    "title": "Staying Abreast of the Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pupil (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "8 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Dr Gregory Lee re-enters Wendy's life when he brings a case to her - he has to go before a medical tribunal on charges of molesting one of his patients, Melanie, who consulted him for a breast augmentation procedure. Meanwhile, each of the lawyers at Roberts and Fong face important choices of their own - Dennis, Rachel and Angela have to each resolve their personal relationship issues, while Wendy must confront an important career decision.    "
                }
            },
            "1": {
                "1": {
                    "title": "Pilot - A Matter of Service",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pupil (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Angela is hired by a former client, Michael Allan, who is arrested at Changi Airport. He is charged with evading National Service when he returns home from a trip to America. Meanwhile, Wendy Lim arrives in Singapore to begin her pupilage at her uncle's firm, Roberts & Fong, and is immediately sabotaged by her colleagues, while incurring the wrath of her pupil master, Dennis Tang.    "
                },
                "2": {
                    "title": "Let the Right One In",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pupil (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "4 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Dennis represents a pair of parents who are suing the Ministry of Education because their son is refused admission in their school of first choice. Wendy is assigned to work a case which no one wants to take on, in an attempt to make her fail at Roberts & Fong. She also reveals to her Aunty Kim the real reason why she came to Singapore to work.    "
                },
                "3": {
                    "title": "The Customer Is Always Left, Right?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pupil (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "11 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Nisa's father, a taxi driver is sued by one of his former passengers, who blames him for an injury sustained during a minor accident in his taxi. When Dennis has a scheduling conflict, Wendy is sent alone to represent Roberts & Fong on one of their biggest cases.    "
                },
                "4": {
                    "title": "Hit Me with Your Best Shot",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pupil (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "18 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    The lawyers are forced to deal with Li Ming, a precocious 14-year-old, who insists they represent her mother, a hawker who has been slapped by a rich tai tai. Meanwhile, Dr Gregory Lee - the man who sued Nisa's father and won - takes Wendy out on a date, incurring the wrath of Nisa. Aunty Kim has a confession of her own to make to Wendy in the case of her missing father.    "
                },
                "5": {
                    "title": "Cry Wolf",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pupil (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "25 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Angela represents her ex-university course-mate, Jacqueline, when Jacqueline's husband Edwin takes out a PPO (Personal Protection Order) against her for spousal abuse. Angela also for custody of both her children, and ex-husband Terence retaliates by telling Adele about Angela's affair with Dennis, turning Adele against her mother. Wendy finally discovers a link between her Uncle Harris and her missing father when the firm receives a visit from a pair of Harris' longtime clients.    "
                },
                "6": {
                    "title": "As I Lay Dying",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pupil (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Dennis and Wendy represent Charlene Gwee, a young woman diagnosed with a terminal illness by her doctor and given six months to live. After preparing for her own passing, Charlene is told by the doctor that he misdiagnosed her ... and she will live after all. An angry - and broke - Charlene wants to sue. Meanwhile, Rachel tries to extract a commitment in her relationship with Dennis. Wendy is caught by Nisa snooping around Harris' office. Nisa reports it to Angela, who goes straight to Harris with the information, thus jeopardizing Wendy.    "
                },
                "7": {
                    "title": "Going Going Gone: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pupil (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "8 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Gaik Kim, along with several of her senior citizen friends, loses their life savings when the trust fund they invested in goes bust in the wake of the global financial meltdown. She joins her friends in suing the man they feel is responsible for causing their loss, one Mr Leong. Wendy is shocked when Mr Leong approaches Harris to represent him - as it turns out, Mr Leong is one of Roberts' & Fong's oldest clients. Worse, Wendy is assigned to assist on the case. Meanwhile, Rachel gets kicked out of her apartment and to Dennis' shock; she decides to move in with him. ...    "
                },
                "8": {
                    "title": "Going Going Gone: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pupil (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "15 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Mr Leong's trial begins, with Gaik Kim and her friends, Karen and Lily, being demolished by Harris and Angela on the witness stand. Dennis discovers that Wendy has been thrown out of her flat and offers her his apartment for the weekend, thinking Rachel to be out of town. However, Rachel discovers Wendy bunking in at Dennis' and gets the wrong idea. Wendy is attacked in the office when she gets too close to the truth. Cheryl finally agrees to help her get the information she wants, but they are both in for a rude shock.    "
                },
                "9": {
                    "title": "Blog Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pupil (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "22 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    A he said-she said ensues when Andy, an 18-year-old blogger claims on his blog that he has slept with Kay, a celebrity blogger known for her wholesome image. Kay sues Andy, and Andy's rich father hires Dennis to represent his son in court. Meanwhile, Nisa's plan to buy a condo to surprise her parents is thwarted when her brother, Razak, goes to her for money to save his ailing cafe. Wendy is contacted by Mr Hussein, an old friend of her father's, who has certain documents revealing the truth about Harris Fong.    "
                },
                "10": {
                    "title": "Family Feud",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pupil (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "29 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Angela's custody hearing against Terence begins badly when Rachel, representing Terence, exposes Angela's past extramarital affair with Dennis, blaming their relationship for wrecking their marriage, humiliating both Dennis and Angela in court. Wendy and Mr Hussein set up an appointment to meet, but unknown to Wendy, Mr Hussein is intercepted by Harris' men. Meanwhile, Wendy's attempts to track down her father start to affect her work, leading to tension between her and Nisa.    "
                },
                "11": {
                    "title": "Funny Money",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pupil (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "5 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Pam is an old friend of Dennis' who entered into a lottery pool with three colleagues in her firm. When one of their shared lottery tickets wins a top prize, the other three refuse to share the money with her. Pam approaches Dennis to sue them. Meanwhile, Nisa faces more pressure from her family to help her brother, Razak, save his ailing cafe. She cannot tell them she has invested the money in a condo. Angela's custody hearing brings her and Dennis closer to each other as friends.    "
                },
                "12": {
                    "title": "Medium Rare",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pupil (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "12 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Jeannie Wong, a former schoolteacher takes her Chinese medium, Mr Chan, to court for allegedly cheating her out of a large sum of money after helping her exorcise an evil spirit that is following her around. Dennis and Wendy take on the case after their colleague handling the case suddenly falls ill. One misfortune after another besets the lawyers in court as they try to prove that Mr Chan is a cheat and a liar. Jeannie falls apart on the witness stand, as do Dennis' other witnesses. The trial has to be temporarily adjourned when Jeannie suffers a seizure in court. ...    "
                },
                "13": {
                    "title": "Final Verdict",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pupil (TV Series 2010–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "12 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Jeannie Wong, a former schoolteacher takes her Chinese medium, Mr Chan, to court for allegedly cheating her out of a large sum of money after helping her exorcise an evil spirit that is following her around. Dennis and Wendy take on the case after their colleague handling the case suddenly falls ill. One misfortune after another besets the lawyers in court as they try to prove that Mr Chan is a cheat and a liar. Jeannie falls apart on the witness stand, as do Dennis' other witnesses. The trial has to be temporarily adjourned when Jeannie suffers a seizure in court. ...    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Pang, Adrian"
            },
            {
                "name": "Lim, Rebecca"
            },
            {
                "name": "Koh, Janice"
            },
            {
                "name": "Lim, Kay Tong"
            },
            {
                "name": "Haq, Elfaeza Ul"
            },
            {
                "name": "Young, George"
            },
            {
                "name": "Taenaka, Jimmy"
            },
            {
                "name": "Kang, Keagan"
            },
            {
                "name": "Chaar, Fish"
            },
            {
                "name": "Soo, Carmen"
            },
            {
                "name": "Ong, Mindee"
            },
            {
                "name": "Soh, Benny"
            },
            {
                "name": "Hillyard, Scott C."
            },
            {
                "name": "Chio, Su-Ping"
            },
            {
                "name": "Lee, Gabriel"
            },
            {
                "name": "Goh, Mervyn"
            },
            {
                "name": "Toh, Patricia"
            },
            {
                "name": "Lopez, Vernetta"
            },
            {
                "name": "Hoh, Jerry"
            },
            {
                "name": "Ferroa, Peggy"
            },
            {
                "name": "Foo, Fang Rong"
            },
            {
                "name": "Lawandi, William"
            },
            {
                "name": "Lee, M."
            },
            {
                "name": "Tan, Alan"
            },
            {
                "name": "Gan, M.S. Lilyana"
            },
            {
                "name": "Tan, Gillian"
            },
            {
                "name": "Phoenix, Julka"
            },
            {
                "name": "Lee, Nicholas"
            }
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "Singapore"
        ],
        "country codes": [
            "sg"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 2,
        "rating": 7.4,
        "votes": 9,
        "cover url": "https://m.media-amazon.com/images/M/MV5BY2ZiOTJhY2EtMmY0MS00YzUxLTg5MTktNjA4YjYyZDBiMzliXkEyXkFqcGdeQXVyMTE0NjIwNQ@@._V1_SY150_CR1,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The Pupil",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2011",
        "akas": [
            "The Pupil (Singapore)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Lee, Thean-jeen"
            },
            {
                "name": "Ng, Swee San"
            },
            {
                "name": "Tan, Robert"
            }
        ],
        "production companies": [
            {
                "name": "Film Formations"
            }
        ],
        "distributors": [
            {
                "name": "MediaCorp"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 9,
                "rating": 7.4
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 8.2
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 6.0
            },
            "males": {
                "votes": 6,
                "rating": 6.7
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 8.2
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 6.0
            },
            "females": {
                "votes": 2,
                "rating": 6.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 6.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 5.0
            },
            "us users": {
                "votes": 1,
                "rating": 5.0
            },
            "non us users": {
                "votes": 6,
                "rating": 7.9
            }
        },
        "number of votes": {
            "10": 2,
            "9": 2,
            "8": 0,
            "7": 3,
            "6": 0,
            "5": 1,
            "4": 0,
            "3": 1,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 7.4,
        "median": 7
    }
}