{
    "imdb": {
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "locations": [
            "Australia",
            "England, UK",
            "Hawaii, USA",
            "New Zealand",
            "USA"
        ],
        "genres": [
            "Documentary",
            "Family",
            "History"
        ],
        "countries": [
            "New Zealand"
        ],
        "country codes": [
            "nz"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "aspect ratio": "16:9 HD",
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2Y3MjQzNTktYWRhZi00NTZiLWFhYzAtZTRiNDcwMzg0M2FmXkEyXkFqcGdeQXVyODkzMTE4Nzc@._V1_SY150_CR71,0,101,150_.jpg",
        "budget": "NZD500,000 (estimated)",
        "plot outline": "FlightPathTV is a new global aviation magazine show providing an entertaining, action packed and informative look inside the world of aviation. Each week we will put the viewer in the pilot's seat and take them on an aviation adventure. Travel with us behind the scenes of the biggest and best air-shows and events, meet some of the world's best pilots and get an exclusive look at some of histories most famous aircraft. So, put your seat in the upright position and prepare for take-off. We look forward to flying with you soon!",
        "languages": [
            "English"
        ],
        "title": "FlightPathTV",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "FlightPathTV (New Zealand)"
        ],
        "writer": [
            {
                "name": "Conn, Trevor"
            }
        ],
        "production companies": [
            {
                "name": "Leading Edge Media Limited"
            }
        ],
        "distributors": [
            {
                "name": "Revera Entertainment"
            }
        ],
        "plot": [
            "_FlightPathTV_ (qv) is a new global aviation magazine show providing an entertaining, action packed and informative look inside the world of aviation. Each week we will put the viewer in the pilot's seat and take them on an aviation adventure. Travel with us behind the scenes of the biggest and best air-shows and events, meet some of the world's best pilots and get an exclusive look at some of histories most famous aircraft. So, put your seat in the upright position and prepare for take-off. We look forward to flying with you soon!::Anonymous"
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}