{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "28 June 2010"
            }
        ],
        "release dates": [
            "USA::28 June 2010"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Episode dated 20 October 2010",
                    "kind": "episode",
                    "episode of": {
                        "title": "Golf in America (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "20 Oct. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Golf in America (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "22 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Ben Wright was a staple on the CBS golf broadcasts from the 70's through the 90's, but one fateful interview in 1995 changed his career and life from then on. Learn the story of a 6-year-old golf prodigy in Riverside, California, who has many similarities to Tiger Woods including the same birthday, same family background, and born and raised in the same golfing area. Tyler Lagasse is a young man with Autism who, with great support from his family, has excelled at golf.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Golf in America (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "28 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Jim Grey sits down with David Duval, the former number one player in the world, to talk about the highs and lows of his career, his new family life, and the future of his career. Hear the story of Bill Walters, a legendary gambler turned golf course property developer and his influence on the landscape of both golf and the city of Las Vegas. Todd Lewis interviews PGA TOUR player Notah Begay who is America's only full blooded Native American professional athlete. From the To'Hajilee Reservation, he talks about the pressures put on him, his mistakes, and his NB3 ...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Golf in America (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "6 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Rich Lerner interviews Ryan Moore who has decided to forgo the lucrative endorsements on TOUR and instead represent a growing company which he will gain ownership of. Frank Christian Jr. discusses his life as the official club photographer for Augusta National and the Masters. Sam Depe III and his family are part of a magnificent golfing story that includes being head pro at Southern Hills Country Club to the whole family buying and working at their own golf club.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Golf in America (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "13 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    The Glen Mills program is designed for teens in Philadelphia who run into trouble with the law. What makes this program unique is that they work at the Glen Mills Golf Club. Errie Ball is the oldest active PGA teaching pro in the world and is also the last living player from the first Masters tournament. Scott Walker joins Dakoda Dowd for her extraordinary story of being a rising golf star to giving up the game after her mother passed from a terminal illness.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Golf in America (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "20 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Bob Vokey has been producing clubs since 1971 and his name is synonymous with the highest degree of craftsmanship in wedges. Todd Lewis introduces athlete Butch Lumpkin who was born with what he calls \"short arms\", but his defect has not stopped him from accomplishing his goals in life, including being a decorated golf pro. Tony Perez is the father of golf pros Pat and Mike Perez, but he is also the founder of three non-profit organizations that use the game of golf as a way to heal and change.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Golf in America (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "27 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Keith Anderson grew up in the rough streets of Detroit and used his job caddying to get a scholarship to Michigan State University. Keith is now 40 and has a successful career designing employee training courses and thanks the game of golf for helping him earn the Chick Evans Scholarship. Fed up with having to travel to the golf course, Fred and Debbie Cavese created their own nine hole track in their backyard, which now plays host to the Golden Bear Open.    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Golf in America (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "3 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Originally built in 1897, Atlantic City Country Club is where the term \"Birdie\" was coined. The course has played host to numerous USGA events and is now ranked as New Jersey's number 1 public course. From the scrappy courses of midland Texas, to a collegiate career at Jackson State and eventually caddying for 2009 PGA Champion Y.E. Yang, A.J. Montecitos' golf journey is anything but ordinary. Examine the environmental and economic impact of the BP oil spill on the golf community in the Gulf Coast. Not even recovered from Katrina, this area proves that American hard ...    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Golf in America (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "10 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Surfing legend Jeff Clark god-fathered big wave surfing in Northern California, but he is also club champion of Half Moon Golf Club. Jeff and his Maverick Surfing group discuss their love of surfing and golf. Once a Major League pitcher, Mark Mulder is now retired but is dominating the amateur circuit where he plans to qualify for the U.S. Open. Bob DeStefano has been the head Golf Professional at Gardiner's Bay Country Club in Shelter Island, NY since 1962 and in 2012 will join a rare group that have spent over 50 years at the same club.    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Golf in America (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "17 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Born and raised in Long Beach, California, Paul Goydos is a professional golf's \"everyman\". Tim Rosaforte travels to Long Beach to tour Paul's neighborhood, visit the school he used to teach at and to play a round at the local municipal. Revisit Tyler Lagasse, who speaks to a group of youngsters and inspires them to make the most of their lives. The 14th hole at the Coeur D'Alene Golf Resort in Idaho is unique because it contains a total island green that is capable of moving anywhere from 75 to 175 yards and is accessible only by a special ferry.    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Golf in America (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "24 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Sports Illustrated golf writer Alan Shipnuck visits Brandon Dunes Golf Club in Oregon where he will take on the task of playing all four courses in one day. Profile Fred Wadsworth who is the only player in PGA TOUR history to Monday qualify and actually win the event. Go back to the 1986 Southern Open where Fred defied the odds and made history. Travel to Scotland in honor of Tallahassee, Florida attorney Sleepy Dye. Discover Sleepy's love for the Old Course and the local pub which now houses a special memorial in honor of him.    "
                }
            }
        },
        "number of episodes": 11,
        "cast": [
            {
                "name": "Anderson, Anthony"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "languages": [
            "English"
        ],
        "title": "Golf in America",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Golf in America (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Farrell, Tom"
            }
        ],
        "production companies": [
            {
                "name": "WorkShop"
            }
        ],
        "distributors": [
            {
                "name": "The Golf Channel"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}