{
    "imdb": {
        "raw release dates": [
            {
                "country": "New Zealand\n",
                "date": "  2010"
            }
        ],
        "release dates": [
            "New Zealand::2010"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Chemistry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ever Wondered? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "4 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Ever Wondered...? How much do we really know about the human brain and what's new when it comes to treatments for brain disease? Scientist, TV host and our own guide to the human brain, Dr John Watt introduces us to some key players in the world of brain research who are adopting some new innovative ways of looking at the human brain and developing treatments for Alzheimer's Disease and Strokes.    "
                },
                "2": {
                    "title": "Brains",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ever Wondered? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "11 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Ever Wondered...? How much do we really know about the human brain and what's new when it comes to treatments for brain disease? Scientist, TV host and our own guide to the human brain, Dr John Watt introduces us to some key players in the world of brain research who are adopting some new innovative ways of looking at the human brain and developing treatments for Alzheimer's Disease and Strokes. A half hour of television you'd be wiser not to miss.    "
                },
                "3": {
                    "title": "Virtual Worlds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ever Wondered? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "18 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Ever Wondered...? How virtual worlds being created by our kiwi scientists are helping in our real world by revolutionising entertainment, medical research and sports? John catches up with how virtual technology has developed since the 80's and the days of clunky NASA headsets and cardboard 3D movie glasses. A half hour of television you'd be wiser not to miss.    "
                },
                "4": {
                    "title": "Cancer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ever Wondered? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "24 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Ever Wondered...? How you make a more effective, less toxic anti cancer drug? PR509 is just such a new drug which has been designed to treat certain types of solid tumors by a team of scientists at The Auckland Cancer Society Research Centre. In effect the researchers have found cancer's Achilles heel by targeting the very characteristics that define a cancer cell. A half hour of television you'd be wiser not to miss.    "
                },
                "5": {
                    "title": "Mysteries of the Deep",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ever Wondered? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "1 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    What lurks beneath our vast oceans that is yet to be discovered? How many sea creatures are out there and what secrets and potential benefits they may have? John tries to get to the bottom of New Zealand's very own mysteries of the deep and meets some newly discovered, alien-like sea life.    "
                },
                "6": {
                    "title": "Genetics",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ever Wondered? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "8 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    What role do genetics play in developing heart disease, Gout or even obesity? And is there a connection between depression and our DNA? When it comes to genetics many scientists and lay people alike have long discussed and debated the concept of nature versus nurture. So what is the answer, how much of us is our environment and how much lies deep in our cells, in our genes?    "
                },
                "7": {
                    "title": "Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ever Wondered? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "15 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    How prepared is New Zealand for a drought or flood? Or how is climate change going to affect how much water we'll have in the future? In New Zealand, Agriculture accounts for about 81% of the water usage and is the life blood of the economy. So it's vital to stay one step ahead of the game and figure out what the water map looks like and how we can use our water more efficiently. Thanks to some clever, innovative kiwis and their cutting edge technology and gadgets we are doing just this. It's debateable whether or not we are living in the age of Aquarius but one ...    "
                },
                "8": {
                    "title": "Bees",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ever Wondered? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "22 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    What we can learn from the humble honey bee? Well it appears a lot more than you'd expect, bees may help us get closer to understanding genetic links to obesity and diabetes and even unlock some of the mysteries of the human mind. So what role do we play in ensuring that our friends the bees will continue to be around to help pollinate the planet and propel us into new areas of scientific discovery?    "
                },
                "9": {
                    "title": "Math",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ever Wondered? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "29 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    What science lies beneath the existence of a species, evolution itself or finding the best way to do something - Mathematics. Maths is a language, in it's purest form it can provide endless riddles and puzzles to solve but it can also provide solutions and answers to some of life's biggest questions. And in practical ways it can help us make the best possible choices. No flashy experiments or gadgets to see, math writes the blue prints that create our planet and many would say is the unsung hero of the science world.    "
                },
                "10": {
                    "title": "Forensics",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ever Wondered? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "6 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    What's happening in the world of NZ forensic science? Who are the scientists pioneering new areas of research, developing new forensic processes and making a name for themselves on the world stage? John meets some Kiwi women who are helping to piece together forensic puzzles relating to cranial gunshot wounds, bacteria and marine decomposition, post mortem interval and bloody fingerprints. For these young scientists it's all in a days work.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ever Wondered? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Looking at how science is changing the way we look at physical endurance, and the discoveries that could change our future for the better.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ever Wondered? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Takes us behind the scenes to look at what kiwi science is doing to tackle air pollution and the effects it is having on our health.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ever Wondered? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    In this episode host John Watt takes us out of the cafés and kitchens and into the laboratory to discover how science is not only changing but also shaping the foods of the future. He travels up and down the country meeting scientists involved at the sharp end of food research and development in New Zealand. In the blender this week is a scientist developing an anti-anxiety mood-food beverage, an iconic kiwi ice cream company producing an extra special flavour, a bunch of over achieving blackcurrants, and a machine that prints techno-food to your exact personal tastes...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ever Wondered? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    In this episode host John Watt tackles the titans of Mother Nature - the earthquakes, tsunamis and volcanoes that have shaped the very bedrock of New Zealand. Through a series of intelligent interviews, explosive field-testing and gritty archival footage we see what science is doing to demystify our biggest natural phenomena. We'll be traveling the length and breadth of the country to discover exactly what the country's finest scientific minds are doing to help predict and prepare for the 'big one'. In doing so we meet geologists, palaeontologists and seismologists at...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ever Wondered? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Discover just what the latest advances in science and technology are doing to assist the unwell and infirm citizens. Ever Wondered? sheds light on an amazing Technicolor breakthrough lead by a Father and Son team from Christchurch and on a flow cytometry suite in Wellington where lasers are used to excite fluorescent dyes in their quest to develop immune-based therapies for the treatment of a host of diseases. Back in Auckland we are introduced to 'biomimetics' where artificial muscles, soft machines and prosthetics are being used to imitate and assist our natural ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ever Wondered? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Through a series of insightful interviews and cleverly constructed field trials our country's leading experts reveal just what the latest advances in science and technology are doing to aid and abet our burgeoning fashion and textile industries. Carpet designed specifically to assist the elderly, garments created to repel both fire and knives, highly desirable golden fleece that's impervious to decay, environmentally sound fiberglass made using local, natural fibers - these are just a few of the areas scientist and host John Watt delves into during this weeks episode,...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ever Wondered? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "Sep. 2010",
                    "year": "2010",
                    "plot": "\n    In this weeks explosive episode we're looking upwards, way, way up, beyond the clouds, the stars and our very own galaxy, into the wide blue yonder to unearth just what it is that we already know and what we are yet to discover about the science of space. The number of kiwis involved at the cutting edge of global astronomical research is impressive and something to be proud of. The potential of the international projects being undertaken in this country is mind-boggling, the possibilities limitless and the science, absolutely extraordinary.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ever Wondered? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "Sep. 2010",
                    "year": "2010",
                    "plot": "\n    In this weeks enlightening episode we uncover the impact that humankind and industrialization are having on our earth's atmosphere. We discover what contributions kiwis are making to global scientific studies on climate change and where we're at when it comes to understanding the balance of our atmosphere. From the depths of the ocean to the stratospheric heights of the ozone, and from inside the bellies of our grazing stock to the emissions of our motor vehicles, maintaining safe levels of greenhouse gases in our atmosphere is an incredibly complex issue. As is the ...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ever Wondered? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    As an island nation in the Pacific, New Zealand is unique and biologically diverse due to a number of geologic, climatic and geographic variables. Through a series of enlightening interviews with some extraordinarily smart folks, we learn how these variables have affected our flora and fauna, and through the mapping of these changes in our past we are better able to predict what the future may hold.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ever Wondered? (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "9 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    The global demand for energy is ever increasing, however the ability to fairly meet this demand now and in the future is rapidly diminishing. This week we tackle the pressing issue of what we can do to break away from our dependence on imported liquid transport fuels. We find out what research Kiwi scientists are doing in the field of new energy technology and what discoveries have been made in our search for alternative energy sources.    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Watt, John"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "New Zealand"
        ],
        "country codes": [
            "nz"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 7.2,
        "votes": 8,
        "plot outline": "Each week Professor John Watt takes you to the forefront of New Zealand science, asking big questions,exploring the major breakthroughs and going over some of the world-changing discoveries happening here in New Zealand. John will meet and rub shoulders with some of the top minds in the country and go behind the scenes at major research centers introducing viewers to ground breaking and mind blowing world of science and technology.",
        "languages": [
            "English"
        ],
        "title": "Ever Wondered?",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Ever Wondered? (New Zealand)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Cooke, Richard"
            }
        ],
        "production companies": [
            {
                "name": "Buto Productions"
            }
        ],
        "distributors": [
            {
                "name": "Television New Zealand (TVNZ)"
            }
        ],
        "plot": [
            "Each week Professor John Watt takes you to the forefront of New Zealand science, asking big questions,exploring the major breakthroughs and going over some of the world-changing discoveries happening here in New Zealand. John will meet and rub shoulders with some of the top minds in the country and go behind the scenes at major research centers introducing viewers to ground breaking and mind blowing world of science and technology.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 8,
                "rating": 7.2
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 6.6
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 7.0
            },
            "males": {
                "votes": 5,
                "rating": 6.8
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 7.7
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 7.0
            },
            "females": {
                "votes": 2,
                "rating": 5.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 5.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 6.0
            },
            "us users": {
                "votes": 3,
                "rating": 6.7
            },
            "non us users": {
                "votes": 3,
                "rating": 6.7
            }
        },
        "number of votes": {
            "10": 2,
            "9": 1,
            "8": 2,
            "7": 1,
            "6": 0,
            "5": 1,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.2,
        "median": 8
    }
}