{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "1 September 2010"
            }
        ],
        "release dates": [
            "Canada::1 September 2010"
        ],
        "episodes": {
            "1": {
                "0": {
                    "title": "The Bold & The Brash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 0,
                    "plot": "\n    Since they used to run a bar together, former prison guard Joanne (a.k.a. Scrappy) and her pal Robert are confident about serving large groups. But even with all their prep finished with time to spare, will their culinary prowess measure up to their social skills? Feisty cookery students Stephen and JJ are determined to outclass the competition with their gourmet food. But with their vodka-enhanced approach and 'Around the World' menu of nine complicated dishes, have they bitten off more than they can chew? And finally, with their suburban Bohemian approach to ...    "
                },
                "1": {
                    "title": "Belly Flop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Deb and Simon's over-prepared party has been in the works for days but the strict timetable leaves it's up to the guests to spice up the dull conversation. Frank and Angela's Moroccan-inspired affair includes a Marrakesh-meets-Vegas home makeover and although no gimmick will get Simon to crack a smile, a belly dancer inspires everyone else to shake it. And finally, brothers Michael and Daniel dedicate their Shabbat-inspired dinner to their Grandma, but surely she would have something to say about their lackluster hygiene.    "
                },
                "2": {
                    "title": "Booze, Boas & Barbecues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Best friends Rod and DK dress up as the Mad Hatter and Queen of Hearts for an over-the-top tea party. As they sip their jabberwocky tea, their shell-shocked guests suspect they're the ones going 'mad'. Young'uns Casey and James turn on the charm with a Southern comfort-themed event, but it quickly turns into Southern discomfort with a crippling kitchen catastrophe and fried fare that's covered in flies. And finally, a cocky and shirtless Luis dons his apron to prepare his fancy French menu as wife Andrea looks on... But will his over-confidence be his demise?    "
                },
                "3": {
                    "title": "Cats & Hammered",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    World travelers Mardi and Neil set a culinary course to all seven continents, but the adventurous menu and rudderless planning force more than one guest to send out an SOS! Dinner party pros Nadirah and Massimo give it all they've got but meet their match when it comes to pre-dessert entertainment. And why is Mardi taking travel photos at the dinner table? And finally, lovebirds Madalene and Jonas do up a spring-themed menu that leaves the guests cold: Jonas can't get the barbie started, Madalene can't handle the heat, and this has judges Anthea and Corbin running for...    "
                },
                "4": {
                    "title": "City Mouse, Country Mouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Cynthia and Mike's country bash gets steamy as their city slicker guests try to stay cool in the blistering heat while swatting flies from their farm-fresh food. Drill sergeant Brigitte consults her dinner party plan of attack while her underling Dave stays out of the way by starting some very personal conversation around the table. And finally, party girls Katrina and Julia attempt to distract their guests from the menu with strong drinks and dirty dancing.    "
                },
                "5": {
                    "title": "Duck, Duck, Swan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    At AJ and Sabrina's beach party, subdued suburbanites Veronica and Dan aren't impressed with the party girls' inflatable sea creature décor. At Veronica and Dan's, AJ has a showdown with a very angry river swan. And finally, Liz and Keith's gourmet foodie feast takes a beating when their high-end duck pâté is compared to cat food.    "
                },
                "6": {
                    "title": "It's ALIVE",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Adventurous in the kitchen, Lianne and Brian attempt a new Thai-inspired menu that ends up being spicier than the discussion at the table. Mother and daughter duo Setsuko and Christine serve up Montreal diner fare before surprising their guests with the freshest dinner any of them have ever seen, then a picture-perfect meal and ping-pong. And finally, Rudy and Domenic prepare a meal that's true to their Italian heritage, although their machismo takes a beating when they challenge Christine to slaughter her meal and take on sexy Lianne in a flirting contest.    "
                },
                "7": {
                    "title": "Opa!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Anthony and Charmaine's Greek-inspired menu fails to impress Peter the Greek, and after a Chilean sea bass inquiry, the couple's 'bobbing for grapes' game puts everyone on edge. Heather and Drew's evening includes great food and body painting, but when an appetizer finds its way into the sink, the arguments begin. And finally, Peter decides to show everyone what authentic Greek cuisine is with the biggest menu ever seen on Dinner Party Wars.    "
                },
                "8": {
                    "title": "Smoking Guinea Pig",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Ryan and Charlene's processed food party gets off on the wrong foot when the host asks everyone to take off their shoes, but the evening ends in a happy whiff of hookah smoke. While worker bee Norm toils in the kitchen, his queen, Peggy, invites her guests to bare their souls, and after Ryan bares too much, a furry surprise guest arrives on the table. And finally, at Amanda and Zara's, the guests are treated to an intense foodie show-and-tell including a video starring the chickens that laid the eggs for the evening's meal.    "
                },
                "9": {
                    "title": "Sultry Suppers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Cynthia and Mike's country bash gets steamy as their city slicker guests try to stay cool in the blistering heat while swatting flies from their farm-fresh food. Drill sergeant Brigitte consults her dinner party plan of attack while her underling Dave stays out of the way by starting some very personal conversation around the table. And finally, party girls Katrina and Julia attempt to distract their guests from the menu with strong drinks and dirty dancing.    "
                },
                "10": {
                    "title": "Undress for Dinner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "3 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    With their messy house and garden, young newlyweds Sarah and Byron are in over their heads with a Caribbean-inspired menu that starts on a sour note. Accomplished foodies and best friends Dee and Isabelle hold court in their beautiful downtown home, until Sarah reveals her competitive streak with a bathroom surprise. And finally, Paula and Domenic are determined to treat their guests to a regal Italian feast, and although Domenic puts a damper on the conversation, the party heats up when the cover comes off the hot tub.    "
                },
                "11": {
                    "title": "The Kids' Table",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Nav and Rita strut their culinary stuff with an India-meets-Colombia menu, but their spice game lacks bite and misfits Mike and Mary aren't impressed. Mary's lackluster Peruvian meal - including woody asparagus with the wrong ends cut off - is only slightly more exciting than Mike's holiday slide show. Then, the evening gets risque with a surprisingly intimate art exhibit. Everyone quickly gets sauced at Barbara and Brian's meticulously planned evening, and Mike and Mary conspire to distract their hosts from the main event.    "
                },
                "13": {
                    "title": "Whine and Cheese",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    Marsha and Brian's Caribbean-inspired evening gets off to a boozeless start with a mandatory dance lesson and a prayer that has one of the guests seeing red. Sue and Michael are determined to outclass the competition but their wine lecture and spit bucket-centerpiece prove to be a major turnoff. And finally, stale bread, serving delays and a main course that never materializes put a damper on Anne and Ryan's innovative, yet totally bizarre, Victorian tea party event.    "
                }
            },
            "2": {
                "1": {
                    "title": "A Bird in the Hand... Bag",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "plot": "\n    Policemen John and Chris aim to impress with their culinary homage to the British Isles, but even a spicy discussion about what's under John's kilt can't distract from a serious meal delay. Dee and Mark's Polish-Italian VIP event goes from glamour to guano when her pet cockatoos join the party! Overcoming attempted sabotage, mother-daughter duo Sandy and Rayissa serve up a Southern comfort soirée that's upstaged by the heat in the kitchen.    "
                },
                "2": {
                    "title": "A Pizza the Action",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "plot": "\n    Robert and Brenda stage an all-you-can-eat surf'n'turf showdown and while he cooks up a storm, she serves a few conversation bombs. Etiquette-challenged brothers Marco and Norm produce an Italian-inspired self-serve event featuring a bucket of booze and a made-to-order dessert that's smoking! Christine and Louis prepare killer cocktails and a complicated menu but their meat-lover's feast hits a raw nerve.    "
                },
                "3": {
                    "title": "An Indecent Proposal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "plot": "\n    Father-and-daughter duo Ian and Megan whip up a fancy fusion feast and a conversation about exes proves explosive! Paul and Leanne's elegant soirée features foodie highs and lows and although a guest revives the flagging conversation, it's the hosts who end up singing for their supper. Feisty Scorpios Lisa and Lee are in it to win it, and while she spends most of the evening on her feet, he's busy cooking up a spicy surprise.    "
                },
                "4": {
                    "title": "Chicken Bingo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "plot": "\n    Sticking to their cultural roots with an Italian-inspired soirée, Liz and Don blindfold their guests, testing both their patience and their senses. Featuring a local seasonal theme, Stephanie and Mike prepare a foodie feast complete with a mystery wine game that hits a nerve with its spreadsheet seriousness. Featuring a rustic evening in an authentic farm setting, best friends Colleen and Cathy get the party started with a chicken-chasing challenge.    "
                },
                "5": {
                    "title": "Fast Cars, Raw Flesh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "plot": "\n    After a pumpkin-carving icebreaker, Lisa and Dave serve up raw meat and get an impromptu lecture in pronunciation. Father-and-son duo Frank and Daniel kick off their Italo-centric soirée by serenading the ladies in their basement meat locker. While their booze-infused fancy feast comes off more like a church supper, Joan and Mike entertain their guests with a pool tournament and a bucking-bronco joyride.    "
                },
                "6": {
                    "title": "Gnocchi Knockdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "plot": "\n    Nigel and Sabia concoct an Indian fusion party but after an uncomfortable icebreaker, the outstanding event is upstaged by their own kitchen drama. Competitive couple Kenneth and his 'Princess' Catherine serve up a sweet and savory menu along with a basement surprise that raises eyebrows. Determined to win big with their Mexican-inspired wrestling-themed event, Jason and Robert pair a lackluster menu with an over-the-top party vibe!    "
                },
                "7": {
                    "title": "Guess Who's Coming to Dinner?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "plot": "\n    Grade school friends Brad and Craig plan a hearty harvest feast and their congenial frat party vibe puts their guests at ease - at least at first! Mother and daughter-in-law duo Christina and Mary whip up a picture-perfect Asian-inspired meal but they're in for a bumpy night! And, with a mystery couple on the guest list, food-obsessed Massimo and Jeannine prepare a sumptuous around-the-world menu but serve too much dry talk with their international cuisine.    "
                },
                "8": {
                    "title": "High on the Hog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "plot": "\n    With their 'three little pigs went to the butcher' theme, Johnny and Angela's Mediterranean fancy feast features a medley of starters, huge portions, and a seriously cocky attitude. In their grimy kitchen headquarters, wacky pals Cecelia and Laurel cook up a traditional Sunday dinner and after a conversation bomb heats things up, a laughing competition has everyone in stitches. While Adele is in the kitchen cooking up a storm, husband Mark follows his marching orders thanks to an armband cheat sheet.    "
                },
                "9": {
                    "title": "Hungary for Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "plot": "\n    Chris and Malcolm host a rustic soirée in an exquisite barn setting, but when the foodie feast falls behind schedule, their frozen guests resort to drinking to stay warm. Featuring a Hungarian 'gypsy magic' theme, Myla and Lazlo serve up a meat-laden dinner that's as spirited as it is surprising. Starting with their signature martini bar, hip and stylish newlyweds Bree and Krystian's party is picture-perfect but the conversation is served cold.    "
                },
                "10": {
                    "title": "It's a Family Affair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "plot": "\n    Foodie soulmates Erin and Dara set out to prove a meatless meal can be delicious and fun, but their guests are left wondering 'Where's the beef?' Longtime pals Sylvia and Neal combine their kitchen chemistry with a tropical theme, and although their secret word game is a crowd-pleaser, the barbecued main course hits a snag. Under pressure to live up to their trash talk, Leslie-Ann and Glen aim to impress but lose points for their underwhelming wine and dessert selection.    "
                },
                "11": {
                    "title": "Jamaica Me Hungry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "plot": "\n    Sandy and her tipsy 'wine fairy' Gary tackle two of Corbin's favorite dishes but their spicy appetizers and delayed main course become a bone of contention. Sisters Sharlene and Inoka transform their simple menu into a showstopper, but a previously effervescent couple turns frosty and so does the conversation. Geraldine and Marc are determined to ramp up the fun with their Caribbean theme, but their dirty dinnerware and competitive attitude put a damper on the festivities.    "
                },
                "12": {
                    "title": "Photo Finish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "plot": "\n    Vivian and Craig dress for their 1960s retro soirée, and while the comfort food menu loses points for presentation, Craig scores big when he helps the guests reveal their inner strength. Librarian hosts Heather and Robert vow to out-cook the competition, but while the host is nervous about his fancy fare, the hostess isn't keen on the company. Cousins Tahira and Jacqui aim for a picture-perfect photography-themed party but the menu and photo shoot leave their guests divided.    "
                },
                "13": {
                    "title": "Truth or Dairy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "plot": "\n    Firing up their ancient oven to prepare a cozy harvest feast, Kathryn and Kirk master teamwork but their dining room performance leaves their guests feeling cold. With their kosher kitchen skills and bulletproof confidence, Molly and Greg host an autumn-accented event that features culinary chaos and a railroaded conversation. Aiming to ride their Italian heritage to victory, Lori and her daughter Sara's party features a boozy basement foosball match and a chef who can't cut herself free from the kitchen.    "
                }
            },
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "plot": "\n    With a river of booze and mountainous portions, amorous newlyweds Brad and Misty go big with a German-inspired menu before inviting their guests to get nearly naked. Neighbors and culinary compadres Kat and Karen treat their guests to a molecular gastronomy workshop followed by a cold, moist wipe-down and a seriously delayed roast tenderloin. Lifelong co-hosts Scott and Aneil literally sweat the details but serve up a knockout peanut butter pie with a drag queen finale.    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "plot": "\n    On Chef Corbin's orders, roommates Sara and Kristen (aka Bob) improvise a few starters. Their early success is upstaged by an overdose of garlic and a barefoot guest who monopolizes the conversation. A foodie duo to be reckoned with, Rob and Maxine whip up a seven-course soirée complete with messy oysters and a Mexican standoff. Beyond the lackluster Guyanese-inspired menu, Jorn and Devi's school-themed party features a foosball match and an outdoor playground complete with swings and a trampoline.    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "plot": "\n    Brother-and-sister duo Daniela and Vince prepare an overeaters' extravaganza complete with sinful figs, cell phone violations, an electric knife massacre, and a flirty, floral finish. Something smells fishy at Karolina and Tiffany's music-themed soirée and in spite of a lackluster main and surprise dietary restrictions, the evening ends on a sweet note. Sue and Mike's maple-themed menu features bomb-shelter rice and cocktails, but things heat up when they unveil a racy lie detector game and a bubble wrapped hot tub extravaganza.    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "plot": "\n    Students and vegetarians Sydney and Matas host a college frat party complete with meat-free burgers, a bouncer, and plenty of beer. Determined to demystify French cuisine, Celene and Cal tackle an ambitious ten-course menu but end up biting off more than they can chew. At their poolside Italian-style barbecue, Diane and John serve up signature poetry, undercooked crustaceans, and a side order of innuendo.    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "plot": "\n    Featuring a bagpiping greeter and friction in the kitchen, sisters Kelly and Susan nail their simple menu but get lost in the fog on their British party theme. Staging a spicy New Orleans-inspired soirée, newlyweds Jerome and Jodi get things off to a rocking start but the conversation fades around the table. Only two months into their relationship, Sal and Heidi put their love to the test with a colorful Mexican fiesta where the medley of games leaves the guests divided.    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "plot": "\n    Determined to surf and turf the competition with their shipwreck theme, Lisa and John bury the backyard in sand. Hottie duo Erina and Elena steam things up with an alcohol-soaked Russian-centric menu that's heavy on peer pressure. Heritage-proud Greeks Helen and Greg whip up a Hellenic feast complete with a backyard roasting pit, a sticky serving of 'smart food', and a plate-smashing finale.    "
                },
                "7": {
                    "title": "Episode #3.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "plot": "\n    After a torrential downpour washes away their petting zoo plans, Alyson and Jordan serve up a farm-fresh meal where one guest railroads the conversation. Mother and son duo Catherine and Sebastien go back to their roots with a fancy French feast that includes a bout of fencing and DIY dessert. Friends Stephanie and Al turn up the volume with a disco club party where a stripper pole in the living room takes centre stage.    "
                },
                "8": {
                    "title": "Episode #3.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "plot": "\n    Co-hosts and kung 'food' experts RG and Sean serve up a spicy event where one guest proves she's a real slugger. Lidia and Natasha get preachy about macrobiotic cooking but their lackluster event heats up in the horse paddock. Challenged by a flirtatious scheme designed to throw them off their game, stressed-out hosts Renee and Rex abandon their guests to prepare a fancy seafood fusion menu.    "
                },
                "9": {
                    "title": "Episode #3.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "plot": "\n    Best friends Candace and Christine throw down the gauntlet with a scripted farm-fresh event that's timed down to the minute. Tattooed and pregnant with twins, Adam and Correne cook up a 'comfortably different' soiree where tensions run high and the awkward silences are served up cold. Jason and Lavinia prepare a Mediterranean menu with back-to-back lasagna dishes and cue cards designed to spice up the conversation.    "
                },
                "10": {
                    "title": "Episode #3.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "plot": "\n    Combining a taste of Holland with a whiff of the East coast, Richard and Sandra kick off their spirited event with a fish-kissing ceremony. While their guests show up ready for a 1970s disco night, co-hosts Rhenu and Sharin teleport to the wrong decade. Jason and Reshma's prom-night event features mandatory ball gowns and corsages, and a stressed-out host who ODs on energy drinks.    "
                },
                "11": {
                    "title": "Episode #3.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "plot": "\n    With their country comfort menu, Ginny and Ivor pair family-style fare with a preachy home-brewed wine game. Mimi and Matt's Asian fusion menu falls short of expectations but the lackluster event ends with a jam session. Soon-to-be-weds Robb and Glen kick off their fancy soirée with a dice-balancing act and an impromptu sculpture contest.    "
                },
                "12": {
                    "title": "Episode #3.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "plot": "\n    Lorraine and Jay challenge their guests to a sushi-making contest but the real challenge is serving drinks and dinner on time. Friends Liviu and Jamshid host a chair-free dinner party that features an archery contest, a dirty kitchen, and a dazzling waterfront setting. Beverly and Jeff kick off their 'super foods' soirée with a spaghetti and marshmallow building game, but stress in the kitchen throws off their pacing.    "
                },
                "13": {
                    "title": "Episode #3.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dinner Party Wars (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "plot": "\n    Summer and Greg whip up a meat-heavy menu and kick things off with a caveman-inspired workout. Best friends Sara and Amanda put a modern spin on Middle Eastern fare but first ask their guests to reveal a few secrets. Josh and Zach's apple-themed event gets off to a racy start with a challenge that turns up the heat.    "
                }
            }
        },
        "number of episodes": 39,
        "cast": [
            {
                "name": "Williams, Garnet"
            },
            {
                "name": "Tomaszeski, Corbin"
            },
            {
                "name": "Turner, Anthea"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "number of seasons": 3,
        "rating": 6.2,
        "votes": 28,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjNhZjYyY2MtNzZhMy00OTdiLWJiNzctMTUxNDg0YjhmMDU0XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Dinner Party Wars is a three-night, high-stakes dining extravaganza that challenges larger-than-life couples to pull out all the stops to outperform their rivals in a feast of wining, dining and undermining. From setting the menu and the table, to the cooking, conversation, and all the kitchen crises, hidden cameras capture every detail for viewers. And, as the battle rages on inside, two expert judges watch all the action from a distance and determine the winner from the comfort of their curbside studio.",
        "languages": [
            "English"
        ],
        "title": "Dinner Party Wars",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Dinner Party Wars (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "Cineflix Productions"
            }
        ],
        "distributors": [
            {
                "name": "Food Network Canada"
            },
            {
                "name": "Food Network Canada"
            }
        ],
        "other companies": [
            {
                "name": "Entertainment Partners Canada"
            }
        ],
        "plot": [
            "_Dinner Party Wars_ (qv) is a three-night, high-stakes dining extravaganza that challenges larger-than-life couples to pull out all the stops to outperform their rivals in a feast of wining, dining and undermining. From setting the menu and the table, to the cooking, conversation, and all the kitchen crises, hidden cameras capture every detail for viewers. And, as the battle rages on inside, two expert judges watch all the action from a distance and determine the winner from the comfort of their curbside studio.::Anonymous"
        ],
        "tech": {},
        "demographics": {
            "imdb users": {
                "votes": 28,
                "rating": 6.2
            },
            "aged 18 29": {
                "votes": 5,
                "rating": 5.7
            },
            "aged 30 44": {
                "votes": 12,
                "rating": 3.1
            },
            "aged 45 plus": {
                "votes": 8,
                "rating": 5.7
            },
            "males": {
                "votes": 20,
                "rating": 4.7
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 7.2
            },
            "males aged 30 44": {
                "votes": 10,
                "rating": 2.5
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 5.3
            },
            "females": {
                "votes": 6,
                "rating": 5.5
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 2.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 8.5
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 7.7
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 2.0
            },
            "us users": {
                "votes": 2,
                "rating": 9.0
            },
            "non us users": {
                "votes": 20,
                "rating": 5.1
            }
        },
        "number of votes": {
            "10": 7,
            "9": 1,
            "8": 4,
            "7": 5,
            "6": 1,
            "5": 1,
            "4": 0,
            "3": 3,
            "2": 3,
            "1": 3
        },
        "arithmetic mean": 6.2,
        "median": 7
    }
}