{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "15 June 2010"
            },
            {
                "country": "USA\n",
                "date": "15 June 2010",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::15 June 2010",
            "USA::15 June 2010                            (internet)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Rule",
                    "kind": "episode",
                    "episode of": {
                        "title": "A God Named Pablo (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "15 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Cal Carr(Jeff Hirbour), now the King of Olympus, is still mourning the loss of his uncle Poseidon(Caleb Claxton) when his leadership is questioned by the World God's Council(Mikel Miller, Brittany Ortiz-Nelson, John Fowler, Robert Paterno, A.J. Diamond) after Hermes(Thomas Bigley) drops a music video touting his ability to turn women into mermaids(Eliza Kiss.) Lucy (Jenny Ashman) and Cal's Assistant Serafina (Diane Chernansky) are bemused by Hermes Music Video.    "
                },
                "2": {
                    "title": "Magic Bubble Bath",
                    "kind": "episode",
                    "episode of": {
                        "title": "A God Named Pablo (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "22 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    After being threatened with expulsion from the World God's Council by Yahweh (Mikel Miller), Cal (Jeff Hirbour) drags Hermes (Thomas Bigley) on a mysterious adventure to Lucy's (Jenny Ashman) Apartment. Cal uses The Golden Fleece and The Godslayer to make a very special bubble bath for the Lord of the Seas. Lucy lets Hermes know exactly how douchey she thinks his Mermaid Sex video.    "
                },
                "3": {
                    "title": "Omnipotentest",
                    "kind": "episode",
                    "episode of": {
                        "title": "A God Named Pablo (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "30 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Cal(Jeff Hirbour) deals with the fallout from the World God's Council(Mikel Miller, Brittany Ortiz-Nelson, John Fowler, Robert Paterno, A.J. Diamond) after resurrecting Poseidon(Caleb Claxton.) Hermes(Thomas Bigley) talks to the Orb of Tartarus(Paige Sturges) about his recent demotion. Lucy(Jenny Ashman) and Poseidon bond over bubblegum and swing sets.    "
                },
                "4": {
                    "title": "Death Rattle",
                    "kind": "episode",
                    "episode of": {
                        "title": "A God Named Pablo (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "7 May 2015",
                    "year": "2015",
                    "plot": "\n    Cal (Jeff Hirbour) wakes up at Isis House (Brittany Ortiz-Nelson) surrounded by friends (Diane Chernansky, Jenny Ashman, Caleb Claxton.) Cal learns how to communicate with Hermes (Thomas Bigley) and figures out how to find Gaia. (Paige Sturges) Lucy and Poseidon are left alone to ponder their next move.    "
                },
                "5": {
                    "title": "Walmart Tom Cruise",
                    "kind": "episode",
                    "episode of": {
                        "title": "A God Named Pablo (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "14 May 2015",
                    "year": "2015",
                    "plot": "\n    Cal(Jeff Hirbour) wanders through Los Angeles hoping Hermes(Thomas Bigley) will lead him to Gaia(Paige Sturges.) Isis(Brittany Ortiz-Nelson) and Serafina(Diane Chernansky) head to the God's Council leaving Poseidon(Caleb Claxton) and Lucy(Jenny Ashman) alone feeling excluded. Gaia tries the recruit the God's Council butler Ned(Brandon Gilbrech) to her cause. A couple unexpected visitors show up and there is an important flashback to Hera.    "
                },
                "6": {
                    "title": "Blood Relative",
                    "kind": "episode",
                    "episode of": {
                        "title": "A God Named Pablo (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "21 May 2015",
                    "year": "2015",
                    "plot": "\n    Cal(Jeff Hirbour), Hermes(Thomas Bigley) and Billy Shakespeare(Charles Pasternak) try figure out how to restore Greek divinity. Isis(Brittany Ortiz-Nelson) and Serafina(Diane Chernansky) meet with the World God's Council(Mikel Miller, John Fowler, Robert Paterno, A.J. Diamond.) Hades(Sean Pritchett) explains to Lucy(Jenny Ashman) and Poseidon(Caleb Claxton) why he is the best uncle. Gaia(Paige Sturges) and Ned(Brandon Gilbrech) share a meal.    "
                },
                "7": {
                    "title": "Return of the Queen",
                    "kind": "episode",
                    "episode of": {
                        "title": "A God Named Pablo (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "28 May 2015",
                    "year": "2015",
                    "plot": "\n    Gaia(Paige Sturges) and Hermes(Thomas Bigley) are at the World God's Council about to kill Cal(Jeff Hirbour) in order to restore Greek Divinity as Yahweh(Mikel Miller) passively watches. Lucy(Jenny Ashman), Poseidon(Caleb Claxton) argue with a gun toting Hades(Sean Pritchett) about how to find Cal.    "
                }
            },
            "1": {
                "1": {
                    "title": "Of Minotaurs and Men",
                    "kind": "episode",
                    "episode of": {
                        "title": "A God Named Pablo (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "15 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Jake James thinks he has a chance to finally get out of the friendzone with his dream girl, Scarlett Ray, when his date is interrupted by a rampaging Minotaur and loquacious superhero Cal Carr.    "
                },
                "2": {
                    "title": "The Last Sons of Zeus",
                    "kind": "episode",
                    "episode of": {
                        "title": "A God Named Pablo (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "22 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Green lawyer Megan Sullivan discovers that her adorable, crushworthy roommate, Jake James, is a demigod and meets the quirkeriffic superhero Cal Carr. Billionaire Matchmaker Sebastian Eros reveals a certain fondness for The Golden Fleece.    "
                },
                "3": {
                    "title": "Action and Opinion",
                    "kind": "episode",
                    "episode of": {
                        "title": "A God Named Pablo (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "29 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Superhero at large Cal Carr takes Jake James to Mount Olympus to meet his father Zeus, or as he prefers in the current circumstances: Pablo. Fellow Gods and step siblings Aphrodite & Hermes make life more interesting for the duo as Pablo requests the brothers retrieve the Golden Fleece together.    "
                },
                "4": {
                    "title": "Hold My Sword",
                    "kind": "episode",
                    "episode of": {
                        "title": "A God Named Pablo (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "3 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    2 weeks after being charged with a quest to find the Golden Fleece by their father Greek God Zeus (now going by the name Pablo), Cal decides to test Jake's powers mostly for his own amusement. Sebastian Eros, peeved as a recent magazine cover chastises his attorney, Megan Sullivan, and tries to seduce her to the darkside with the help of a certain neighborhood Minotaur.    "
                },
                "5": {
                    "title": "Doorman for 10,000 Days",
                    "kind": "episode",
                    "episode of": {
                        "title": "A God Named Pablo (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "18 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Jake and Cal head to see Scarlett (now played by Virginia Welch, replacing Elizabeth Holcomb in a Don Cheadle-Terrence Howard-esque exchange) to find Cal an apartment. Jake mentions that Billy will be helping the duo find the fleece, setting off an argument between Cal and Scarlett. Pablo seeks solace from missing his wife Hera by taking up with a couple of Aphrodite's nymphs. Hermes pleads to be transferred away from The White Room and thus Olympus doorman duty. Scarlett introduces Jake & Cal to Lucy, who proves to be not just a capable realtor, but a pediatric ...    "
                },
                "6": {
                    "title": "I Love Lucy and the Shakespeare Shakedown",
                    "kind": "episode",
                    "episode of": {
                        "title": "A God Named Pablo (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Cal decides to rent an apartment from Lucy and after a little IKEA apparating stirs some fond and not so fond memories of his relationship with Scarlett. Lucy and Jake do a little bonding of their own over shared interests. Sebastian, Megan and Tori the Minotaur pay a visit to everyone's favorite immortal and now slightly destitute Elizabethan author, William Shakespeare.    "
                },
                "7": {
                    "title": "The Forgotten Fable",
                    "kind": "episode",
                    "episode of": {
                        "title": "A God Named Pablo (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "23 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Cal and Jake journey to see if William Shakespeare can help them find the Fleece. They are unfortunately greeted by Sebastian Eros, Megan and Tori the Minotaur holding Billy on the ledge of the roof.    "
                },
                "8": {
                    "title": "Spandex, Sonnets and a Sexy Sphinx",
                    "kind": "episode",
                    "episode of": {
                        "title": "A God Named Pablo (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "31 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Cal finds himself confronting a long lost friend(over a girl potentially named Scarlett) to secure the fleece while Jake satiates the Sphinx' riddle to enter Medusa's Lair through a portal in Hollywood's famed Renaissance Hotel. Lucy and Scarlett have the mostly distinct pleasure of meeting Aphrodite as they wait for the dynamic duo to return with the Golden Fleece.    "
                },
                "9": {
                    "title": "The Four",
                    "kind": "episode",
                    "episode of": {
                        "title": "A God Named Pablo (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "6 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Cal and Jake enter Medusa's Lair and find themselves in an unpredictable battle with Medusa's Stone Men. Medusa's victims don't die, they just turn into incredible powerful men made of stone who really don't like visitors soliciting for their favorite Fleece. Pablo ruminates on the good old days with an Orb encased Cronos before he and Aphrodite put together a backup plan to acquire the much sought after golden garment of the Gods. Scarlett and Lucy anxiously await Cal and Jake's return and Hermes forgets his original objective and instead focuses seducing The Sphinx.    "
                },
                "10": {
                    "title": "Perfecter",
                    "kind": "episode",
                    "episode of": {
                        "title": "A God Named Pablo (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "20 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Megan and Tori stakeout Cal's House before they are summoned to Medusa's Lair by Sebastian Eros. Jake returns to Lucy and Scarlett with a very drunk Sphinx & Hermes and a very badly beaten, unconscious Cal. Lingering in the dreamscape of his first date with Scarlett, the Talking Whiskey reiterates his claim to Cal that his mother is indeed alive.    "
                },
                "11": {
                    "title": "The Prince of Olympus",
                    "kind": "episode",
                    "episode of": {
                        "title": "A God Named Pablo (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "27 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Sebastian Eros, Megs and Tori venture into Medusa's Alternate Dimension in search of the Fleece and find themselves less than welcome visitors. No longer under the guise of a talking whiskey, Poseidon finally speaks with Cal. Poseidon confirms that Cal's actual mother is not only alive, but actually Queen Goddess Hera and she is trapped in the mortal form of Lucy.    "
                },
                "12": {
                    "title": "One Black Arrow",
                    "kind": "episode",
                    "episode of": {
                        "title": "A God Named Pablo (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "5 May 2011",
                    "year": "2011",
                    "plot": "\n    Cal, Jake and Stoneman Marc Antony venture into Medusa's Living Room to find Sebastian Eros, Megs and Tori just moments away from the Stone Stare. Things take a dark turn as the brothers find themselves at odds over the Golden Fleece. Mount Olympus will never be the same.    "
                }
            },
            "2": {
                "1": {
                    "title": "The Atheist",
                    "kind": "episode",
                    "episode of": {
                        "title": "A God Named Pablo (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "5 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    18 months after being banished from Mount Olympus by Zeus(AKA Pablo); the recently dumped Cal Carr(Jeff Hirbour) grabs a drink with fellow dumpee Lucy(Jenny Ashman) at a Hollywood dive bar. People slash Monster watching grabs Cal's attention but a couple of strangers(Sean Pritchett and Reid Cox) sustain it during a lively discussion about divinity. Their conversation extends to the hills where things get hairy until Los Angeles superhero Jake James(Jake Brown) makes an unwanted appearance with reporter Kristen Kole(Rachel Sleek) running play by play.    "
                },
                "2": {
                    "title": "Birthright",
                    "kind": "episode",
                    "episode of": {
                        "title": "A God Named Pablo (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "12 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    One month after Hades(Sean Pritchett) and Cherry(Reid Cox) made their memorable appearance in Los Angeles, Cal Carr(Jeff Hirbour) is now a public figure as Hollywood's sole superhero. Cal teams up with big sister Athena(Tristin Daley) to keep his profile prominent, unravel the mysterious Nymph from the bar and figure out just what Hades is up. Cal agrees to an interview with reporter Kristen Kole(Rachel Sleek) and to introduce her to the Sun God Apollo(Matt Calloway.)    "
                },
                "3": {
                    "title": "Bullseye",
                    "kind": "episode",
                    "episode of": {
                        "title": "A God Named Pablo (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "26 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    One month after the death of Apollo (Matt Calloway) at the hands of Cherry's (Reid Cox) Godslayer: Cal (Jeff Hirbour) and Athena (Tristin Daley) find themselves in a less than optimal chat with the Mayor of Beverly Hills (Matthew Brenher) before apprating west to Venice for an interesting Beach Party thrown by the immortal Circe (Christina MacKinnon.) and attended by Trojan War veteran Odysseus (Jeff Newman.)    "
                },
                "4": {
                    "title": "Suited",
                    "kind": "episode",
                    "episode of": {
                        "title": "A God Named Pablo (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Hades wanders the Sunset Strip as Cal decides to give his Hephaestean Armor to his ex lady friend Scarlett. Athena and Hermes head east to the isles of Greece to find Gimp God of Armory Hephaestus.    "
                },
                "5": {
                    "title": "Thrown",
                    "kind": "episode",
                    "episode of": {
                        "title": "A God Named Pablo (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "9 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Cal(Jeff Hirbour) decides to take a break after a death close to his heart(Virginia Welch) to determine what his next step and calls upon an old acquaintance. Athena(Tristin Daley) and Hermes(Thomas Bigley) sit down with Kristen Kole(Rachel Sleek) to assure the public that the Gods are making strides to resolve the Hades/Cherry situation.    "
                },
                "6": {
                    "title": "Ambitious Heart",
                    "kind": "episode",
                    "episode of": {
                        "title": "A God Named Pablo (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "17 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Cal(Jeff Hirbour), Hermes(Thomas Bigley) and Athena(Tristin Daley) make their way to hell to fight Hades(Sean Pritchett) and Cherry(Reid Cox) getting some help from old friends along the way.    "
                }
            }
        },
        "number of episodes": 25,
        "cast": [
            {
                "name": "Hirbour, Jeff"
            },
            {
                "name": "Ashman, Jenny"
            },
            {
                "name": "Bigley, Thomas"
            },
            {
                "name": "Claxton, Caleb"
            },
            {
                "name": "Brown, Jake"
            },
            {
                "name": "Welch, Virginia"
            },
            {
                "name": "Pritchett, Sean"
            },
            {
                "name": "Scheppers, Aurelia"
            },
            {
                "name": "Chernansky, Diane"
            },
            {
                "name": "Ortiz-Nelson, Brittany"
            },
            {
                "name": "Sturges, Paige"
            },
            {
                "name": "MacDonald, Tom"
            },
            {
                "name": "Scott, Laurie"
            },
            {
                "name": "Sleek, Rachel"
            },
            {
                "name": "Cox, Reid"
            },
            {
                "name": "Gilbrech, Brandon"
            },
            {
                "name": "Pasternak, Charles"
            },
            {
                "name": "Romo, Bryant"
            },
            {
                "name": "Daley, Tristin"
            },
            {
                "name": "Diamond, A.J."
            },
            {
                "name": "Texiera, Cheryl"
            },
            {
                "name": "Miller, Mikel"
            },
            {
                "name": "Paterno, Robert"
            },
            {
                "name": "Hartman, Scott"
            },
            {
                "name": "MacDonald, Tom"
            },
            {
                "name": "Scott, Laurie"
            },
            {
                "name": "Fowler, John"
            },
            {
                "name": "Penington, Ryan"
            },
            {
                "name": "Hucke, Matt"
            },
            {
                "name": "Broude, Max"
            },
            {
                "name": "MacKinnon, Christina"
            },
            {
                "name": "O'Toole, Kate"
            },
            {
                "name": "Kiss, Eliza"
            },
            {
                "name": "Hopkins, Scotch"
            },
            {
                "name": "Holcomb, Elizabeth"
            },
            {
                "name": "Gerken, Lucas"
            },
            {
                "name": "Gordon, Jason Eric"
            },
            {
                "name": "Maples, Brian"
            },
            {
                "name": "Vieira, Johnny"
            },
            {
                "name": "Hamel, Frederik"
            },
            {
                "name": "Brenher, Matthew"
            },
            {
                "name": "Calloway, Matt"
            },
            {
                "name": "Schwartz, Lisa"
            },
            {
                "name": "Daskal, David"
            },
            {
                "name": "Jeanneret, Xander"
            },
            {
                "name": "Newman, Jeff"
            },
            {
                "name": "Leibowitz, Craig"
            },
            {
                "name": "Portnoy, Timothy"
            },
            {
                "name": "White, Dane"
            },
            {
                "name": "Parra, Savanna"
            }
        ],
        "locations": [
            "Los Angeles, California, USA"
        ],
        "genres": [
            "Action",
            "Comedy",
            "Fantasy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 8.0,
        "votes": 12,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTkyMTA4Njc2OV5BMl5BanBnXkFtZTgwNTcyODI5NTE@._V1_SY150_CR2,0,101,150_.jpg",
        "budget": "$10,000 (estimated)",
        "plot outline": "Jake James is your regular Angelino from Ohio, full of big ideas and big frustrations, until a date with his dream girl is derailed by a rampaging Minotaur. Cal Carr, superhero and bringer of the phenomenal, apparates in to save the day, alerting Jake that they are in fact the last sons of the Greek God Pablo(Ok he's really Zeus but he's sick of the womanizing stigma associated with the name.) Pablo sends the boys on a quest to recover the Golden Fleece before the God of Love, ematch.com billionaire Sebastian Eros does.",
        "languages": [
            "English"
        ],
        "title": "A God Named Pablo",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "A God Named Pablo (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Claxton, Caleb"
            },
            {
                "name": "Hirbour, Jeff"
            }
        ],
        "production companies": [
            {
                "name": "American Famous Productions"
            }
        ],
        "distributors": [
            {
                "name": "American Famous Productions"
            }
        ],
        "plot": [
            "The last two sons of Zeus search for the Golden Fleece in modern day LA.::Anonymous",
            "Jake James is your regular Angelino from Ohio, full of big ideas and big frustrations, until a date with his dream girl is derailed by a rampaging Minotaur. Cal Carr, superhero and bringer of the phenomenal, apparates in to save the day, alerting Jake that they are in fact the last sons of the Greek God Pablo(Ok he's really Zeus but he's sick of the womanizing stigma associated with the name.) Pablo sends the boys on a quest to recover the Golden Fleece before the God of Love, ematch.com billionaire Sebastian Eros does.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 12,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 7,
                "rating": 3.4
            },
            "males": {
                "votes": 7,
                "rating": 3.6
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 2.3
            },
            "females": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 6.0
            },
            "us users": {
                "votes": 6,
                "rating": 9.8
            },
            "non us users": {
                "votes": 2,
                "rating": 5.5
            }
        },
        "number of votes": {
            "10": 8,
            "9": 0,
            "8": 1,
            "7": 0,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 8.0,
        "median": 1
    }
}