{
    "imdb": {
        "raw release dates": [
            {
                "country": "Mexico\n",
                "date": "9 September 2010"
            }
        ],
        "release dates": [
            "Mexico::9 September 2010"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Hidalgo Frenesí de Libertad 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Héroes de Carne y Hueso (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "9 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    After sunrise on September 16, 1810, Miguel Hidalgo y Costilla's life would never be the same. But who was Hidalgo, really? A brilliant theologian, a priest who occupied himself with charitable works, a caring father figure among the Indians, an intellectually curious man with an ear for music who was active in the arts, Miguel Hidalgo y Costilla suffered from economic duress caused by the imposition of Bourbon reforms. After the priest from Dolores cried out for liberty, the last few months of his life would begin, sealing his fate and that of an entire nation.    "
                },
                "2": {
                    "title": "Hidalgo Frenesí de Libertad 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Héroes de Carne y Hueso (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "16 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    After the cry of Dolores, Hidalgo the priest was transformed into the leader of a Revolution whose ultimate goal was to end poor governance. With his ragtag army, Hidalgo launched a campaign that spilled \"rivers of blood,\" as he himself said. In a matter of days, Hidalgo had gone from heaven to hell. He was caught up in a whirlwind, committing acts of violence he would repent at his final destination-the firing squad-not knowing that the struggle he had begun would culminate in the independence of an entire kingdom.    "
                },
                "3": {
                    "title": "Morelos Siervo de la Nación",
                    "kind": "episode",
                    "episode of": {
                        "title": "Héroes de Carne y Hueso (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "23 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Hidalgo's disciple José María Morelos led the War of Independence across the wilds of southern Mexico. Considered by his enemies to be their most worthy opponent among the Insurgency, Morelos was a studious, disciplined, rational, magnanimous, responsible, jovial, pious, and profound man. Despite his priestly vocation, Morelos answered the patriotic call to arms, becoming a great military leader in search of a project that would achieve concord among all Mexican residents -except for those born in Spain.    "
                },
                "4": {
                    "title": "Morelos Siervo de la Nación 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Héroes de Carne y Hueso (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "30 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    At age 45, Morelos joined the struggle against Spanish rule that had begun with his mentor, Miguel Hidalgo y Costilla. His military campaigns across what are now the states of Michoacán, Guerrero, and Oaxaca brought him fame, but even more transcendent was his vision of an egalitarian, sovereign republic governed not by military leaders, but institutions. Unjustly imprisoned and tried, Morelos was shot and killed, but his Sentiments of a Nation live on as Mexico's declaration of independence.    "
                },
                "5": {
                    "title": "Iturbide Sueño Imperial 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Héroes de Carne y Hueso (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "7 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Despite having given the country its \"happiest day ever,\" Agustín de Iturbide is one of the most vilified figures in Mexican history. Iturbide sustained a victorious military career, earning him the right to be called upon by the Viceroy to defeat Vicente Guerrero, who was considered to be the last rebel. But Iturbide had other plans. He reached a pact with Guerrero, ending eleven years of warfare in just seven months. This made Iturbide a major hero, who never imagined he would later be considered a traitor.    "
                },
                "6": {
                    "title": "Iturbide Sueño Imperial 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Héroes de Carne y Hueso (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "14 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Having brought about Independence, Iturbide became the liberating hero for whom songs and poems were written, comparing him to Biblical and mythological figures. Named the first Emperor of Mexico by Congress, he embarked on the most tempestuous stage of his life: that of Iturbide the monarch. After support in Congress began to flag, Iturbide made mistakes, and was put on trial that was largely unfair. Given the possibility Spain would reconquest Mexico, Iturbide, who had gone into exile in Italy, decided to return to his fatherland, where a firing squad was waiting ...    "
                },
                "7": {
                    "title": "Guerrero Sueño Republicano 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Héroes de Carne y Hueso (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "21 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    When Morelos died, it seemed the Insurgency would die with him. But Vicente Guerrero, the muleteer from Tixtla who became a warrior, persevered as one of the few pillars sustaining the cause of the Insurgency. The name Guerrero took on mythological proportions, and the royalists knew that they would have to defeat him in order to end the war. What few could have foretold was that Guerrero would be the first to pact with Iturbide and, together with him, mark the end of the War and the start of Independence.    "
                },
                "8": {
                    "title": "Guerrero Sueño Republicano 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Héroes de Carne y Hueso (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "28 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    The alliance between Agustín de Iturbide and Vicente Guerrero gave rise to the final stage of the War of Independence. A few months later, on September 27, 1821, the Army of the Three Guarantees triumphantly entered Mexico City; afterwards, Guerrero let himself get wrapped up in the politics, conspiracies, coups, and ambitions that would eventually lead to his death. With him, the last military leader was gone, and a chapter had ended in the history of Mexico: that of the Insurgency.    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Alcázar, Damián"
            },
            {
                "name": "La O., José Juan De"
            },
            {
                "name": "Ganem, Gustavo"
            },
            {
                "name": "Bernal, Gael García"
            },
            {
                "name": "Luna, Diego"
            },
            {
                "name": "Tapia, Armando"
            },
            {
                "name": "Yazpik, José María"
            },
            {
                "name": "Zamora, Ruben"
            }
        ],
        "genres": [
            "Documentary",
            "Biography"
        ],
        "countries": [
            "Mexico"
        ],
        "country codes": [
            "mx"
        ],
        "language codes": [
            "es"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 8.6,
        "votes": 5,
        "languages": [
            "Spanish"
        ],
        "title": "Héroes de Carne y Hueso",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Héroes de Carne y Hueso (Mexico)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Krauze, Enrique"
            },
            {
                "name": "Armella, Carlos"
            },
            {
                "name": "Romay, David R."
            }
        ],
        "production companies": [
            {
                "name": "Editorial Clio Libros y Video"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 5,
                "rating": 8.6
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 9.5
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 8.0
            },
            "males": {
                "votes": 4,
                "rating": 9.2
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 9.5
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 6.0
            },
            "non us users": {
                "votes": 3,
                "rating": 9.0
            }
        },
        "number of votes": {
            "10": 2,
            "9": 1,
            "8": 1,
            "7": 0,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.6,
        "median": 9
    }
}