{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 January 2010"
            },
            {
                "country": "USA\n",
                "date": "1 January 2010",
                "notes": "                            (DVD premiere)"
            },
            {
                "country": "USA\n",
                "date": "1 November 2010",
                "notes": "                            (DVD premiere)"
            }
        ],
        "release dates": [
            "USA::1 January 2010",
            "USA::1 January 2010                            (DVD premiere)",
            "USA::1 November 2010                            (DVD premiere)"
        ],
        "episodes": {
            "6": {
                "1": {
                    "title": "A Line Across the Sky",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel Rock Film Tour (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "votes": 28,
                    "original air date": "17 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    The Fitz Roy Traverse is one of the most sought after achievements in modern alpinism: a gnarly journey across seven jagged summits and 13,000 vertical feet of climbing. Who knew it could be so much fun? Join Tommy Caldwell and Alex Honnold on the inspiring -- and at times hilarious -- quest that earned the Piolet d'Or.    "
                },
                "2": {
                    "title": "Dean Potter Tribute",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel Rock Film Tour (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "17 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Dean Potter was the most iconic vertical adventurer of a generation. He has been an integral part of the Reel Rock family since year one, starring in such classics as First Ascent, Fly or Die, Race for the Nose and Valley Uprising. Following his tragic death in may, the tour will include a stirring tribute to our friend and collaborator.    "
                },
                "3": {
                    "title": "High and Mighty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel Rock Film Tour (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "17 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    High ball bouldering -- where a fall could lead to serious injury -- is not for the faint of heart. Add to the equation a level of difficulty at climbing's cutting edge, and things can get downright out of control. Follow Daniel Woods' epic battle to conquer fear and climb the high ball test-piece the process.    "
                },
                "4": {
                    "title": "Showdown at Horseshoe Hell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel Rock Film Tour (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "17 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    24 Hours of Horseshoe Hell (24HHH) is the wildest event in the climbing world; a mash-up of ultramarathon and burning man where elite climbers and gumbies alike go for broke in a sun up-to-sun up orgy of lactic acid and beer. But all fun aside, the competition is real: can the team of Nik Berry and Mason Earle stand up against the all-powerful Alex Honnold?    "
                },
                "5": {
                    "title": "Dawn Wall Exclusive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel Rock Film Tour (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "17 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    A first look at Tommy Caldwell and Kevin Jorgeson's epic final push to free climb the Dawn Wall. It marked the greatest climbing achievement of a generation and captured the world's imagination. As our team works on a major feature film about the event slated for next year, Reel Rock 10 will include an exclusive first look at the drama playing out at the crux of the route.    "
                }
            },
            "1": {
                "1": {
                    "title": "Origins: The Hulk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel Rock Film Tour (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Peter Croft and Lisa Rands attempt a wild free ascent on the Incredible Hulk Wall in the Sierras - arguably America's best (and least filmed) alpine rock wall.    "
                },
                "2": {
                    "title": "First Round First Minute",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel Rock Film Tour (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "1 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    An update on Chris Sharma's latest 5.15 first ascents, and his epic battle with his latest ongoing project.    "
                },
                "3": {
                    "title": "Fly or Die",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel Rock Film Tour (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "1 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Dean Potter continues his extreme vertical exploration, opening new freeBASE climbs, along with highline and wingsuit jumps in some of the most mind-blowing vertical footage ever captured.    "
                },
                "4": {
                    "title": "Down and Out and Under",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel Rock Film Tour (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    A once-in-a-lifetime adventure expedition for first ascents in Australia and on the wild sea cliffs of outer Tasmania.    "
                },
                "5": {
                    "title": "The Hardest Moves",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel Rock Film Tour (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Daniel Woods and Paul Robinson compete to climb the hardest boulders ever scaled. An inside look at what it takes to push the difficulty envelope of this intense sport.    "
                },
                "6": {
                    "title": "The Swiss Machine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel Rock Film Tour (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Ueli Steck tells stories of his record-breaking ascents in the Alps and joins Alex Honnold in Yosemite to attempt speed record there.    "
                }
            },
            "2": {
                "1": {
                    "title": "Origins: Obe and Ashima",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel Rock Film Tour (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "1 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    There's a nine year old girl from New York City taking the bouldering world by storm, and her name is Ashima Shiraishi. Under the tutelage of her passionate coach, Obe Carrion, this tiny master is crushing competitions and raising the bar for climbing's youth. Obe brings her to bouldering's proving ground, Hueco Tanks, TX, where he had his own big breakthrough 13 years earlier, and Ashima rips the place apart.    "
                },
                "2": {
                    "title": "Race for the Nose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel Rock Film Tour (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "1 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Welcome to the wildest competition known to man -- the speed record on the Nose route of El Capitan. For 50 years, the best climbers in the world have been one-upping each other on this massive granite monolith in Yosemite National Park, racing up 3,000 feet of vertical rock in under three hours, and risking life and limb to shave mere seconds off the record time. We follow Dean Potter and Sean Leary on their attempt to break this legendary record on the classic route that has been the scene of epic rivalries, brutal accidents, and remains to this day a hotly ...    "
                },
                "3": {
                    "title": "Sketchy Andy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel Rock Film Tour (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "1 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    American climbing dirtbag Andy Lewis is taking the discipline of slacklining into the future as he solos the worlds longest high-lines and masters the hardest aerial tricks, all the while pushing his equipment to the limit. As Andy goes higher, harder and faster with climbing, slack and BASE, we all have to wonder how far he can go before it's one step over the line.    "
                },
                "4": {
                    "title": "Ice Revolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel Rock Film Tour (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "1 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    At British Columbia's spectacular Helmcken Falls, a revolution is taking place, led by Canadian maniac Will Gadd. After 30+ years of ice climbing, Gadd has finally realized his dream of climbing radically overhanging, heinously difficult ice. Gadd and Tim Emmett dodge exploding 30 foot icicle bombs and send the hardest pure ice climb in the world, but they swear it's just the first step in a whole new direction for the sport.    "
                },
                "5": {
                    "title": "Project Dawn Wall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel Rock Film Tour (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "1 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Tommy Caldwell is the master of big wall free climbing. He's devoted the last decade of his life to opening free routes on Yosemite's El Capitan, rewriting climbing history in the process. Now he's three seasons deep into his ultimate project - the seemingly impossible Dawn Wall. Joined by bouldering specialist Kevin Jorgeson, Tommy makes his first big ground-up push, pulling pitch after pitch of 5.14 first ascents before an epic storm shuts the team down until next year.    "
                },
                "6": {
                    "title": "Cold",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel Rock Film Tour (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "1 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Over the past 26 years, 16 expeditions have tried and failed to climb one of Pakistan's 8,000 meter peaks in winter. In February 2011, Simone Moro, Denis Urubko, and Corey Richards became the first to achieve this alpine dream by summiting Gasherbrum II, surviving -50 degree temperatures and a massive avalanche. Richards captured both the glory and the pain of their adventure in this raw and moving, first-person look at modern super-alpinism.    "
                }
            },
            "3": {
                "1": {
                    "title": "La Dura Dura",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel Rock Film Tour (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "13 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Chris Sharma has been the \"king\" of sport climbing for 15 years, and has created a mecca for hard routes near his home in Catalunya, Spain. Now, the Czech wunderkind, 19 year old Adam Ondra, has come to Sharma's home turf to take the torch. Sharma and Ondra battle to establish the world's first 5.15c, while Sasha DiGiulian and Daila Ojeda shred women's standards with strong ascents of their own.    "
                },
                "2": {
                    "title": "The Shark's Fin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel Rock Film Tour (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "13 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Alpine climbers Conrad Anker, Jimmy Chin and Renan Ozturk ascend Northern India's Meru Shark Fin, one of the last unclimbed rock faces in the world. The trio sets off on a second attempt to summit the treacherous Fin--a third attempt for Anker--overcoming devastating setbacks and pushing through in extreme conditions for a shot at making history.    "
                },
                "3": {
                    "title": "Wide Boyz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel Rock Film Tour (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "13 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    American offwidth climbing has spawned a counter-culture of rough and tumble characters who aren't afraid to bleed their way up a route. So when two proper British lads, Tom Randall and Pete Whittaker, crossed the pond to eat up the gnarliest wide cracks in the West -- including the first ascent of the world's hardest offwidth known as Century Crack -- it came as quite a shock.    "
                },
                "4": {
                    "title": "Honnold 3.0",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel Rock Film Tour (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 11,
                    "original air date": "Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Alex Honnold has become known as the boldest soloist of his generation. In this dangerous game, how does he balance pure ambition with self-preservation? From highball boulder first ascents to 5.13 free solos, from far-flung trad climbing adventures, to speed records on The Nose, Honnold wrestles with this question in preparation for his biggest adventure yet - the Yosemite Triple. In under 19 hours he climbs Mt. Watkins, El Cap, and Half Dome, 95% of it free solo.    "
                }
            },
            "4": {
                "1": {
                    "title": "The Sensei",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel Rock Film Tour (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "19 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Forty-three-year-old Yuji Hirayama is one of the great legends of modern climbing. Near retirement, he plans one big swan-song mission to complete a project, one of his hardest ever, at the spectacular summit of Mount Kinabalu, on the island of Borneo. But first he must find the right partner. Enter Daniel Woods, the young American boulderer who is one of the strongest humans in the climbing world, but lacks mountain experience. Daniel-San travels to Japan to prove himself worthy of Hirayama's mentorship, and the unlikely duo team up for the expedition of a lifetime.    "
                },
                "2": {
                    "title": "Spice Girl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel Rock Film Tour (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "19 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    The UK climbing scene is known for its strict traditional ethic, yielding dangerous routes and a competitive machismo among the driven young climbers risking it all to prove their boldness. It's the last place you'd expect to find a nice little blonde girl putting all the lads to shame, but Hazel Findlay is doing just that. The first woman to climb the British grade of E9 (super hard, super sketchy), Hazel is a connoisseur of loose rock, dodgy gear, and big runouts. Having mastered the scrappy sea cliffs at home she teams up with Emily Harrington to tackle the massive...    "
                },
                "4": {
                    "title": "High Tension",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel Rock Film Tour (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "19 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Mt. Everest made headlines around the world when it was reported that Ueli Steck and Simone Moro, the strongest duo in alpinism, were attacked by a crowd of angry sherpas at Camp 2 while attempting a new, cutting edge route on the highest -- and most crowded -- mountain in the world. Fearing for their lives, the climbers fled the mountain, and the incident sparked a flurry of angry recrimination: sherpas, western climbers, guiding companies, even the legendary mountain itself were pounded with criticism from all sides. Amidst the bizarre event, REEL ROCK was embedded ...    "
                }
            },
            "5": {
                "1": {
                    "title": "Valley Uprising",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reel Rock Film Tour (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "11 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    In the shady campgrounds of Yosemite valley, climbers carved out a counterculture lifestyle of dumpster-diving and wild parties that clashed with the conservative values of the National Park Service. And up on the walls, generation after generation has pushed the limits of climbing, vying amongst each other for supremacy on Yosemite's cliffs. \"Valley Uprising\" is the riveting, unforgettable tale of this bold rock climbing tradition in Yosemite National Park: half a century of struggle against the laws of gravity -- and the laws of the land.    "
                }
            }
        },
        "number of episodes": 25,
        "cast": [
            {
                "name": "Honnold, Alex"
            },
            {
                "name": "Potter, Dean"
            },
            {
                "name": "Steck, Ueli"
            },
            {
                "name": "Woods, Daniel"
            },
            {
                "name": "Rands, Lisa"
            },
            {
                "name": "Sharma, Chris"
            },
            {
                "name": "Jorgeson, Kevin"
            },
            {
                "name": "Moro, Simone"
            },
            {
                "name": "Caldwell, Tommy"
            },
            {
                "name": "Croft, Peter"
            },
            {
                "name": "Hunt, Graham"
            },
            {
                "name": "Robinson, Paul"
            },
            {
                "name": "Carrion, Obe"
            },
            {
                "name": "Emmett, Tim"
            },
            {
                "name": "Gadd, Will"
            },
            {
                "name": "Leary, Sean"
            },
            {
                "name": "Lewis, Andy"
            },
            {
                "name": "Richards, Corey"
            },
            {
                "name": "Shiraishi, Ashima"
            },
            {
                "name": "Urubko, Denis"
            },
            {
                "name": "Anker, Conrad"
            },
            {
                "name": "Chin, Jimmy"
            },
            {
                "name": "DiGiulian, Sasha"
            },
            {
                "name": "Jackson, Brad"
            },
            {
                "name": "Krakauer, Jon"
            },
            {
                "name": "Lowe-Anker, Jenni"
            },
            {
                "name": "Ojeda, Daila"
            },
            {
                "name": "Ondra, Adam"
            },
            {
                "name": "Ozturk, Renan"
            },
            {
                "name": "Pack, Pamela"
            },
            {
                "name": "Pearson, Stacey"
            },
            {
                "name": "Randall, Tom"
            },
            {
                "name": "Scarpelli, Bob"
            },
            {
                "name": "Stanhope, Will"
            },
            {
                "name": "Takeda, Pete"
            },
            {
                "name": "Weidner, Chris"
            },
            {
                "name": "Whittaker, Pete"
            },
            {
                "name": "Wright, Cedar"
            },
            {
                "name": "Young, Wills"
            },
            {
                "name": "Findlay, Hazel"
            },
            {
                "name": "Harrington, Emily"
            },
            {
                "name": "Hirayama, Yuji"
            },
            {
                "name": "Sarsgaard, Peter"
            },
            {
                "name": "Berry, Nik"
            },
            {
                "name": "Earle, Mason"
            },
            {
                "name": "Woods, Daniel"
            },
            {
                "name": "Perez, Kevin"
            }
        ],
        "locations": [
            "Annapurna, Nepal",
            "Eiger Mountain, Kanton Bern, Switzerland",
            "Yosemite Valley, Yosemite National Park, California, USA"
        ],
        "genres": [
            "Adventure",
            "Sport"
        ],
        "runtimes": [
            "100"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 6,
        "rating": 8.9,
        "votes": 39,
        "plot outline": "Sender Films and Big UP Productions team up each year to produce six mind-blowing films that make up the Reel Rock Film Tour. The film tour travels the globe year-round bringing audiences these exciting outdoor adventure films. Reel Rock is an inspiring international event that brings together local outdoor enthusiasts to revel in the sport of climbing. Former productions of this tour have included Ueli Steck's exciting race up the North Face of Mt. Eiger, \"Sketchy\" Andy Lewis' slacklining and highlining exploits, and nine-year-old Ashima Shiraishi's bouldering successes. Coming up on its 7th year, be sure to check the www.reelrocktour.com website for possible screenings near you.",
        "languages": [
            "English"
        ],
        "title": "Reel Rock Film Tour",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Reel Rock Film Tour (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6"
        ],
        "writer": [
            {
                "name": "Lowell, Josh"
            },
            {
                "name": "Mortimer, Peter"
            },
            {
                "name": "Rosen, Nick"
            }
        ],
        "production companies": [
            {
                "name": "Sender Films"
            },
            {
                "name": "Big UP Productions"
            }
        ],
        "distributors": [
            {
                "name": "Sender Films"
            }
        ],
        "plot": [
            "An annual event focusing on some of the best athletes conquering breathtaking feats in the vertical realm.::SenderFilms",
            "Sender Films and Big UP Productions team up each year to produce six mind-blowing films that make up the _Reel Rock Film Tour_ (qv). The film tour travels the globe year-round bringing audiences these exciting outdoor adventure films. Reel Rock is an inspiring international event that brings together local outdoor enthusiasts to revel in the sport of climbing. Former productions of this tour have included Ueli Steck's exciting race up the North Face of Mt. Eiger, \"Sketchy\" Andy Lewis' slacklining and highlining exploits, and nine-year-old Ashima Shiraishi's bouldering successes. Coming up on its 7th year, be sure to check the www.reelrocktour.com website for possible screenings near you.::Sender Films"
        ],
        "synopsis": [
            "Reel Rock 2010: From the hardest boulders ever climbed to death-defying speed solos of the wildest peaks in the Alps, Reel Rock 2010 is a breathtaking journey through the vertical realm. This compilation includes 6 films as shown in the 2010 REEL ROCK Tour: The Hulk, First Round First Minute, Fly or Die, Down and Out and Under, The Hardest Moves, and the award-winning The Swiss Machine. Featuring Ueli Steck, Chris Sharma, Daniel Woods, Paul Robinson, Peter Croft, Lisa Rands, Dean Potter, Cedar Wright, Matt Segal and more.Reel Rock 2011: Sender Films and Big UP Productions are bringing audiences a mind-blowing, palm-sweating pump-fest of climbing flicks for the 6th annual REEL ROCK Film Tour. They've gathered the wildest climbing stories from around the globe: The legendary race for The Nose speed record; A nine year old bouldering prodigy; Tommy Caldwell's efforts on the hardest big wall free climb; A crazed high-lining champion; The most insane ice climbing action ever and more. It's all part of the cinematic tour de force that is Reel Rock VI. Starring Tommy Caldwell, Dean Potter, \"Sketchy\" Andy Lewis, Ashima Shiraishi, Will Gadd, Kevin Jorgeson, Corey Richards, Obe Carrion, Sean Leary, Tim Emmett, Simone Moro, Denis Urubko, Hans Florine, The Huber Brothers, and more."
        ],
        "tech": {
            "runtime": [
                "1 hr 40 min (100 min) (DVD)"
            ],
            "color": [
                "Color (HD)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 39,
                "rating": 8.9
            },
            "aged 18 29": {
                "votes": 7,
                "rating": 9.5
            },
            "aged 30 44": {
                "votes": 14,
                "rating": 8.6
            },
            "aged 45 plus": {
                "votes": 5,
                "rating": 7.9
            },
            "males": {
                "votes": 21,
                "rating": 8.7
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 9.6
            },
            "males aged 30 44": {
                "votes": 11,
                "rating": 8.4
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 9.7
            },
            "females": {
                "votes": 6,
                "rating": 8.0
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 9.5
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 9.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 6.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 6.5
            },
            "us users": {
                "votes": 5,
                "rating": 6.9
            },
            "non us users": {
                "votes": 15,
                "rating": 9.2
            }
        },
        "number of votes": {
            "10": 17,
            "9": 11,
            "8": 5,
            "7": 4,
            "6": 0,
            "5": 1,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.9,
        "median": 9
    }
}