{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "25 February 2010"
            },
            {
                "country": "USA\n",
                "date": "25 February 2010",
                "notes": "                            (Bowers museum)"
            }
        ],
        "release dates": [
            "USA::25 February 2010",
            "USA::25 February 2010                            (Bowers museum)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Self-Destruct (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "25 Feb. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Avila, Dave"
            },
            {
                "name": "Bender, Brandon"
            },
            {
                "name": "Cryer, Dave"
            },
            {
                "name": "Frater, Jeff"
            },
            {
                "name": "Guiton, Jimmy"
            },
            {
                "name": "Hanow, Lina"
            },
            {
                "name": "Hernandez, Jose Luis"
            },
            {
                "name": "Karakhanyan, Georgi"
            },
            {
                "name": "Kerr, Kathe J."
            },
            {
                "name": "Orr, Reggie"
            },
            {
                "name": "Phan, Victor"
            },
            {
                "name": "Richie, William"
            },
            {
                "name": "Sriyapai, William"
            },
            {
                "name": "Tapia, Manny"
            },
            {
                "name": "Thomas, Jade"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTYxNjcyMTE0OV5BMl5BanBnXkFtZTcwOTc5MzE0Nw@@._V1_SY150_CR10,0,101,150_.jpg",
        "budget": "$20,000 (estimated)",
        "plot outline": "Jay Grewall brings us the gritty reality/docudrama - Self Destruct- the first show ever to take an up-close and hard-nosed look at the fascinating, and some would say \"unnatural\", psychology of the fighters who participate in Mixed Martial Arts (MMA). Through one-on-one interviews with the athletes themselves, Self-Destruct sets itself apart from the competition by being the only show to truly examine the cerebral side of the contest, and the mental framework that allows an athlete to invite and receive such brutalizing punishment. In addition to the athletes, Self-Destruct hears the analysis of doctors, psychologists, case workers, and parents. We know why we watch. Because we can't look away. But why do they choose this sport? Until now, no one has asked the most obvious question: \"WHY?\" Why does a normal, healthy person choose to repeatedly welcome pain, when every innate human instinct is to avoid it whenever possible? At what point in their lives did they choose this line of \"work\" as opposed to a traditional white-collar job, despite the very real possibility of sustaining short- and long-term injury? Why have these athletes emerged from their particular upbringings to adopt a lifestyle that revolves around self- mutilation? Up until now, numerous documentaries and TV shows have profiled Mixed Martial Arts and other extreme sports, but these past efforts merely observed the who, what, when, and where. Self-Destruct takes a raw, in-depth, but at the same time analytical look at the psyche of these participants, their views on pain, and what goes through their minds when their bodies encounter damage and injury. The series attempts to understand the athletes' moral, religious, and family values, their past experiences, and their general outlooks on life.",
        "languages": [
            "English"
        ],
        "title": "Self-Destruct",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Self-Destruct (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Grewall, Jay"
            },
            {
                "name": "Phan, Victor"
            }
        ],
        "production companies": [
            {
                "name": "Torture Chamber Productions"
            }
        ],
        "distributors": [
            {
                "name": "Torture Chamber Productions"
            }
        ],
        "plot": [
            "Jay Grewall brings us the gritty reality/docudrama - Self Destruct- the first show ever to take an up-close and hard-nosed look at the fascinating, and some would say \"unnatural\", psychology of the fighters who participate in Mixed Martial Arts (MMA). Through one-on-one interviews with the athletes themselves, _Self-Destruct_ (qv) sets itself apart from the competition by being the only show to truly examine the cerebral side of the contest, and the mental framework that allows an athlete to invite and receive such brutalizing punishment. In addition to the athletes, _Self-Destruct_ (qv) hears the analysis of doctors, psychologists, case workers, and parents. We know why we watch. Because we can't look away. But why do they choose this sport? Until now, no one has asked the most obvious question: \"WHY?\" Why does a normal, healthy person choose to repeatedly welcome pain, when every innate human instinct is to avoid it whenever possible? At what point in their lives did they choose this line of \"work\" as opposed to a traditional white-collar job, despite the very real possibility of sustaining short- and long-term injury? Why have these athletes emerged from their particular upbringings to adopt a lifestyle that revolves around self- mutilation? Up until now, numerous documentaries and TV shows have profiled Mixed Martial Arts and other extreme sports, but these past efforts merely observed the who, what, when, and where. _Self-Destruct_ (qv) takes a raw, in-depth, but at the same time analytical look at the psyche of these participants, their views on pain, and what goes through their minds when their bodies encounter damage and injury. The series attempts to understand the athletes' moral, religious, and family values, their past experiences, and their general outlooks on life.::Jay Grewall"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}