{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "22 December 2010"
            },
            {
                "country": "UK\n",
                "date": "4 July 2011"
            }
        ],
        "release dates": [
            "UK::22 December 2010",
            "UK::4 July 2011"
        ],
        "episodes": {
            "11": {
                "1": {
                    "title": "Christmas Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 1,
                    "original air date": "23 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    A special celebrity Christmas edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. The show is presented by Alexander Armstrong and co-host Richard Osman, and it features Justin Hawkins and Dan Hawkins, Gareth Malone and Samantha Stevenson, Jimmy Osmond and Ben Haenow, as well as Mike Batt and Jona Lewie. There is also a festive performance by The Darkness at the end of the show.    "
                },
                "2": {
                    "title": "Winter Olympics Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 2,
                    "original air date": "17 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    A special celebrity Winter Olympics edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman, and featuring Jayne Torvill, Clare Balding, Jenny Jones, Amy Williams, Graham Bell, Rhona Howie, Robin Cousins, Wilf O'Reilly and special guest Eddie 'The Eagle' Edwards.    "
                },
                "3": {
                    "title": "Grange Hill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 3,
                    "original air date": "24 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    A special Grange Hill edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman, and featuring Todd Carty, Alison Bettles, Paula Ann Bland, Lee MacDonald, Erkan Mustafa, Michelle Gayle, Francesca Martinez and Stuart Organ.    "
                },
                "4": {
                    "title": "Writers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 4,
                    "original air date": "7 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    A special writers edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman, and featuring Charlie Higson and Sally Gardner, Fern Britton and Jilly Cooper, Peter James and Martina Cole, and Hanif Kureishi and Grace Dent.    "
                },
                "5": {
                    "title": "Drama",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 5,
                    "original air date": "14 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    A drama actors edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman, and featuring Danny John-Jules and Nigel Lindsay, Liz Carr and Lisa Hammond, Trudie Goodwin and Lisa Maxwell, and Bill Maynard and Tricia Penrose.    "
                },
                "6": {
                    "title": "Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 6,
                    "original air date": "28 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    A special celebrity edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman, and featuring Denise van Outen and Lydia Bright, Michelle Ackerley and Arthur Smith, Ann Widdecombe and Tyger Drew-Honey, and Foster and Allen.    "
                },
                "7": {
                    "title": "Kids' TV Presenters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 7,
                    "original air date": "5 May 2018",
                    "year": "2018",
                    "plot": "\n    A kids' TV presenters edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman, and featuring Timmy Mallett and Michaela Strachan, Bernard Cribbins and Jenny Hanley, Andy Crane and Janet Ellis, and JB Gill and Cat Sandion.    "
                },
                "8": {
                    "title": "Theatre Actors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 8,
                    "original air date": "12 May 2018",
                    "year": "2018",
                    "plot": "\n    A theatre actors edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman, and featuring Wayne Sleep and Louise Dearman, Neil Dudgeon and Annette Badland, Gary Wilmot and Rufus Hound, and Roy Hudd and Anita Harris.    "
                },
                "9": {
                    "title": "EastEnders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 9,
                    "original air date": "8 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    An EastEnders edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman, and featuring Natalie Cassidy, Dean Gaffney, Perry Fenwick, Emma Barton, Lisa Hammond, Luisa Bradshaw-White, Jamie Borthwick and Madhav Sharma.    "
                },
                "10": {
                    "title": "Comedy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 10,
                    "original air date": "15 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    A comedy edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman, and featuring Rowland Rivron and Simon Day, Hal Cruttenden and Zoe Lyons, Jan Ravens and Stephen K Amos, and Rich Hall and Sara Pascoe.    "
                },
                "11": {
                    "title": "Strictly Come Dancing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 11,
                    "original air date": "22 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    A Strictly Come Dancing special edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Katya Jones and Joe McFadden, Debbie McGee and Giovanni Pernice, Ore Oduba and Oti Mabuse, and Lesley Joseph and AJ Pritchard.    "
                },
                "12": {
                    "title": "BBC Music Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 12,
                    "original air date": "29 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    A BBC Music Day special edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Shaun Keaveny, Lianne La Havas, Ella Eyre, Clara Amfo, Suzy Klein, Lesley Garrett, Amy McDonald and Chris Hawkins.    "
                },
                "13": {
                    "title": "Presenters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 13,
                    "original air date": "6 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    A presenters edition of the quiz, featuring Trisha Goddard and Katie Derham, Johnny Vaughan and Toby Tarrant, Anne Diamond and Sarah Greene, and Adam Pearson and Chris Hollins.    "
                },
                "14": {
                    "title": "Sport",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 14,
                    "original air date": "13 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    A sport edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman, and featuring Chemmy Alcott, James Cracknell, Sally Gunnell, Greg Rutherford, Sam Quek, Greg Rusedski, Eni Aluko and Neil Ruddock.    "
                },
                "15": {
                    "title": "Sitcoms",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 15,
                    "original air date": "20 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    A sitcoms edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman, and featuring Nerys Hughes, Victor McGuire, Shobu Kapoor, Abdullah Afzal, Guy Siner, Sue Hodge, Perry Benson and Jake Canuso.    "
                },
                "16": {
                    "title": "Sci Fi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 16,
                    "original air date": "27 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    A sci fi edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman, and featuring Hattie Hayridge and Jessie Cave, Peter Davison and Katy Manning, Paul Darrow and Michael Keating, Kiran Shah and Jimmy Vee.    "
                },
                "17": {
                    "title": "Journalists",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 17,
                    "original air date": "3 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    A special journalists edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman, and featuring Eve Pollard, Victoria Derbyshire, Dan Wootton, Lizo Mzimba, Rosie Boycott, Frank Gardner, Ian Hyland and Jane Moore.    "
                },
                "18": {
                    "title": "Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 18,
                    "original air date": "10 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    A special celebrity edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Luisa Omielan, Jenny Powell, John Barnes, Rick Edwards, Sally Phillips, Nina Conti, Joe Pasquale and Terry Alderton.    "
                },
                "19": {
                    "title": "Reality TV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 19,
                    "original air date": "17 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    A special celebrity edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Jennie McAlpine, Phil Tufnell, Luisa Zissman, James Hill, Steve Leonard, Trude Mostue, Marcel Somerville and Amber Davies.    "
                },
                "20": {
                    "title": "Music",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 20,
                    "original air date": "24 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    A special celebrity edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Glen Matlock, Slim Jim, Barbara Dickson, Ralph McTell, Keith Duffy, Brian McFadden, Sonique and Toyah Wilcox.    "
                },
                "21": {
                    "title": "Christmas Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 21,
                    "original air date": "22 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    A special Christmas edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Dave Hill and Rob Davis, Sally Lindsay and Roger McGough, Sonia and Jamelia, and Keren Woodward and Sara Dallin.    "
                },
                "22": {
                    "title": "TV Experts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 22,
                    "original air date": "29 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    A TV experts special edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Michael Fish, Carrie Grant, David Grant, Adam Hart-Davis, Mary-Ann Ochota, Martin Roberts, Charlie Ross, Catherine Southon.    "
                },
                "23": {
                    "title": "Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 23,
                    "original air date": "5 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    A special celebrity edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Gail Emms, Matthew Hoggard, Bonnie Langford, Frazer Hines, Dalton Grant, Charlie Stayt, Helen Lederer and Shaun Williamson.    "
                },
                "24": {
                    "title": "Comedians",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 24,
                    "votes": 6,
                    "original air date": "12 Jan. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "25": {
                    "title": "Writers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 25,
                    "original air date": "19 Jan. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "26": {
                    "title": "Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 26,
                    "original air date": "2 Feb. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "27": {
                    "title": "1970s",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 27,
                    "original air date": "9 Feb. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "28": {
                    "title": "Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 11,
                    "episode": 28,
                    "original air date": "16 Feb. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "0": {
                    "title": "Episode #1.0",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 0,
                    "original air date": "22 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Celebrities test the depths of their general knowledge in this special edition of the quiz. Presented by Alexander Armstrong and Richard Osman.    "
                },
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "4 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Celebrities test the depths of their general knowledge in this special edition of the quiz, with Julia Bradbury and John Craven among the stars trying to come up with the answers no-one else could think of. Presented by Alexander Armstrong and Richard Osman.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "5 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Celebrities test the depths of their general knowledge in this special edition of the quiz, with Ann Widdecombe and Craig Revel Horwood among the stars trying to come up with the answers no-one else could think of. Presented by Alexander Armstrong and Richard Osman.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "6 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Celebrities test the depths of their general knowledge in this special edition of the quiz, with Colin Jackson and Suzanne Packer among the stars trying to come up with the answers no-one else could think of. Presented by Alexander Armstrong and Richard Osman.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "7 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Celebrities test the depths of their general knowledge in this special edition of the quiz, with Tom O'Connor and Denise Lewis among the stars trying to come up with the answers no-one else could think of. Presented by Alexander Armstrong and Richard Osman.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "8 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Celebrities test the depths of their general knowledge in this special edition of the quiz, with Dick and Dom among the stars trying to come up with the answers no-one else could think of. Presented by Alexander Armstrong and Richard Osman.    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "25 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Celebrities test the depths of their general knowledge in this special edition of the quiz, with Christopher Biggins and Lesley Joseph among the stars trying to come up with the answers no-one else could think of. Presented by Alexander Armstrong and Richard Osman.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "3 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Celebrities test the depths of their general knowledge in this special edition of the quiz, with Brian Blessed and Anthea Turner among the stars trying to come up with the answers no-one else could think of. Presented by Alexander Armstrong and Richard Osman.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "28 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Celebrities test the depths of their general knowledge in this special edition of the quiz. Esther Rantzen, John Virgo and Edith Bowman are among the stars trying to come up with the answers no-one else could think of. Presented by Alexander Armstrong and Richard Osman.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "5 May 2012",
                    "year": "2012",
                    "plot": "\n    Celebrities test the depths of their general knowledge in this special edition of the quiz. Arlene Phillips, Carol McGiffin and Iwan Thomas are among the stars trying to come up with the answers no-one else could think of. Presented by Alexander Armstrong and Richard Osman.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "19 May 2012",
                    "year": "2012",
                    "plot": "\n    Celebrities test the depths of their general knowledge in this special edition of the quiz. David Coulthard, Aldo Zilli and Shaun Williamson are among the stars trying to come up with the answers no-one else could think of. Presented by Alexander Armstrong and Richard Osman.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "26 May 2012",
                    "year": "2012",
                    "plot": "\n    Celebrities test the depths of their general knowledge in this special edition of the quiz. Fatima Whitbread and Joe Pasquale are among the stars trying to come up with the answers no-one else could think of. Presented by Alexander Armstrong and Richard Osman.    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Celebrities test the depths of their general knowledge in this special edition of the quiz. Russell Grant, Carol Smillie and Neil and Christine Hamilton are among the stars trying to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and Richard Osman.    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "16 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Celebrities test the depths of their general knowledge in this special edition of the quiz. Konnie Huq, Lionel Blair and Angela Rippon are among the stars trying to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and Richard Osman.    "
                }
            },
            "3": {
                "1": {
                    "title": "Music Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "20 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Alexander Armstrong and co-host Richard Osman present a music celebrity special of the quiz that tests the depths of your general knowledge. These celebrities try to come up with the answers that no-one else could think of. Featuring Faye and H, Sinitta and Chico, Scott Mills and Huw Stephens and Liz McClarnon and Natasha Hamilton.    "
                },
                "2": {
                    "title": "Variety",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "27 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Alexander Armstrong and co-host Richard Osman present a 'variety' celebrity special of the quiz that tests the depths of your general knowledge. These celebrities try to come up with the answers that no-one else could think of. Featuring Cannon and Ball, Hale and Pace, Keith Harris and Orville, Bobby Davro and Kenny Lynch, with a special appearance by Paul Daniels.    "
                },
                "3": {
                    "title": "Soap Stars Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "3 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Alexander Armstrong and co-host Richard Osman present a soap-themed celebrity special of the quiz that tests the depths of your general knowledge. These celebrities try to come up with the answers that no-one else could think of. Featuring Dean Gaffney and John Altman, Ken Morley and Steven Arnold, Dean Sullivan and Paul Usher, Darren Jeffries and Matt Littler, with a special guest appearance from Jonny Robinson.    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "10 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Alexander Armstrong and co-host Richard Osman present a special celebrity edition of the quiz that tests the depths of your general knowledge. These celebrities try to come up with the answers that no-one else could think of. Featuring Debra Stephenson and Tricia Penrose, Alex James and Phil Daniels, the Cheeky Girls, and Kirsten O'Brien and Toby Anstis.    "
                },
                "5": {
                    "title": "Children in Need Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "16 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Celebrities try to find the most obscure answers to win money for their chosen charities.. Perry Fenwick, Danielle Harold, Duncan James, Harry Judd, Arlene Phillips, Terry Wogan.    "
                },
                "6": {
                    "title": "Strictly Stars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "24 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Alexander Armstrong and co-host Richard Osman present a special Strictly Come Dancing-themed celebrity edition of the quiz that tests the depths of your general knowledge. These celebrities try to come up with the answers that no-one else could think of. Featuring Ola Jordan and Chris Parker, James Jordan and Chelsee Healey, Laila Rouass and Brendan Cole, and Ian Waite and Kate Garraway.    "
                },
                "7": {
                    "title": "Episode #3.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "1 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Alexander Armstrong and co-host Richard Osman present a special celebrity edition of the quiz that tests the depths of your general knowledge. These celebrities try to come up with the answers that no-one else could think of. Featuring Ulrika Jonsson and Rowland Rivron, David Hamilton and Tony Blackburn, Austin Healey and Scott Quinnell and Tim Vine and Karen Taylor.    "
                },
                "8": {
                    "title": "Episode #3.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "8 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Alexander Armstrong and co-host Richard Osman present a special celebrity edition of the quiz that tests the depths of your general knowledge. These celebrities try to come up with the answers that no-one else could think of. Featuring Edwina Currie and Diane Abbott MP, Dave Spikey and Jane McDonald, Lizo Mzimba and Ellie Crissell and Kerry Katona and Kim Woodburn.    "
                },
                "9": {
                    "title": "Children's Television",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "22 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Alexander Armstrong and co-host Richard Osman are joined by children's television stars for a special celebrity edition of the quiz that tests the depths of your general knowledge. These celebrities try to come up with the answers that no-one else could think of. Featuring Sarah Greene and Mike Smith from Saturday Superstore, Grange Hill's Erkan Mustafa and Lee MacDonald, The O-Zone's Jamie Theakston and Jayne Middlemiss, and Blue Peter presenters Peter Duncan and Mark Curry, with special guest Keith Chegwin.    "
                },
                "10": {
                    "title": "Soap Stars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "27 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Alexander Armstrong and co-host Richard Osman are joined by soap stars for a special celebrity edition of the quiz that tests the depths of your general knowledge. These celebrities try to come up with the answers that no-one else could think of. Featuring Laila Morse and Anna Karen, Verity Rushworth and Adele Silva, Sue Jenkins and Alex Fletcher and Wendi Peters and Rula Lenska.    "
                },
                "11": {
                    "title": "Daytime 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "10 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Joe McElderry, Nicki Chapman and Pete Waterman guest in a special edition of the quiz.    "
                },
                "12": {
                    "title": "Daytime 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "11 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Stephen K Amos, Toyah Wilcox and Katie Derham guest in a special edition of the quiz.    "
                },
                "13": {
                    "title": "Daytime 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "12 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Jenny Eclair, Lee Dixon and Sian Lloyd guest in a special edition of the quiz.    "
                },
                "14": {
                    "title": "Daytime 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "13 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Jennie Bond, JK and Joel and Mary Berry guest in a special edition of the quiz.    "
                },
                "15": {
                    "title": "Daytime 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "14 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Ray Quinn, Paul Young and Chris Kamara guest in a special edition of the quiz.    "
                },
                "16": {
                    "title": "Daytime 6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "17 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Gareth Thomas, Rachel Riley and Mark Durden Smith guest in a special edition of the quiz.    "
                },
                "17": {
                    "title": "Daytime 7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "18 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Michelle Heaton, Neil Fox and Emma Forbes guest in a special edition of the quiz.    "
                },
                "18": {
                    "title": "Daytime 8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "19 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Nicholas Parsons, Rick Wakeman and Hannah Waterman guest in a special edition of the quiz.    "
                },
                "19": {
                    "title": "Daytime 9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "20 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Gyles Brandreth, Bonnie Langford and Bernie Nolan guest in a special edition of the quiz.    "
                },
                "20": {
                    "title": "Daytime 10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "original air date": "21 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Janice Long, Graham Cole and Eddie Edwards guest in a special edition of the quiz.    "
                }
            },
            "4": {
                "1": {
                    "title": "Sport Stars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "16 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Alexander Armstrong and co-host Richard Osman present a sporting celebrity special edition of the quiz that tests the depths of your general knowledge, as celebrities try to come up with the answers that no-one else could think of. Featuring Martin Offiah and Phil Tufnell, Mark Bright and Martin Peters, Samantha Murray and Pete Reed and John Parrott and Hazel Irvine.    "
                },
                "2": {
                    "title": "Doctor Who Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 9,
                    "original air date": "23 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Doctor Who stars go head to head to see who can answer the questions of general knowledge and see who gets the lowest score.    "
                },
                "3": {
                    "title": "Sitcom Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "17 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Alexander Armstrong and co-host Richard Osman present a special sitcom-themed edition of the quiz that tests the depths of your general knowledge, as celebrities try to come up with the answers that nobody else could think of. Featuring Craig Charles and Danny John-Jules, Brendan O'Carroll and Jennifer Gibney, Su Pollard and Jeffrey Holland and Jean Boht and Nick Conway.    "
                },
                "4": {
                    "title": "Radio Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "24 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    A special edition of the quiz, featuring celebrities from the world of radio. Four pairs of radio DJs and presenters must try to come up with the answers that no-one else could think of. Featuring Scott Mills and Gemma Cairney, Ken Bruce and Anneka Rice, Michael Buerk and Jenny Eclair, and Shelagh Fogarty and Christian O'Connell.    "
                },
                "5": {
                    "title": "Culinary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "31 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    A special edition of the quiz, featuring stars from the culinary world. These celebrities try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Rustie Lee and Antony Worrall Thompson, Theo Randall and Rachel Allen, Jean Christophe Novelli and Paul Rankin and Aaron Craze and John Whaite.    "
                },
                "6": {
                    "title": "Episode #4.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "7 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a celebrity edition of the quiz in which four teams try to come up with the answers that no-one else could think of. Featuring Oliver and James Phelps, Peter Purvesand John Noakes, Janet Street-Porter and Christopher Biggins, and Ricky Groves and Natalie Cassidy.    "
                }
            },
            "5": {
                "1": {
                    "title": "Record Breakers Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "26 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity world champions edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of.Featuring Joe Calzaghe and Phil Taylor, Phil Vickery and Ravi Bopara, Sir Geoff Hurst and Sarah Storey, and Sophie Hosking and Helen Glover.    "
                },
                "2": {
                    "title": "Period Drama Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "28 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity period drama edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of.Featuring Colin Baker and Simon Williams, Helen George and Pam Ferris, Martin Jarvis and Nerys Hughes, and Matthew Kelly and Christopher Timothy.    "
                },
                "3": {
                    "title": "Sitcom Stars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "12 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity sitcom edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. FeaturingVicki Michelle and Ian Lavender, Simon Day and Arabella Weir, Meera Syal and Phil Cornwell, and Ewen MacIntosh and Simon Greenall.    "
                },
                "4": {
                    "title": "West End",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "5 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity West End edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Featuring Jodie Prenger and Gary Wilmot, Kerry Ellis and Tim Rice, Paul Nicholas and Ben Foster, and Danielle Hope and Richard Blackwood.    "
                },
                "5": {
                    "title": "Eastenders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "7 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity EastEnders edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Featuring Nitin Ganatra and Rita Simons, Peter Dean and Todd Carty, Shaun Williamson and Lucy Speed, and Shona McGarty and Tony Discipline.    "
                },
                "6": {
                    "title": "World Champions Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "14 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity world champions edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of.Featuring Joe Calzaghe and Phil Taylor, Phil Vickery and Ravi Bopara, Sir Geoff Hurst and Sarah Storey, and Sophie Hosking and Helen Glover.    "
                },
                "7": {
                    "title": "Music",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "9 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity music edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Featuring AliCampbell and Mike Rutherford, Keren Woodward and Sara Dallin, Ritchie Neville and Scott Robinson, and Sandie Shaw and Sheila Ferguson.    "
                },
                "8": {
                    "title": "Experts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "19 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity experts edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. FeaturingRachel De Thame and Diarmuid Gavin, Jilly Goolden and Olly Smith, Simon Rimmer and Kim Woodburn, and Lee Stafford and Tommy Walsh.    "
                },
                "9": {
                    "title": "Academic Edition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "14 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity academic edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Featuring Clemency Burton-Hill and Graeme Garden, Dan Snow and Susie Dent, Robert Peston and Steph McGovern, and Michael Mosley and Germaine Greer.    "
                },
                "10": {
                    "title": "Episode #5.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "30 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Featuring Jennie McAlpine and Justin Moorhouse, Kate Robbins and Alistair McGowan, Katy Hill and Trey Farley, and Mark Little and Ted Robbins.    "
                }
            },
            "6": {
                "0": {
                    "title": "Christmas Special 2013",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 0,
                    "original air date": "21 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity Christmas edition of the quiz that tests the depths of your general knowledge. The celebrities trying to come up with the answers that no-one else could think of are the Chuckle Brothers, Keith Harris and Orville, Linda Lusardi and Sam Kane, and Roy Wood and Father Christmas.    "
                },
                "1": {
                    "title": "1980s",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "28 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity 1980s edition of the quiz that rewards the answers that no-one else could think of. Featuring Stephanie Beacham and Emma Samms, Anne Diamond and Rustie Lee, Denise Pearson and Stedman Pearson, and Tessa Sanderson and Willie Thorne.    "
                },
                "2": {
                    "title": "Blue Peter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "2 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity Blue Peter edition of the quiz that rewards the answers that no-one else could think of. Featuring Peter Purves and Yvette Fielding, Simon Groom and Janet Ellis, Anthea Turner and Tim Vincent and Barney Harwood and Lindsey Russell.    "
                },
                "3": {
                    "title": "Theatrical",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "3 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity theatre edition of the quiz that rewards the answers that no-one else could think of. Featuring David Bradley and Simon Williams, Les Dennis and Warwick Davis, Bill Kenwright and Jenny Seagrove and Clive Mantle and Connie Fisher.    "
                },
                "4": {
                    "title": "Teachers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "4 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity teachers edition of the quiz that rewards the answers that no-one else could think of. Featuring Gwyneth Powell and Michelle Gayle, PhilipMartin Brown and Melanie Hill, Steve Spiers and Terrence Hardiman, and Jonny Mitchell and Mike Steer.    "
                },
                "5": {
                    "title": "1970s Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "12 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity 1970s edition of the quiz that rewards the answers that no-one else could think of. Featuring Anna Karen and Sally Thomsett, Ed Stewart and Sally James, Rick Wakeman and Roy Wood and Madeline Smith and Paul Henry.    "
                },
                "6": {
                    "title": "Medical TV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "19 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity medical edition of the quiz that rewards the answers that no-one else could think of. Featuring Ian Bleasdale and Sunetra Sarker, Duncan Prestonand Nichola McAuliffe, Ian Kelsey and Paul Bradley and Dr Sarah Jarvis and George Layton.    "
                },
                "7": {
                    "title": "Comedy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "26 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity comedy edition of the quiz that rewards the answers that no-one else could think of. Featuring Tim Brooke-Taylor and John Bird, Don Warrington and Ray Burdis, Dom Joly and Robert Llewellyn, and Rhona Cameron and Richard Herring.    "
                },
                "8": {
                    "title": "Crime",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "3 May 2014",
                    "year": "2014",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity crime edition of the quiz that rewards the answers that no-one else could think of. Featuring Lisa Maxwell and Mark Wingett, Sue Cook and Donal MacIntyre, Helen Fraser and Jack Ellis, and Laura Wilson and Mark Billingham.    "
                },
                "9": {
                    "title": "Eurovision",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "original air date": "10 May 2014",
                    "year": "2014",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity Eurovision edition of the quiz that rewards the answers that no-one else could think of. Featuring Johnny Logan and Dana, Cheryl Baker and Mike Nolan, Sonia Evans and Martin Lee, and Chris Cromby and Gemma Abbey from Jemini.    "
                },
                "10": {
                    "title": "World Cup",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "original air date": "7 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity World Cup edition of the quiz that rewards the answers that no-one else could think of. Featuring Sir Geoff Hurst MBE and George Cohen MBE,Peter Shilton and Steve Bull, Graeme Le Saux and Jonathan Pearce, and Hope Powell and Casey Stoney.    "
                },
                "12": {
                    "title": "Comedy Performers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "original air date": "9 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Featuring LesleyJoseph and Linda Robson, Ronni Ancona and Phil Cornwell, Su Pollard and Ruth Madoc, and Josh Widdicombe and Sara Pascoe.    "
                },
                "13": {
                    "title": "Soaps",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 13,
                    "original air date": "16 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity soaps edition of the quiz that rewards the answers that no-one else could think of. Featuring Laila Morse and Nina Wadia, Claire King and Deena Payne, Stefan Dennis and Rebekah Elmaloglou, and Ray Quinn and Louis Emerick.    "
                },
                "14": {
                    "title": "Music",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 14,
                    "original air date": "31 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity music edition of the quiz that rewards the answers that no-one else could think of. Featuring Mark King and Toyah Wilcox, Carol Decker and Limahl, Dave Hill and Dave Bartram, and Antony Costa and Scott Robinson.    "
                },
                "15": {
                    "title": "Food and Drink",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 15,
                    "original air date": "30 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity food and drink edition of the quiz that rewards the answers that no-one else could think of. Featuring Oz Clarke and Jilly Goolden, John Burton-Race and Aldo Zilli, Loyd Grossman and Jay Rayner and Emma Kennedy and Sean Wilson.    "
                },
                "16": {
                    "title": "Kids' TV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 16,
                    "original air date": "20 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity kids' TV edition of the quiz that rewards the answers that no-one else could think of. Featuring Johnny Ball and Carol Chell, Dave Benson-Phillips and Pat Sharp, Andrew Agnew and Julie Wilson Nimmo, and Jim Howick and Ben Willbond.    "
                },
                "17": {
                    "title": "Theatre",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 17,
                    "original air date": "27 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity theatre edition of the quiz that rewards the answers that no-one else could think of. Featuring Simon Callow and Imogen Stubbs, Lysette Anthony and Christopher Timothy, Gwen Taylor and Keith Barron, and Claire Sweeney and Simon Shepherd.    "
                },
                "18": {
                    "title": "1990s",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 18,
                    "original air date": "4 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity 1990s edition of the quiz that rewards the answers that no-one else could think of. Featuring Ulrika Jonsson and Diane Youdale, Trevor Neal and Simon Hickson, Terry Christian and Katie Puckrik, and Richard and Fred Fairbrass of Right Said Fred.    "
                },
                "19": {
                    "title": "Experts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 19,
                    "original air date": "11 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity experts edition of the quiz that rewards the answers that no-one else could think of. Featuring Professor Alice Roberts and Dick Strawbridge,Eric Knowles and Mark Stacey, Nicky Clarke and Michael Douglas, and Martin Hughes-Games and Michaela Strachan.    "
                },
                "20": {
                    "title": "Radio",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 20,
                    "original air date": "18 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity radio edition of the quiz that rewards the answers that no-one else could think of. Featuring Dame Jenni Murray and Tim Bentinck, Liz Kershaw and David 'Kid' Jensen, Ken Bruce and Trevor Nelson and Huw Stephens and Sarah-Jane Crawford.    "
                },
                "21": {
                    "title": "News",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 21,
                    "original air date": "25 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special news celebrity edition of the quiz that rewards the answers that no-one else could think of. Featuring Kate Adie and Stanley Johnson, Kelvin MacKenzie and John Sergeant, Julia Hartley-Brewer and Nick Ferrari and Jon Sopel and Lucy Siegle.    "
                },
                "22": {
                    "title": "Mixed Bag 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 22,
                    "original air date": "1 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity edition of the quiz that rewards the answers that no-one else could think of. Featuring Anton Du Beke and Kate Garraway, Bonnie Langford and Todd Carty, Yvette Fielding and Mark Watson and Jon Culshaw and Debra Stephenson.    "
                },
                "23": {
                    "title": "Writers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 23,
                    "original air date": "8 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Celebrity pairs compete to find obscure words ending -ase, one-hit-wonders, David Bowie album tracks, and more.    "
                },
                "24": {
                    "title": "Mixed Bag 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 24,
                    "original air date": "15 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity edition of the quiz that rewards the answers that no-one else could think of. Featuring Vanessa Feltz and Penny Smith, Kriss Akabusi and Roger Black, Keith Chegwin and Andrew Castle, and Louie Spence and Carol McGiffin.    "
                },
                "25": {
                    "title": "Sport",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 25,
                    "original air date": "22 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity sport edition of the quiz that rewards the answers that no-one else could think of. Featuring Dennis Taylor and Bobby George, Ugo Monye and Phil Vickery, Sharron Davies and Louise Hazel, and Dwain Chambers and Gail Emms.    "
                },
                "26": {
                    "title": "Dance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 26,
                    "original air date": "29 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity dance edition of the quiz that rewards the answers that no-one else could think of. Featuring Lionel Blair and Wayne Sleep, Karen Barber and Louie Spence, Ian Waite and Camilla Dallerup and Lilia Kopylova and Rowland Rivron.    "
                },
                "27": {
                    "title": "Writers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 27,
                    "original air date": "6 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity writers edition of the quiz that rewards the answers that no-one else could think of. Featuring Charlie Higson and Rachel Johnson, Robert Harrisand Gill Hornby, Jenny Colgan and Benjamin Zephaniah, and Danny Wallace and Stuart Maconie.    "
                },
                "28": {
                    "title": "Number 1s",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 28,
                    "original air date": "13 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity number 1s edition of the quiz that rewards the answers that no-one else could think of. Featuring Paul Young and Carol Decker, Sheila Ferguson and Dana, Paul Heaton and Jacqui Abbott, and Keith Duffy and Mikey Graham.    "
                },
                "29": {
                    "title": "Christmas Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 29,
                    "original air date": "20 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity Christmas edition of the quiz that rewards the answers that no-one else could think of. Featuring Christopher Biggins and Lorraine Chase, JoePasquale and Ann Widdecombe, Mark Little and Liz McClarnon, Ashleigh and Pudsey, and Bob Carolgees and Spit the Dog.    "
                },
                "30": {
                    "title": "Comedians",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 30,
                    "original air date": "27 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity comedians edition of the quiz that rewards the answers that no-one else could think of. Featuring Ronni Ancona and Alistair McGowan, Robert Webb and Richard Herring, Hal Cruttenden and Dave Spikey and Milton Jones and Roisin Conaty.    "
                },
                "31": {
                    "title": "FA Cup",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 31,
                    "original air date": "3 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity FA Cup edition of the quiz that rewards the answers that no-one else could think of. Featuring Gabby Logan and Robbie Savage, Mark Chapman and Phil Neville, Jermaine Jenas and Jacqui Oatley and Jason Mohammad and Trevor Sinclair.    "
                }
            },
            "7": {
                "1": {
                    "title": "Mixed Bag",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "11 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity edition of the quiz that rewards the answers that no-one else could think of. Featuring Anne Diamond and Nick Owen, Jedward, Mark Foster and Kelly Sotherton and Katherine Ryan and Russell Kane.    "
                },
                "2": {
                    "title": "Morning TV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "25 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    A special celebrity morning TV edition of the quiz that tests the depths of general knowledge. The celebrities try to come up with the answers that no-one else could think of. Presented by Alexander Armstrongand Richard Osman. Featuring Richard Arnold and Kate Garraway, Naga Munchetty and Charlie Stayt, Fern Britton and Matthew Wright, and Dermot Murnaghan and Natasha Kaplinsky.    "
                },
                "3": {
                    "title": "Outdoors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "2 May 2015",
                    "year": "2015",
                    "plot": "\n    A special celebrity outdoors edition of the quiz that tests the depths of general knowledge. The celebrities try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and Richard Osman. Featuring Bill Oddie and Tessa Dunlop, John Craven and Shauna Lowry, Diarmuid Gavin and Miranda Krestovnikoff and Helen Skelton and Radzi Chinyanganya.    "
                },
                "4": {
                    "title": "Game Shows",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "original air date": "9 May 2015",
                    "year": "2015",
                    "plot": "\n    A special celebrity game shows edition of the quiz that tests the depths of general knowledge. The celebrities try to come up with the answers that no-one else could think of. Presented by Alexander Armstrongand Richard Osman. Featuring Henry Kelly and Matthew Kelly, Tom O'Connor and Jenny Powell, Nina Myskow and Gyles Brandreth, and Ulrika Jonsson and Nick Hancock.    "
                },
                "5": {
                    "title": "British Film",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "original air date": "16 May 2015",
                    "year": "2015",
                    "plot": "\n    A celebrity edition of the quiz that tests the depths of general knowledge, presented by Alexander Armstrong and Richard Osman. Featuring British film actors Phil Daniels and Leslie Ash, Keith Allen and Clare Grogan, Vas Blackwood and Thomas Turgoose, and Sally Thomsett and Phil Cornwell.    "
                },
                "6": {
                    "title": "Comedies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "original air date": "5 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    A special celebrity comedies edition of the quiz that tests the depths of general knowledge, presented by Alexander Armstrong and Richard Osman. Featuring Nigel Planer and Doon Mackichan, the Chuckle Brothers, Adil Ray and Kevin Eldon, and Nerys Hughes and Jeremy Dyson.    "
                },
                "7": {
                    "title": "The Noughties",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "original air date": "26 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    A special celebrity Noughties edition of the quiz that tests the depths of general knowledge, presented by Alexander Armstrong and Richard Osman. Featuring Ben Cohen and Kyran Bracken, Zoe Salmon and Dani Harmer, Patrick Baladi and Ewen MacIntosh and Cheryl Fergison and Ricky Groves.    "
                }
            },
            "8": {
                "1": {
                    "title": "Test Match Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 1,
                    "original air date": "29 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity test match edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Featuring Graeme Swann and Alison Mitchell, Michael Vaughan and Phil Tufnell, Melinda Farrell and Jonathan Agnew, and Ebony Rainford-Brent and Henry Blofeld.    "
                },
                "2": {
                    "title": "Children's TV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 2,
                    "original air date": "12 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special children's TV edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Featuring Anthea Turner and Andy Crane, Justin Fletcher and Gemma Hunt, Dave Benson-Phillips and Gareth Jones, Sally James and Geoffrey Hayes.    "
                },
                "3": {
                    "title": "Special 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 3,
                    "original air date": "19 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Featuring LouiseWener and Kate Humble, Mary Peters and Jayne Torvill, Tony Hawks and Henry Kelly, and Gareth Hale and Norman Pace.    "
                },
                "4": {
                    "title": "Radio 1 and Radio 1Xtra",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 4,
                    "original air date": "3 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity Radio 1 and Radio 1Xtra edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Featuring Clara Amfo and Trevor Nelson, Yasmin Evans and Greg James, Chris Stark and Scott Mills, and Dev Griffin and Sarah-Jane Crawford.    "
                },
                "5": {
                    "title": "Writers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 5,
                    "original air date": "10 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity writers edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. FeaturingGermaine Greer and Kathy Lette, Mark Billingham and Val McDermid, Mark Watson and Ian McMillan, and Freya North and Tony Parsons.    "
                },
                "6": {
                    "title": "History",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 6,
                    "original air date": "17 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity history edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. FeaturingKate Williams and Adam Hart-Davis, Janina Ramirez and Andrew Graham-Dixon, Ben Willbond and Laurence Rickard, Lars Tharp and Tim Wonnacott.    "
                },
                "7": {
                    "title": "Music",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 7,
                    "original air date": "24 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity music edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. FeaturingSinitta and Jaymi Hensley, Vernie Bennett and Easther Bennett, Claire Richards and Ian 'H' Watkins and Tony Christie and Ben Adams.    "
                },
                "8": {
                    "title": "Halloween",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 8,
                    "original air date": "31 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity Halloween edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Featuring Ruth Madoc and Russell Grant, Jedward, Louie Spence and Rory McGrath, and Linda Lusardi and Chico.    "
                },
                "9": {
                    "title": "Child Stars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 9,
                    "original air date": "7 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity child stars edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. FeaturingTyger Drew-Honey and Thomas Turgoose, Lee MacDonald and Erkan Mustafa, Michelle Gayle and Adam Rickitt, Julie Dawn Cole and Mark Lester.    "
                },
                "10": {
                    "title": "Food & Drink",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 10,
                    "original air date": "21 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity food and drink edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of.Featuring Ed Baines and Paul Rankin, Richard Burr and Frances Quinn, Tony Singh and Cyrus Todiwala, and Jean-Christophe Novelli and Jo Pratt.    "
                },
                "11": {
                    "title": "Formula One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 11,
                    "original air date": "28 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity Formula One edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Featuring Allan McNish and Claire Williams, Murray Walker and Nigel Mansell, Christian Horner and Suzi Perry, and David Coulthard and Mark Webber.    "
                },
                "12": {
                    "title": "Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 12,
                    "original air date": "5 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special business edition of the general knowledge quiz in which four teams of celebrities try to come up with the answers that no-one else could think of.Presented by Alexander Armstrong and co-host Richard Osman, and featuring Jacqueline Gold and Richard Farleigh, Tim Campbell and Saira Khan, Michelle Mone and Declan Curry, and Peter Ratcliffe and Jeff Salmon.    "
                },
                "13": {
                    "title": "Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 13,
                    "original air date": "12 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special family edition of the general knowledge quiz in which four teams of celebrities try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman, and featuring Louis Theroux and Nancy Strang, Michael Underwood and Angellica Bell, Calum Best and Angie Best and Gary Lineker and Harry Lineker.    "
                },
                "14": {
                    "title": "Reality TV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 14,
                    "original air date": "19 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    With guests Ruth Badger and Solomon Akhtar, Carl Fogarty and Jimmy Bullard, Craig Phillips and Nikki Grahame, and Jamie Laing and Alex Mytton.    "
                },
                "15": {
                    "title": "Health and Fitness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 15,
                    "original air date": "16 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    With Dr Dawn Harper, Dr Pixie McKenna, Robin Cousins, Rosemary Conley, Iwan Thomas, Katherine Merry, Dr Chris Steele and Lizzie Webb.    "
                },
                "16": {
                    "title": "Soapstars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 16,
                    "original air date": "23 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    With Joe Swash, John Altman, Nick Pickard, Ali Bastian, Victoria Bush, Zaraah Abrahams, Sharon Maughan and Tina Hobley.    "
                },
                "17": {
                    "title": "Sport",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 17,
                    "original air date": "30 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Alexander Armstrong and Richard Osman are joined by Willie Thorne, Tony Jacklin, Andy Fordham, Deta Hedman, Tessa Sanderson, Derek Redmond, Nick Easter and Martin Offiah.    "
                }
            },
            "9": {
                "1": {
                    "title": "FA Cup",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 1,
                    "original air date": "9 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    With Eni Aluko, Guy Mowbray, Kevin Kilbane, Mark Chapman, Dan Walker, Mark Lawrenson, Rachel Yankey and Kelly Smith.    "
                },
                "2": {
                    "title": "Comedy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 2,
                    "original air date": "19 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a celebrity version of the general knowledge quiz in which contestants try to come up with the answers that nobody else could think of - This week's celebrities are Simon Day, Paul Chowdhry, Emily Atack, Ian Lavender, Kerry Godiman, Graeme Garden, Steve Pemberton and Bob Mortimer.    "
                },
                "3": {
                    "title": "Special #1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 3,
                    "original air date": "26 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Alexander and Richard present another celebrity edition of the quiz show, inviting more famous faces to come up with the least likely correct answers to a series of questions. This time, the teams are Rich Hall and Shappi Khorsandi, Sian Lloyd and Fred MacAulay, Mark King and Stuart Maconie, and Chemmy Alcott and Amy Williams.    "
                },
                "4": {
                    "title": "Fashion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 4,
                    "original air date": "16 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity fashion edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Featuring Brix Smith-Start and Jonathan Phang, Amy Childs and Sam Faiers, Grace Woodward and Brendan Courtney, and Lee Stafford and Nicky Clarke.    "
                },
                "5": {
                    "title": "Episode #9.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 5,
                    "original air date": "30 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    A special celebrity edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Keith Chegwin and Iain Lee, Lisa Maxwell and Rav Wilding, Helen Lederer and Nicholas Parsons, and Antony Costa and Michelle Heaton.    "
                },
                "6": {
                    "title": "Radio",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 6,
                    "original air date": "7 May 2016",
                    "year": "2016",
                    "plot": "\n    A special celebrity edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman.Featuring Toby Anstis and Jenni Falconer, Janice Long and Bob Harris, Peter White and Steve Punt and Steve Penk and Angie Greaves.    "
                },
                "7": {
                    "title": "Law and Order",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 7,
                    "original air date": "28 May 2016",
                    "year": "2016",
                    "plot": "\n    A special celebrity edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman.Featuring Helen Fraser and Victoria Alcock, Roberta Taylor and Chris Ellison, Arthur Bostrom and Mina Anwar, and Dominic Littlewood and Matt Allwright.    "
                },
                "8": {
                    "title": "Special #3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 8,
                    "original air date": "3 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    A special celebrity edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Tim Vine and Terry Alderton, Tracy-Ann Oberman and David Schneider, Reverend Richard Coles and Julia Hartley-Brewer, and Arthur Smith and Arlene Phillips.    "
                }
            },
            "10": {
                "1": {
                    "title": "Eurovision",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 1,
                    "original air date": "14 May 2016",
                    "year": "2016",
                    "plot": "\n    A special Eurovision edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman, and featuring Johnny Logan and Linda Martin, Natalie Powers and Russ Spencer, Jenny Frost and Sophie McDonnell, and Bucks Fizz.    "
                },
                "2": {
                    "title": "Euro 2016",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 2,
                    "original air date": "4 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    A special Euro 2016 edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman and featuring Stephanie Roche and Kevin Kilbane, Danny Gabbidon and Jason Mohammad, Neil Lennon and Iain Dowie, and Gabby Logan and Steve Wilson.    "
                },
                "3": {
                    "title": "Olympic Golds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 3,
                    "original air date": "30 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    A special celebrity edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Aled Davies and Tessa Sanderson, David Wilkie and Dame Mary Peters, Jason Gardener MBE and Marlon Devonish MBE, and Tanni Grey-Thompson and Sally Gunnell.    "
                },
                "4": {
                    "title": "Comedies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 4,
                    "original air date": "27 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    A special comedies edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Pauline McLynn and Hugh Dennis, Adil Ray and Charlie Higson, Vicki Michelle and Richard Gibson, and Tina Malone and Jean Fergusson.    "
                },
                "5": {
                    "title": "Music",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 5,
                    "original air date": "10 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    A special celebrity music edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Fish and Barbara Dickson, Nick Heywood and Toyah Wilcox, Heather Small and Mari Wilson, and Jessica Taylor and Kelli Young.    "
                },
                "6": {
                    "title": "Impressionists",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 6,
                    "original air date": "17 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    A special celebrity impressionists edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Alistair McGowan and Ronni Ancona, Jon Culshaw and Jan Ravens, Rory Bremner and Matt Forde, and Francine Lewis and Danny Posthill.    "
                },
                "7": {
                    "title": "Strictly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 7,
                    "original air date": "24 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    A special celebrity Strictly edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Brendan Cole and Sophie Ellis-Bexter, Chris Hollins and Russell Grant, Aliona Vilani and Jay McGuinness, and Anton Du Beke and Erin Boag.    "
                },
                "8": {
                    "title": "News",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 8,
                    "original air date": "1 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    A special celebrity News edition of the general knowledge quiz in which four teams try to come up with the answers that no one else could think of. With Alexander Armstrong and co-host Richard Osman, and featuring Alastair Stewart and Charlene White, Emily Maitlis and Nick Robinson, Piers Morgan and Susanna Reid, Rageh Omaar and Cathy Newman.    "
                },
                "9": {
                    "title": "Writers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 9,
                    "original air date": "8 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    A special celebrity writers edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring John O'Farrell and Emma Kennedy, Kathy Lette and Kate Mosse, Benjamin Zephaniah and Roger McGough, and Terry Deary and Bryony Gordon.    "
                },
                "10": {
                    "title": "Outdoors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 10,
                    "original air date": "15 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    A special celebrity outdoors edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Chris Packham and Martin Hughes-Games, Tom Heap and Jules Hudson, Miranda Krestovnikoff and Paul Heiney, and Naomi Wilkinson and Bill Oddie.    "
                },
                "11": {
                    "title": "1970s",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 11,
                    "original air date": "22 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    A special celebrity 1970s edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Babs Powell and Dee Dee Wilde, John Conteh and Alan Mullery, Michael Keating and Jacqueline Pearce, and Martin Lee and Sandra Stevens.    "
                },
                "12": {
                    "title": "Comedians",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 12,
                    "original air date": "29 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    A celebrity comedians edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Hal Cruttenden and Justin Moorhouse, Rhona Cameron and Sean Hughes, Jeremy Hardy and Francesca Martinez, Robert Webb and Isy Suttie.    "
                },
                "13": {
                    "title": "Journalists",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 13,
                    "original air date": "5 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    A celebrity journalists edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Jane Moore and Kevin O'Sullivan, Miranda Sawyer and Tony Parsons, Toby Young and Melissa Kite, and Lizo Mzimba and Frank Gardner.    "
                },
                "14": {
                    "title": "Sports Personality of the Year",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 14,
                    "original air date": "17 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity Sports Personality of the Year edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Featuring Jayne Torvill and Geoff Thomas, Paula Radcliffe and Dame Mary Peters, Robin Cousins and Fatima Whitbread, and Maggie Alphonsi and Greg Rusedski.    "
                },
                "15": {
                    "title": "Christmas Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 15,
                    "original air date": "24 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Alexander Armstrong and Richard Osman present a special celebrity Christmas edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Featuring Lesley Joseph and Duncan James, Faye Tozer and Bobby Davro, Joe Pasquale and Wendi Peters, and Natasha Hamilton and Keith Chegwin.    "
                },
                "16": {
                    "title": "Radio 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 16,
                    "original air date": "7 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    A special celebrity Radio 2 edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Jo Whiley and Jeremy Vine, Zoe Ball and Michael Ball, Ken Bruce and Anneka Rice, Vanessa Feltz and Craig Charles. Plus, a performance from Mika.    "
                },
                "17": {
                    "title": "Food and Drink",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 17,
                    "original air date": "14 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    A special celebrity food and drink edition of the general knowledge quiz in which four teams try to come up with the answers that no one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Brian Turner and Fay Maschler, Jilly Goolden and Olly Smith, Sophie Grigson and Michael Caines, Cyrus Todiwala and Tony Singh.    "
                },
                "18": {
                    "title": "Experts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 18,
                    "original air date": "21 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    A special celebrity experts edition of the general knowledge quiz in which four teams try to come up with the answers that no one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Kieran Long and Piers Taylor, Martin Roberts and Amanda Lamb, Vicki Butler-Henderson and Tiff Needell, and John Hammond and Laura Tobin.    "
                },
                "19": {
                    "title": "Special 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 19,
                    "original air date": "28 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    A special celebrity experts edition of the general knowledge quiz in which four teams try to come up with the answers that no one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Rev Richard Coles and Diane-Louise Jordan, Nancy Dell'Olio and Matt Barbet, Sharron Davies and Mark Foster, and Gyles Brandreth and Susan Calman.    "
                },
                "20": {
                    "title": "Medical",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 20,
                    "original air date": "1 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    A special celebrity medical edition of the general knowledge quiz in which four teams try to come up with the answers that no one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Guy Henry and Rosie Marcel, Vicki Pepperdine and Ricky Grover, Ranj Singh and Hilary Jones, and Charles Dale and Amanda Henderson.    "
                },
                "21": {
                    "title": "Music",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 21,
                    "original air date": "8 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    A special celebrity music edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Mick Foster and Tony Allen, Pauline Black and Harvey, Jonathan Ansell and Faryl Smith, and Lee Latchford-Evans and Michelle Heaton.    "
                },
                "22": {
                    "title": "Families",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 22,
                    "original air date": "15 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    A special celebrity family edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Richard and Chloe Madeley, JB and Chloe Gill, Fern Britton and Grace Jones, and Keavy and Edele Lynch.    "
                },
                "23": {
                    "title": "International",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 23,
                    "original air date": "29 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    A special international celebrity edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Jimmy Osmond and Kym Mazelle, Jedward, Nancy Lam and Sam Simmons, and Ossie Ardiles and Guillem Balague. With a performance from Jimmy Osmond.    "
                },
                "24": {
                    "title": "Talent Shows",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 24,
                    "original air date": "6 May 2017",
                    "year": "2017",
                    "plot": "\n    A special celebrity talent shows edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Richard Park and David Grant, Ben Forster and Danielle Hope, Patti Boulaye and Nina Myskow, and Ashleigh and Pudsey and Jamie Raven.    "
                },
                "25": {
                    "title": "Comedy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 25,
                    "original air date": "13 May 2017",
                    "year": "2017",
                    "plot": "\n    A special celebrity comedy edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Andi Osho and Holly Walsh, Kevin Eldon and Dave Jones, Barry Cryer and Omid Djalili, and Stephen Frost and Helen Atkinson-Wood.    "
                },
                "26": {
                    "title": "Musicals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 26,
                    "original air date": "20 May 2017",
                    "year": "2017",
                    "plot": "\n    A special celebrity musicals edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Tim Rice and Don Black, Siobhan Dillon and Connie Fisher, Claire Sweeney and Nigel Planer, and Cory English and Phill Jupitus.    "
                },
                "27": {
                    "title": "Writers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 27,
                    "original air date": "23 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    A special celebrity writers edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman.Featuring Liz Pichon and Pam Ayres, Quentin Letts and Yasmin Alibhai-Brown, Jill Mansell and Jimmy McGovern, and Mark Watson and Owen Jones.    "
                },
                "28": {
                    "title": "Sport",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 28,
                    "original air date": "30 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    A special celebrity sport edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman.Featuring Callum Smith and Anthony Crolla, Kelly Sotherton and Ashia Hansen, Neil Robertson and Ken Doherty, and Vicky Gomersall and Charlotte Jackson.    "
                },
                "29": {
                    "title": "Arts and Culture",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 29,
                    "original air date": "7 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    A special celebrity arts and culture edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Paul Morley and Annie Nightingale, Katie Derham and Will Gompertz, Tim Marlow and Janet Street-Porter, and Richard Stilgoe and Meera Syal.    "
                },
                "30": {
                    "title": "Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 30,
                    "original air date": "14 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    A special celebrity family edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman.Featuring Robert Lindsay and Sydney Stevenson, Merrill and Jay Osmond, Richard Blackwood and Sophie Mayers, and Richard Herring and Catie Wilkins.    "
                },
                "31": {
                    "title": "Famous Voices",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 31,
                    "original air date": "21 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    A special celebrity famous voices edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Brenda Longman and John Leeson, Peter Dickson and Jon Briggs, Redd Pepper and Marcus Bentley, and Felicity Finch and Emerald O'Hanrahan.    "
                },
                "32": {
                    "title": "Soaps",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 32,
                    "original air date": "28 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    A special celebrity soaps edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman.Featuring Kevin Kennedy and Amanda Barrie, Shaun Williamson and Paul Henry, Chris Bisson and Adele Silva, and Gemma Merna and Nicole Barber-Lane.    "
                },
                "33": {
                    "title": "Special #2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 33,
                    "original air date": "4 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    A special celebrity edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman.Featuring Lucy Porter and Rob Deering, Rachel Johnson and Stanley Johnson, John Shuttleworth and Dave Gorman, and Carol McGiffin and Charlotte Crosby.    "
                },
                "34": {
                    "title": "Kids' TV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 34,
                    "original air date": "11 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    A special celebrity children's TV edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host RichardOsman. Featuring Sarah Greene and John Craven, Richard McCourt and Dominic Wood, Cerrie Burnell and Ben Faulks, and Sue Devaney and Richard Holian.    "
                },
                "35": {
                    "title": "Sci-Fi and Fantasy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 35,
                    "original air date": "18 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    A special celebrity sci-fi and fantasy edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Hannah Waddingham, Gemma Whelan, Jeff Rawle, Chris Rankin, David Dixon, Sandra Dickinson, Norman Lovett and Hattie Hayridge.    "
                },
                "36": {
                    "title": "TV Winners",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 36,
                    "original air date": "25 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    A special celebrity TV winners edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Jane Devonshire, Simon Wood, Yasmina Siadatan, Lee McQueen, Sam Bailey, Michelle McManus, Jermaine Jackson and George Sampson.    "
                },
                "37": {
                    "title": "1980s",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 37,
                    "original air date": "6 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    A special celebrity 1980s edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Fatima Whitbread and Robin Cousins, Colin Baker and Nicola Bryant, Mark Curry and Peter Duncan, and Sonia and Jaki Graham.    "
                },
                "38": {
                    "title": "Academia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 38,
                    "original air date": "13 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    A special celebrity academia edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Dr John Cooper Clarke and Suzannah Lipscomb, Mark Horton and Alice Roberts, Maggie Aderin-Pocock and Jim Al-Khalili, and Robin Ince and Kate Williams.    "
                },
                "39": {
                    "title": "Noughties",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 39,
                    "original air date": "20 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    A special celebrity noughties edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Lisa Maffia and Romeo, Gail Emms and Audley Harrison, David Spinx and Susie Amy, and Katy Brand and Brian Belo.    "
                },
                "40": {
                    "title": "Radio",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 40,
                    "original air date": "27 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    A special celebrity radio edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman.Featuring Mark Steel and Marcus Brigstocke, Nicky Campbell and Rachel Burden, Liz Kershaw and Nihal, and Shaun Keaveny and Nemone.    "
                },
                "41": {
                    "title": "Comedians",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 41,
                    "original air date": "10 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    A special celebrity comedians edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Sarah Millican and Gary Delaney, Jack Carroll and Terry Alderton, Lee Hurst and Arthur Smith, and Helen Lederer and Cariad Lloyd.    "
                },
                "42": {
                    "title": "1990s",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 42,
                    "original air date": "3 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    A special celebrity 1990s edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Colin Jackson and Roger Black, Rowetta and Tony Mortimer, Tim Vincent and Anna Ryder Richardson, and Kirsten O'Brien and Chesney Hawkes.    "
                },
                "43": {
                    "title": "Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 43,
                    "original air date": "10 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    A special celebrity edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Bob Harris and Chris Difford, Kerry Godliman and Miles Jupp, Jenny Eclair and Linda Robson, Debbie McGee and Angelos Epithemiou.    "
                },
                "44": {
                    "title": "Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 44,
                    "original air date": "17 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    A special celebrity edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Sam Nixon and Mark Rhodes, Ellie Taylor and Milton Jones, Jay Rayner and Thomasina Miers, and Paul Martin and Sara Pascoe.    "
                },
                "45": {
                    "title": "World Champions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 45,
                    "original air date": "31 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    A special celebrity world champions edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Steve Davis and Sarah Ayton, Trina Gulliver and Eric Bristow, Kriss Akabusi and John Regis, Steve Collins and Jayne Torvill.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Christmas Special 2015",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pointless Celebrities (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "25 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    A special celebrity Christmas edition of the general knowledge quiz in which four teams try to come up with the answers that no-one else could think of. Presented by Alexander Armstrong and co-host Richard Osman. Featuring Jeffrey Holland and Su Pollard, Alison Hammond and Robin Windsor, The Krankies, Louise Jameson and Colin Baker.    "
                }
            }
        },
        "number of episodes": 187,
        "cast": [
            {
                "name": "Armstrong, Alexander"
            },
            {
                "name": "Osman, Richard"
            },
            {
                "name": "Feltz, Vanessa"
            },
            {
                "name": "Williamson, Shaun"
            },
            {
                "name": "Lederer, Helen"
            },
            {
                "name": "Carty, Todd"
            },
            {
                "name": "Joseph, Lesley"
            },
            {
                "name": "Pasquale, Joe"
            },
            {
                "name": "Sonia"
            },
            {
                "name": "Willcox, Toyah"
            },
            {
                "name": "Chegwin, Keith"
            },
            {
                "name": "Pollard, Su"
            },
            {
                "name": "Torvill, Jayne"
            },
            {
                "name": "Cousins, Robin"
            },
            {
                "name": "Brandreth, Gyles"
            },
            {
                "name": "Jonsson, Ulrika"
            },
            {
                "name": "Craven, John"
            },
            {
                "name": "McGiffin, Carol"
            },
            {
                "name": "Chuckle, Barry"
            },
            {
                "name": "Chuckle, Paul"
            },
            {
                "name": "Day, Simon"
            },
            {
                "name": "Bruce, Ken"
            },
            {
                "name": "Sanderson, Tessa"
            },
            {
                "name": "Herring, Richard"
            },
            {
                "name": "Greene, Sarah"
            },
            {
                "name": "Oddie, Bill"
            },
            {
                "name": "Tufnell, Phil"
            },
            {
                "name": "Davies, Sharron"
            },
            {
                "name": "Derham, Katie"
            },
            {
                "name": "Heaton, Michelle"
            },
            {
                "name": "Phillips, Arlene"
            },
            {
                "name": "Britton, Fern"
            },
            {
                "name": "Diamond, Anne"
            },
            {
                "name": "Hughes, Nerys"
            },
            {
                "name": "Sweeney, Claire"
            },
            {
                "name": "Goolden, Jilly"
            },
            {
                "name": "Cruttenden, Hal"
            },
            {
                "name": "Watson, Mark"
            },
            {
                "name": "Stayt, Charlie"
            },
            {
                "name": "Hollins, Chris"
            },
            {
                "name": "Widdecombe, Ann"
            },
            {
                "name": "du Beke, Anton"
            },
            {
                "name": "Langford, Bonnie"
            },
            {
                "name": "Eclair, Jenny"
            },
            {
                "name": "Macdonald, Lee"
            },
            {
                "name": "Mustafa, Erkan"
            },
            {
                "name": "Mzimba, Lizo"
            },
            {
                "name": "Rivron, Rowland"
            },
            {
                "name": "Robson, Linda"
            },
            {
                "name": "Whitbread, Fatima"
            }
        ],
        "genres": [
            "Game-Show"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 11,
        "rating": 6.5,
        "votes": 500,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODk2NTQzOGUtMjJjOS00ZWI1LTgyYWYtOTY3ZGM1M2I3Mzc3XkEyXkFqcGdeQXVyNzA4OTAwNg@@._V1_SY150_CR52,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Pointless Celebrities",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Pointless Celebrities (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9",
            "10",
            "11"
        ],
        "production companies": [
            {
                "name": "Remarkable Television"
            }
        ],
        "distributors": [
            {
                "name": "BBC One"
            },
            {
                "name": "Challenge TV"
            }
        ],
        "other companies": [
            {
                "name": "BBC Studios & Post Production"
            },
            {
                "name": "Cat and Mouse"
            },
            {
                "name": "Redshift Research"
            },
            {
                "name": "Saint"
            }
        ],
        "plot": [
            "Celebrities try to find the most obscure answers to win money for their chosen charities.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 500,
                "rating": 6.5
            },
            "aged under 18": {
                "votes": 3,
                "rating": 7.0
            },
            "aged 18 29": {
                "votes": 115,
                "rating": 6.5
            },
            "aged 30 44": {
                "votes": 146,
                "rating": 6.5
            },
            "aged 45 plus": {
                "votes": 64,
                "rating": 6.6
            },
            "males": {
                "votes": 295,
                "rating": 6.4
            },
            "males aged under 18": {
                "votes": 2,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 90,
                "rating": 6.3
            },
            "males aged 30 44": {
                "votes": 123,
                "rating": 6.4
            },
            "males aged 45 plus": {
                "votes": 59,
                "rating": 6.5
            },
            "females": {
                "votes": 58,
                "rating": 7.1
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 5.0
            },
            "females aged 18 29": {
                "votes": 25,
                "rating": 7.2
            },
            "females aged 30 44": {
                "votes": 21,
                "rating": 7.1
            },
            "females aged 45 plus": {
                "votes": 5,
                "rating": 7.3
            },
            "top 1000 voters": {
                "votes": 32,
                "rating": 6.6
            },
            "us users": {
                "votes": 11,
                "rating": 4.9
            },
            "non us users": {
                "votes": 275,
                "rating": 6.5
            }
        },
        "number of votes": {
            "10": 48,
            "9": 32,
            "8": 72,
            "7": 135,
            "6": 80,
            "5": 65,
            "4": 30,
            "3": 14,
            "2": 10,
            "1": 14
        },
        "arithmetic mean": 6.6,
        "median": 7
    }
}