{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "24 December 2010"
            }
        ],
        "release dates": [
            "UK::24 December 2010"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "British Olympic Dreams (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "24 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Britain's finest Olympic athletes reveal their ups and downs in the quest to reach London 2012 as they look ahead to a crucial year of qualification. Sir Chris Hoy, Jessica Ennis and Beth Tweddle are among the big names featured in a program which takes the viewer behind the scenes of Britain's challenge to triumph on home soil in July 2012.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "British Olympic Dreams (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "12 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Join some of Britain's biggest medal hopes on their journey towards the Olympic Games. Cyclist Bradley Wiggins is back on the velodrome track, hunting a fourth Olympic gold medal, combining the pressures of fatherhood with the intense training necessary to be a champion. And with little more than 500 days to go to the Games, there is a look at the rivalry for places building up within the Great Britain team, as well as the sacrifices being made by athletes desperate to compete at a home Olympics.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "British Olympic Dreams (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "14 May 2011",
                    "year": "2011",
                    "plot": "\n    The race to book a place at the Olympics is hotting up for Britain's athletes, with presenter Ore Oduba offering behind-the-scenes access to the fascinating stories behind their London 2012 quest. Superstar sprinter Mark Cavendish offers an exclusive look into the glamorous life of a road cyclist, the team follow Piggy French every jump of the way at the Badminton Horse Trials, and there is an insight into the life of a beach volleyball player trying to make ends meet at the bottom end of the funding scale. Plus big-name features from the worlds of athletics, ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "British Olympic Dreams (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "18 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    A look behind the scenes into the world of Britain's Olympic hopefuls as they plot a course to London 2012. This edition follows billionaire's granddaughter Laura Bechtolsheimer through a tale of romance, intrigue and a 15 million pound horse. Legendary swimmer Ian Thorpe gives his view on Britain's best medal hopes in the pool, and diving's Pete Waterfield talks families, stolen Olympic medals and teaming up with teenage sensation Tom Daley.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "British Olympic Dreams (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "6 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Behind the scenes with Great Britain's Olympic hopefuls as they prepare for 2012. Heptathlon world champion Jessica Ennis, one of the faces of next year's Games, gives the show exclusive access to her coaching team; the Brownlee brothers, Alistair and Jonathan, continue their bid for more triathlon glory in Spain; and East End rower Mark Hunter, an Olympic gold medal winner in Beijing, talks about the pressures of trying to win gold just a few miles from his home.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "British Olympic Dreams (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "17 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    The series that goes behind the scenes with Great Britain's Olympic hopefuls as they prepare for 2012. This week, the focus is on double Olympic swimming champion Rebecca Adlington, fresh from her gold medal triumph at the World Swimming Championships. We also meet Britain's badminton mixed doubles team of Imogen Bankier and Chris Adcock, who enjoyed a memorable run to the World Championship final last month, and Olympic rowing champions Andrew Triggs Hodge and Pete Reed. Having won gold in the men's four in Beijing, Hodge and Reed have set their sights on gold in the...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "British Olympic Dreams (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "22 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    This episode features exclusive access to legendary swimmer Ian Thorpe in his Swiss training base ahead of his comeback to action, and Paula Radcliffe on her Olympic disappointments and return to form in Berlin. Also included are insights into the worlds of sprint canoe, handball and shooting.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "British Olympic Dreams (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "17 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Ore Oduba and Sonali Shah introduce a review of 2011, focusing on how Britain's Olympic prospects fared in the past 12 months. Highlights include Team GB's performance at the World Rowing Championships in Slovenia, where they topped the medal table, and a record-breaking display at the World Boxing Championships in Azerbaijan. Britain also claimed seven medals at the World Athletics Championships, including memorable golds for Mo Farah and Dai Greene, while it was also a busy year for Britain's elite swimmers and cyclists.    "
                },
                "9": {
                    "title": "Winter Youth Olympic Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "British Olympic Dreams (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "28 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Sonali Shah presents highlights from the inaugural Winter Youth Olympic Games in Innsbruck, following the fortunes of the first British athletes to pull on an Olympic vest in the year of London 2012. Although still only in their teens, the majority have aspirations of representing their country at the Winter Olympics in Sochi, Russia, in two years' time.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "British Olympic Dreams (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "11 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Open water swimmer Keri-Anne Payne, who was the first British athlete to qualify for the Games, provides a look behind the scenes at her winter training camp in the high-altitude resort of Sierra Nevada in Spain. Also featured is rower Alan Campbell, whose single-minded dedication to his sport means that not even Christmas is an excuse for a break from his rigorous training program.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "British Olympic Dreams (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "3 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    This episode focuses on the British triathlon team. Great Britain boasts the two reigning world champions going into the Olympic year - Alistair Brownlee and Helen Jenkins. And if Brownlee puts a foot wrong, his nearest rival is younger brother Jonny, who will also be hoping to land gold this summer. British Olympic Dreams has followed Team GB to Lanzarote for an exclusive look at their training camp.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "British Olympic Dreams (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "31 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Ore Oduba and Sonali Shah present the latest on Team GB's preparations for London 2012. Long-distance swimmer David Davies, rower Helen Glover and hockey's Kate Walsh all feature in this episode, which includes reports from the Team GB base at Loughborough and from the official kit launch at the Tower of London.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "British Olympic Dreams (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "21 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Sonali Shah and Helen Skelton follow gymnast Beth Tweddle in the build up to the Olympics. Ore Oduba talks to cyclist Laura Trott & looks at selection for the 8 man rowing team.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "British Olympic Dreams (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "19 May 2012",
                    "year": "2012",
                    "plot": "\n    British Olympic Dreams again goes behind-the-scenes with aspiring Olympians. Women's road race cyclists Nicole Cooke and Lizzie Armitstead provide frank insight into their very public rivalry. Elsewhere, Britain's dressage team are in competition, and Christine Ohuruogu is at her LA camp as she tries to return to her best form ahead of her Olympic 400m title defence.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "British Olympic Dreams (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "9 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    As the clock ticks ever closer to the London Olympics, Sonali Shah and Ore Oduba track down a host of Britain's top medal contenders. They follow the women's boxing team to the World Championships in China, where they face a nervous battle to qualify for the sport's first-ever appearance in the Games. In taekwondo, Aaron Cook is hoping for success in the hunt for a medal which memorably ended in tears in Beijing four years ago; while William Fox-Pitt gives a look inside his stables as he prepares for the tough challenge of the three-day event in Greenwich Park.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "British Olympic Dreams (TV Series 2010–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "14 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    In a golden final edition of the show ahead of the Games, the team join some of the likely stars of the London Olympics, including swimming world champion Rebecca Adlington and high-profile heptathlete Jessica Ennis. Ben Ainslie takes us on board in his bid for a fourth successive sailing gold medal, while we look back to the Searle brothers' unlikely rowing victory at the 1992 Barcelona Games and join younger brother Greg's bid for gold 20 years on.    "
                }
            }
        },
        "number of episodes": 16,
        "cast": [
            {
                "name": "Oduba, Ore"
            },
            {
                "name": "Shah, Sonali"
            },
            {
                "name": "Ennis-Hill, Jessica"
            },
            {
                "name": "Tweddle, Beth"
            },
            {
                "name": "Adlington, Rebecca"
            },
            {
                "name": "Brownlee, Alistair"
            },
            {
                "name": "Farah, Mo"
            },
            {
                "name": "Thorpe, Ian"
            },
            {
                "name": "Hoy, Chris"
            },
            {
                "name": "Adcock, Chris"
            },
            {
                "name": "Bankier, Imogen"
            },
            {
                "name": "Bechtolsheimer, Laura"
            },
            {
                "name": "Cavendish, Mark"
            },
            {
                "name": "French, Piggy"
            },
            {
                "name": "Greene, Dai"
            },
            {
                "name": "Hunter, Mark"
            },
            {
                "name": "Jones, Jade"
            },
            {
                "name": "Radcliffe, Paula"
            },
            {
                "name": "Reed, Peter"
            },
            {
                "name": "Hodge, Andrew Triggs"
            },
            {
                "name": "Waterfield, Peter"
            },
            {
                "name": "Wiggins, Bradley"
            },
            {
                "name": "Ainslie, Ben"
            },
            {
                "name": "Armitstead, Lizzie"
            },
            {
                "name": "Brownlee, Jonny"
            },
            {
                "name": "Campbell, Alan"
            },
            {
                "name": "Cook, Aaron"
            },
            {
                "name": "Cooke, Nicole"
            },
            {
                "name": "Davies, David"
            },
            {
                "name": "Egington, Ric"
            },
            {
                "name": "Foad, James"
            },
            {
                "name": "Fox-Pitt, William"
            },
            {
                "name": "Glover, Helen"
            },
            {
                "name": "Gregory, Alex"
            },
            {
                "name": "Halsall, Fran"
            },
            {
                "name": "Jenkins, Helen"
            },
            {
                "name": "Louloudis, Constantine"
            },
            {
                "name": "Ohuruogu, Christine"
            },
            {
                "name": "Partridge, Alex"
            },
            {
                "name": "Payne, Keri-Anne"
            },
            {
                "name": "Perdue, Natasha"
            },
            {
                "name": "Richardson-Walsh, Kate"
            },
            {
                "name": "Searle, Greg"
            },
            {
                "name": "Skelton, Helen"
            },
            {
                "name": "Trott, Laura"
            }
        ],
        "genres": [
            "Sport"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.2,
        "votes": 5,
        "cover url": "https://m.media-amazon.com/images/M/MV5BM2VkMzM3YjctNDhmMC00ODA2LWEyN2YtYjIyNzNjMWI5MjEwXkEyXkFqcGdeQXVyMTM1ODExNDQ@._V1_SY150_CR53,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "British Olympic Dreams",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2012",
        "akas": [
            "British Olympic Dreams (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "British Broadcasting Corporation"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC) Television"
            }
        ],
        "plot": [
            "Documentary series following some of Britain's biggest medal hopes as they prepare for the 2012 Olympic Games.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 5,
                "rating": 6.2
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 4.6
            },
            "males": {
                "votes": 5,
                "rating": 4.6
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 4.6
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 3.0
            },
            "us users": {
                "votes": 2,
                "rating": 6.0
            },
            "non us users": {
                "votes": 3,
                "rating": 6.3
            }
        },
        "number of votes": {
            "10": 1,
            "9": 0,
            "8": 1,
            "7": 1,
            "6": 0,
            "5": 1,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 6.2,
        "median": 7
    }
}