{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "17 July 2010"
            }
        ],
        "release dates": [
            "USA::17 July 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "My Ghost Story"
            },
            {
                "countries": "Brazil",
                "title": "Minha História de Fantasma"
            },
            {
                "countries": "USA (fourth season title)",
                "title": "My Ghost Story: Caught on Camera"
            },
            {
                "countries": "USA (sixth season title)",
                "title": "My Ghost Story: Caught on Camera"
            }
        ],
        "akas": [
            "My Ghost Story (original title)",
            "Minha História de Fantasma Brazil",
            "My Ghost Story: Caught on Camera USA (fourth season title)",
            "My Ghost Story: Caught on Camera USA (sixth season title)"
        ],
        "akas from release info": [
            "My Ghost Story (original title)",
            "Minha História de Fantasma Brazil",
            "My Ghost Story: Caught on Camera USA (fourth season title)",
            "My Ghost Story: Caught on Camera USA (sixth season title)"
        ],
        "episodes": {
            "6": {
                "1": {
                    "title": "Restless Spirits",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "5 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    A bartender has experiences at Farside Lounge; a voice of a murderer's spirit who haunts a winery built in 1870; a phantom phone that constantly rings and no one is on the other line; a man takes a picture of a man in buckskin he believes is a soldier who died from a Native American attack while his wife encounters a doppelganger; the ghost of a mentally challenged man's voice is heard crying.    "
                },
                "2": {
                    "title": "When Death Comes Calling",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "12 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Our cameras capture evidence of paranormal activity at the Farside Lounge in Colorado, described as a \"place like a train station where spirits come on their way between worlds.    "
                },
                "3": {
                    "title": "Misery on the Missouri",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "19 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Two former classmates return to their old, abandoned high school and discover the ghost of the old janitor is still on the job. Plus, an ancient shapeshifting demon torments a woman; a spirit with the macabre name of Elvira haunts a Missouri mansion.    "
                },
                "4": {
                    "title": "Photographs of Phantoms",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "26 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    The ghosts of inmates executed in the gas chambers of a Missouri penitentiary can be heard crying out, \"Let me out!\"; red orbs appearing near a woman warn her that something terrible is about to happen to her husband.    "
                },
                "5": {
                    "title": "Scared to Death",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "7 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    An investigator captures a terrifying photo of an apparition thought to have been part of a Ku Klux Klan lynch mob; a saloon of lost souls marks the site of one of the worst fires in American history.    "
                },
                "6": {
                    "title": "Darker Than the Shadows",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "14 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    A terrifying invisible force invades a former nursing home; a house is haunted by a girl who can be seen in a century-old picture pictured of the house; dark spirits harass the owner of a Massachusetts home.    "
                },
                "7": {
                    "title": "The Ghost Box",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "21 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Investigators fear an evil entity has trapped the spirits of children inside an old boys' school; the souls of the dead killed in a train wreck may be haunting a Pennsylvania school.    "
                },
                "8": {
                    "title": "Bloodcurdling",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "28 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Investigators capture blood-curdling screams at a former lunatic asylum where sinister medical procedures were performed in nearby caves; a ghost hunting team develops shocking video of a dark entity called \"The Creeper\".    "
                }
            },
            "1": {
                "1": {
                    "title": "The Evil Down Below",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "17 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    A scientist discovers footage on his security camera that even he can't explain; a sailing ship from the 1800's is home to a ghostly crew; 19th-century slaves who tried to escape on the underground railroad still use a country house as a hiding place; the spirit of a jilted bride haunts the hotel where she plunged to her death.    "
                },
                "2": {
                    "title": "The Incubus",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "24 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Sprits from an abandoned slaughterhouse invade a couple's home; people at a health club work out under the watchful eyes of a cigarette-smoking ghost; an Ohio woman is violated by a paranormal incubus in her own bedroom; and a couple's dream job of running a remote New England lodge is destroyed by rampaging spirits.    "
                },
                "3": {
                    "title": "I Died in This House",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "31 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    A medium experiences the torture of a prison snitch killed by other inmates; two soldiers in Iraq are startled by ghostly encounters in abandoned bunkers; a police officer witnesses paranormal activity in a deserted spa; a spirit in an old hotel celebrates with one guest and terrifies another; and a deceased mom grants her daughter's last wish--to visit her from the other side.    "
                },
                "4": {
                    "title": "The Boy in the Closet",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "7 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    A couple is haunted by the spirit of a little boy who lives in their young son's bedroom closet. A gas station owner's life is abruptly changed by the appearance of a mysterious paranormal mist with a demonic presence. An Old West ghost town lives up to its name and spooks hundreds who have visited. A dying woman gives her dog to a friend...and then she returns as their guardian angel.    "
                },
                "5": {
                    "title": "Screams in the Dark",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "14 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Two men retire without knowing their new home sits on the graves of people who were tortured and murdered by the KKK. The Queen Mary once ruled the high seas, but now ghosts roam her decks. The ghost of the 10th President of the United States haunts his memorial gravesite in Tennessee. Two women experience the results of a curse that was made on a small Texas town.    "
                },
                "6": {
                    "title": "The Face in the Window",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "21 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    A woman under assault by an aggressive entity is rescued by the spirit of her deceased son. A maid who was murdered in the 19th century continues to work at an old Texas hotel. A demon who possessed a teenager now threatens his young family. Ghosts of stars from the silent film era morph onto actors as deformed body parts in a modern movie.    "
                },
                "7": {
                    "title": "It Watches Me While I Sleep",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "28 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    The suburban house of two young cousins is filled with scary encounters after a demonic ceramic giraffe is brought into their home. The Heritage Park Museum of the first Mormon settlement in Utah is haunted by the disembodied presence of a young boy. Mobsters who were gunned down in the 1930's haunt the employees and patrons of a gentlemen's club.    "
                },
                "8": {
                    "title": "The Axe Murderer",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "29 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    An unknown axe murderer still stalks a family he brutally murdered a century ago and then next-door a spirit with a deadly secret haunts a young couple. An off the beaten path bar is stocked with other worldly spirits. A railroad brakeman killed in a train accident haunts the tunnel where his body was mangled.    "
                }
            },
            "2": {
                "1": {
                    "title": "An Entity in Bed",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    An entity jumps into a woman's bed and lies down beside her; two sisters' ghosts roam a Civil War-era house; a castle built on an old Indian burial ground is haunted by its original owner; visitors at a bed and breakfast capture the image of a murderous ghost; and a punk musician has a hair-raising experience at a hospital of horrors--and has the terrifying photos to prove it.    "
                },
                "2": {
                    "title": "A Haunted House",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "9 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    A man and his girlfriend dream of owning their own \"haunted attraction,\" but end up owning an actual haunted house; the ghostly voice of a passenger who died in a plane crash is heard in a chilling recording; video evidence proves that an Indiana bar is haunted; a secretary doesn't believe the rumors that her office building is haunted until strange happenings force her to flee one eerie night.    "
                },
                "3": {
                    "title": "The Demon in the Mist",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "16 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    A phantom breaches security at a South Carolina government building; a pipe-smoking ghost haunts a lighthouse; a son killed in a car accident makes his presence known to his grieving mother; a demon attacks guests at a Texas house, leaving scratch marks across their bodies.    "
                },
                "4": {
                    "title": "The Hand of Death",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "23 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    A cemetery that's home to 80,000 dead souls becomes a \"ghost magnet\"; a family discovers that their new home is filled with the sounds of strange footsteps and whispered conversations; after a woman comes face-to-face with an apparition at her Kentucky farm, she sets to videotape her new ghostly friend.    "
                },
                "5": {
                    "title": "The Dark Spirit",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "30 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    The ghostly antics of two young boys killed at Christmastime in 1964 are captured on video; the tortured souls of a sanitarium haunt a California house; chilling photos and recordings document intense paranormal activity at a railroad near the site of the Battle of Gettysburg.    "
                },
                "6": {
                    "title": "Life After Death",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "7 May 2011",
                    "year": "2011",
                    "plot": "\n    A tourist says he was knifed in the back by a violent ghost in Tombstone, Ariz.; a dead wife jealously haunts her husband and his new girlfriend; a woman snaps the picture of a smiling apparition; and a ghost named Charlie messes with the minds of employees at a New York City bar.    "
                },
                "7": {
                    "title": "I Am Full of Madness",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "14 May 2011",
                    "year": "2011",
                    "plot": "\n    A man captures evidence of powerful poltergeists who threaten to steal the souls of his family; a woman makes contact with a dozen entities and has the stunning photos to show for it; strange lights on the bedroom ceiling, the sounds of doors slamming, and an invisible entity charging up the stairs force a man to flee his home.    "
                },
                "8": {
                    "title": "The Presence",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "21 May 2011",
                    "year": "2011",
                    "plot": "\n    An angry witch's ghost stirs up violent storms and tumultuous events; the spirits of former teachers and students haunt an abandoned schoolhouse; a man on the verge of suicide finds inspiration when a supernatural purple light appears; a paranormal enthusiast unleashes a slew of ghostly activities and captures some phenomenal pictures.    "
                },
                "9": {
                    "title": "Simon Says Die",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "4 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    A terrifying seven-foot-tall shadow figure named \"Mr. Black\" haunts an abandoned hospital; a building is haunted by the spirit of a man whose head was severed by the building's freight elevator; a disfigured demon keeps things spooky at an Irish pub; tour guides reveal amazing photos of apparitions at the Underground Tunnel in Portland, Ore.    "
                },
                "10": {
                    "title": "Things That Go Bump in the Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "11 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    An investigative team shoots video of an orb coming out of the wall at a haunted house where a baby was scalded to death; a man captures the voices and photographs of ghosts at a house haunted by a Roman Catholic bishop; a couple is terrorized by entities after building their dream house; a vacationing family searches for ghostly activity.    "
                }
            },
            "3": {
                "1": {
                    "title": "The Demon Shadow",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "15 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Guests at a Kansas hotel claim they've seen the ghost of the colonel who rebuilt the hotel in the 1860s after pro-slavery forces burned it down; two men encounter spectral footsteps and ectoplasm in an abandoned cemetery; a couple investigating a seminary are poked and kicked by someone unseen and hear screams and voices.    "
                },
                "2": {
                    "title": "Lessons from Beyond",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "22 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Visitors to an old morgue capture videotape evidence of a chair being flipped on its side with no one around; a woman's home becomes haunted after her husband chokes to death on a hot dog; a woman and her son hear strange gunshots at the Gettysburg battlefield; and when a couple visit a lighthouse haunted by a ghost cat and a little ghost boy.    "
                },
                "3": {
                    "title": "Scary Mary",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "29 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    A haunted honky tonk bar in Kentucky has a terrifying past, including murder, suicide, and even a beheading; a police officer who witnessed the horrors of 9/11 believes he is haunted by spirits from that awful day; an Alabama librarian has seen full body apparitions in the children's area and toys moving on their own.    "
                },
                "4": {
                    "title": "Devil in the Blue Dress",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "5 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Two paranormal investigators who thought they had seen it all experience something \"out of a horror movie\"; two women are attacked by an evil spirit acting as a child; a mother confronts a sinister apparition standing over her and her baby's crib; two buddies in a bachelor pad have the same nightmares about a little girl in their closet.    "
                },
                "5": {
                    "title": "Hotel Hell",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "12 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    A Pennsylvania tavern is haunted by a mobster who was gunned down there 81 years ago; paranormal investigators hear entities cry, \"Let me out,\" on haunted Mount Misery Road in New York; the caretakers at an arts center that was once a hospital experience \"phantom smells\" in the old psych ward.    "
                },
                "6": {
                    "title": "Lizzie Borden Took an Axe",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "19 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    A woman taking pictures of her fireplace discovers the ghosts of her relatives in the photos of the flaming logs; visitors come across paranormal activity at the Lizzie Borden house; flying objects terrify a restaurant manager, causing him to lose his hair.    "
                },
                "7": {
                    "title": "Reflections from the Other Side",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "26 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Video of an orb flying around the a room is captured at a Colorado mansion; at least six different spirits haunt an Arkansas house; a Missouri house has an underground tunnel filled with unspeakable sights; crew members on a U.S. Navy ship report seeing the spirits of people who died from natural disasters and epidemics.    "
                },
                "8": {
                    "title": "Screamville",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "3 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    A man lives in a home haunted by the angry spirit of his father; after moving into her new home, an Iraq war veteran hears strange whispers in her ear and is touched while asleep; a tour guide at an Illinois bed and breakfast is terrified when she captures the spirit of the deceased owner in a photo.    "
                },
                "9": {
                    "title": "There Is Something Evil in This House",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "10 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    A paranormal investigator captures a full body apparition; a woman takes over a property without knowing it's filled with child spirits and a silent monk; the ghosts of miners killed in an explosion over a century ago inhabit a Virginia cemetery; the owner of a Texas restaurant believes it's haunted by the spirit of her dead son; and ghosts emerge with a vengeance in a Virginia home.    "
                },
                "10": {
                    "title": "Holiday Hauntings",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "17 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    The historic Palmyra is haunted by a mother and her six children who died there in a fire two days before Christmas over 100 years ago; a Texas hotel is home to the famous ghostly \"man on the stairs\"; ghost children appear as orbs in Christmas pictures taken at a Pennsylvania home; a dog follows his dead mistress's spirit around a California house.    "
                },
                "26": {
                    "title": "Souls Adrift",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 26,
                    "original air date": "20 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Two women capture an EVP of Jesse James at an historic tavern; evidence of a ball rolling by an unseen force and the voice of a little boy looking for his mother at a reform school for boys; a woman on a tour at a naval museum comes into contact with the spirits of a young sailor from the USS Hunchback and Civil War journalist Charles Coffin on the USS Hartford; a paranormal team experience unexplainable activity at an old library, from a black shadow mass to a book moving off a shelf; and a green mist manifests during a séance at a cemetery.    "
                }
            },
            "4": {
                "1": {
                    "title": "The Uninvited",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "21 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    A New York City club manager feels the presence of stripper who was murdered there many years ago; a dead barber gives massages from beyond the grave; a family sees the ghost of an American Indian in front of their fireplace; a man and his fiancée begin to believe in ghosts when they move into a mysterious Victorian mansion; and a woman lying in bed feels cold claws pawing at her face.    "
                },
                "2": {
                    "title": "Bones in the Basement",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "21 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    A paranormal group captured an EVP of a former customer, Leo and mist by the pool table; Two brothers investigated an accident site and believed they captured apparitions of the 3 youths who were killed there; A man tries to help a girl's spirit reunite with her family; Paranormal investigators captured an apparition in a haunted house attraction; A paranormal investigator was attacked in a cemetery; and a chandelier that was used for a suicide now swings by itself.    "
                },
                "3": {
                    "title": "Paranormal Studies 101",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "28 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Visitors see a ghost in a haunted school; a woman sees her murdered husband inside orbs; paranormal studies students capture evidence of strange encounters; the case of ghostly gumbo at a haunted bed and breakfast; and two men explore caves to take photos of spirits.    "
                },
                "4": {
                    "title": "Fear the Creeper",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "28 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Two women investigate claims that the ghosts of six children who were murdered in their beds 100 years ago still haunt the infamous axe murder house in Iowa; an entity in her house scratched the photos of a woman across the neck; two men captured numerous photos and EVPs in an old museum; a woman encounters spirits trapped by a dark energy in her home; and evidences of a ghost cowboy named Jake are captured at a former brothel.    "
                },
                "5": {
                    "title": "Anchored Spirits",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "5 May 2012",
                    "year": "2012",
                    "plot": "\n    Two men investigated a haunted cemetery and encountered entity knocking voice recorder, activate a car remote and EVP saying the man's name; a man gets scratched by an unseen force while investigating an abandoned school; a woman sees the ghost of a cook at a Pennsylvania hotel; the spirits of Native Americans haunt a cave in Kentucky and pulled the hair of a woman; a married couple befriend the spirits of sailors who served on board the USS North Carolina; and EVP of a little girl Lilly Ann, the daughter of the owner of an old 1850 house was captured.    "
                },
                "6": {
                    "title": "End of the Line",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "5 May 2012",
                    "year": "2012",
                    "plot": "\n    Two radio-show hosts captured the EVP of Lizzie Borden and other paranormal activities at her former house in Massachusetts; a paranormal group investigated a haunted train station and captured mists, EVPs, a video of a shadowy figure and physical interaction with an entity;a couple investigated an old manor in Kentucky and captured the EVPs of Civil War veterans and videos of a door opening on its own; a father and daughter investigated an Indiana historic home and captured EVPs of videos of slaves who were burned alive in the house, and physical interaction with an ...    "
                },
                "7": {
                    "title": "Sweet Caroline's Ghost",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "12 May 2012",
                    "year": "2012",
                    "plot": "\n    A woman captured EVPs, orbs, a black mass and felt an entity passed through her body; an exotic dancer captured clips of orbs flying around her studio; a couple and their guests experienced paranormal activities in an old house; a spirit of a child, Molly interacts and plays with guests at a bed and breakfast; and a woman encountered an aggressive entity when she bought a foreclosed house.    "
                },
                "8": {
                    "title": "Ship of Lost Souls",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "2 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Visitors in Eldred, Illinois captured pictures believe to be the Eldred children who died in the house; a couple who recently lost their daughter, Nicole, feel her presence in the house; Captured EVPs and a full-bodied apparition aboard a haunted U.S. navy ship, USS Hornet; a woman and her nephew captured photos of orbs, mists and entities that roamed a Texas ghost town; a paranormal enthusiast discovers ghosts have taken residence in his own home after visiting an old bookstore.    "
                },
                "9": {
                    "title": "Nightmare on 6th Street",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "9 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Investigators captured evidence of spirits at an old opera house; a haunted house that was once home to a massacre contains the spirits of poor people who sought to escape the dust bowl; a couple experienced paranormal activities in an old hotel they purchased including the spirit of the wife's father; spirits launched vicious attacks on two paranormal investigators; and the ghost of a little girl who spent time in a Confederate hospital is captured on camera playing tag.    "
                },
                "10": {
                    "title": "Unholy Hounds",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "16 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    A Ouija board brings out a terrifying spirit named \"Vox;\" an Oklahoma inn is packed with ghosts, including a man whose cigar smoke can be smelled by visitors; a haunted rectory has a dark history of murder and dog fighting; and a woman has proof that ghosts from a neighboring cemetery are visiting her home, including a photo of the ghost of a little boy and sounds of a drum roll and a gun shot.    "
                },
                "11": {
                    "title": "Let's Scare Them",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "23 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    A man believes his wife's spirit lives on in a haunted music hall; two women see the lights of a ghost train coming down the track; a woman experienced paranormal activities and her dog senses spirits in her home attic in Ohio; the ghost of a little girl Alice haunts an old Illinois house; and a man thinks his Illinois farm is haunted by ghosts.    "
                },
                "12": {
                    "title": "The Bride Wore Black",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "30 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    A serpentine entity was captured by paranormal investigators in an Texan house; A couple of paranormal investigators get a shocking surprise when they encounter a glowing entity with horn at a haunted apple farm; a woman sees the image of a woman in black Victorian dress in a pan of water at a visitors center; the apparitions of former mental health patients still reside in a psychiatric museum; and a bride sees the ghost of a little girl during her wedding at a haunted house.    "
                },
                "13": {
                    "title": "Attracting Spirits",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "7 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    A man captures the ghost of a puppy on video; paranormal investigators captured EVP and the face of a caretaker in a haunted lighthouse; paranormal investigators captured EVP and the face of a child who drowned; the ghost of a young boy haunts a young women while she was dressing and showering; and the spirit of a little girl Jessica haunts a building with a long history.    "
                },
                "14": {
                    "title": "The Dead Can Dance",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "original air date": "14 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    The spirit of a man who died in the dungeons at the Salem Witch Trials is caught on film; a malevolent spirit pushes a woman down a flight of stairs at a haunted dance studio; a man sees the ghost of a young girl who was killed in his garage long ago now appears in his house; and the ghosts of Prohibition-era gangsters are captured in EVP's and photographs.    "
                },
                "16": {
                    "title": "Rocco's Revenge",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "original air date": "5 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Hell-o, dolly: A couple's lives unravel after they find a strange porcelain doll in a dead, burnt-out tree. Plus, the spirits of speakeasy patrons haunt a ghostly inn and the terrifying image of a flying spirit is caught on tape.    "
                },
                "27": {
                    "title": "My Ghost Story #53",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 27,
                    "original air date": "Dec. 2012",
                    "year": "2012",
                    "plot": "\n    A woman's dream home becomes a nightmare when she senses she's being hugged by a small child who isn't there and a group of friends visit the haunted city of Virginia City, Nev., to capture evidence of spirits and get more than they bargained for.    "
                },
                "38": {
                    "title": "Episode #4.38",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 38,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "39": {
                    "title": "Episode #4.39",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 39,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "41": {
                    "title": "Episode #4.41",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 41,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "43": {
                    "title": "Episode #4.43",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 43,
                    "original air date": "5 Oct. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "5": {
                "1": {
                    "title": "Documenting Dance",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "5 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Paranormal activity haunts a Texas bar where the owner committed suicide and a psychic mentally transports herself back to the time when the spirits inhabiting a Chicago theater lived.    "
                },
                "2": {
                    "title": "My Ghost Story #56",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Investigators capture evidence that an Oklahoma house is haunted by a preacher who killed his son and then hung himself and a couple sets up a night vision camera to catch terrifying footage of paranormal events.    "
                },
                "3": {
                    "title": "Ghosts on the Grange",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "12 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    The spirit of a former maintenance worker is believed to haunt an Ohio town's municipal building; the ghost of an old man haunts the basement of the house he died in for nearly three decades; a famous Boston jazz club is home to visitors from the past; paranormal evidence captured at a haunted Grange hall; and the souls of Molly Maguires communicate with a clairvoyant medium and her team.    "
                },
                "4": {
                    "title": "Church of Darkness",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "19 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Investigators capture the voices and screams of inmates' ghosts at Ohio's Mansfield Prison and Confederate spirits haunt a Texas house where over 3,000 Civil War widows and soldiers' wives died.    "
                },
                "5": {
                    "title": "Damnation Plantation",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "26 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    A teenager is attacked by a tall dark entity in the upstairs apartment where four family members died while living there; the spirits of four children who were hurt by an evil man with a scar on his face reach out to the owners of an antique store; EVP's are captured at a town hall that was built on a Wampanoag Indian Burial Ground; a house that was a former Civil War field hospital in Gettysburg is haunted by a Union soldier a little boy calls \"blue monster\"; and a woman sees a black shadow figure believed to be a slave owner at her plantation.    "
                },
                "6": {
                    "title": "My Ghost Story #60",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "2 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    A ghost hunting team is warned by an angel reader not to investigate a dark entity in a jail basement--but the team goes in anyway. Plus: Thrill-seekers look for paranormal activity in a cemetery on Halloween and find it.    "
                },
                "7": {
                    "title": "My Ghost Story #62",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "9 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    After a couple buy a house nicknamed \"The Boneyard,\" they see books flying off the shelves and hear footsteps and voices when the house is empty.    "
                },
                "8": {
                    "title": "My Ghost Story: Caught on Camera - 63",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "Apr. 2013",
                    "year": "2013",
                    "plot": "\n    A Kentucky tavern that was once connected to the mob is haunted by a voice that begs, \"Please help me\" and a spirit grabs a woman's leg at an old Iowa home. Also moving curtains, strange lights, children's voices, and shadows haunt a community center.    "
                },
                "9": {
                    "title": "Once in a Black Moon",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "30 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    A couple buys a house with ties to the occult and discovers the previous owner practiced witchcraft opening a portal to the other side; employees encounter the ghost of a slave in the restaurant basement that was used as a stop on the Underground Railroad; a guest captures a shadowy figure on a video camera in the ballroom at a lakeside hotel; a hobby horse seen moving by itself is caught on camera at an infamous haunted attraction; and a lady with a lantern and an EVP of a little boy are captured at a Civil War-era mansion.    "
                },
                "10": {
                    "title": "Asylum 49",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "7 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    The owner of a haunted attraction encounters spirit of a little girl; an investigation to an abandoned hospital has an image of a face in the window appears to have snakes in its hair; two ghost hunters in Joliet, Illinois feel an evil entity in the basement morgue and a seven foot man upstairs; a sensitive comes in contact with a pilot who crashed his plane; a father and daughter catch video evidence of a black mass in their home.    "
                },
                "11": {
                    "title": "Hamilton House Ghosts",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "17 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    After a woman investigates a building from the early 1900s, she encounters a little ghost girl who likes to play hide and seek; waiters at a haunted restaurant established in 1852 serve phantom patrons; a couple experiences paranormal activity from the ghost of a bank robber who was killed in their historic home; when deer hunters find human remains of a kidnapper on a woman's property, the dead body's spirit haunts inside her house; and investigators capture a photo of a white mist hovering above a bed at an old school now a bed and breakfast.    "
                },
                "12": {
                    "title": "Love Never Dies",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "21 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Tracy Wilson of Maryland and her family have a joyous Christmas when they find evidence that the spirit of Tracy's beloved grandmother, Bernice, still inhabits her long-time home.    "
                },
                "13": {
                    "title": "Beyond the Grave",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "28 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    A dog growls at something right after the owner's arm is grabbed by a ghost of a little boy; after a man digs up a girl's headstone, he is plagued by the spirit of the girl's father; a paranormal team captures video footage of playing cards moving and a door opening at a miner's hotel; an orb is seen on camera traveling down a tunnel along with a voice in an abandoned TB hospital; an EVP of a chilling voice in the basement of an old jail.    "
                },
                "14": {
                    "title": "Orbs of the Octagon",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "original air date": "23 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Large orbs are captured on investigators video cameras in an unusual 8-sided house. Horrific screams of a woman who lost her child to fever are heard at one of the most haunted forts in the country; a paranormal team gets more than they bargain for when they encounter an inmate's spirit during their investigation at a haunted Australian jail; two woman come into contact with an evil entity believed to be the Madame of a former brothel turned restaurant; and a woman gets touched by a spirit and captures it on camera at an old schoolhouse she purchased to open as a bed ...    "
                },
                "15": {
                    "title": "Go Toward the Light",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 15,
                    "original air date": "2 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    While investigating a private home, two women capture an image of a little girl on camera; a woman shoots pictures of glowing orbs inside and outside her own home; a man is encounters a woman's ghost believed to be the owner's wife while staying at a grand hotel; negative entities inhabit a Canadian church when a paranormal team open a portal while during an EVP session; and a medium comes into contact with screaming soldiers' spirits inside a farmhouse that was used as an old Confederate field hospital.    "
                },
                "16": {
                    "title": "Mansion of Tortured Spirits",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 16,
                    "original air date": "9 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Investigators visit a mansion of tortured souls and a woman runs out screaming from a bed and breakfast when an apparition appears right in front of her. A teacher and her students haunt a century-old school.    "
                },
                "17": {
                    "title": "Disturbing the Peace",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 17,
                    "original air date": "16 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    In Charleston, S.C., two women meet the Old City Jail's most notorious resident--the ghost of serial killer Lavinia Fisher. Also, strange voices in the night help a woman to save her baby's life and a spirit gets his kicks by tormenting a policeman's dog.    "
                },
                "18": {
                    "title": "Haunting Grounds of Ireland",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 18,
                    "original air date": "23 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    A bearded ghost tries to drown a young girl in a tub and spirits from Prohibition times party in the basement of a house that used to be a speakeasy. Also, investigators capture the full-body apparition of a girl who died in an Irish castle.    "
                },
                "19": {
                    "title": "My Orb Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 19,
                    "original air date": "30 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    A trustee gets the ghostly experience of his life when he is confronted by a mournful man's moaning in an old mill where many work-related accidents occurred; while visiting a jail, two women witness a reflection of a man wearing a white cloak in a mirror in one of the cells; a couple of bikers ride into a cemetery and captures a variety of orbs on camera; the angry spirit of a woman's first husband who committed suicide haunts her home; and the ghost of a man from a car-crash on a Canadian highway is seen sitting in the back seat of psychic's car and she connects ...    "
                },
                "20": {
                    "title": "Screams in the Castle",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 20,
                    "original air date": "6 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    When a woman moves into her new home, she finds a human bone in the garden believed to be the remains of the previous owner who murdered his wife; While in an old jail cell, two men capture an inmate's threatening voice during an EVP session; during a visit to a Scottish castle, two sisters encounter the ghosts of an angry clan chief and a noblewoman and her dog; a sensitive at a bed and breakfast witnesses the residual haunting of the death of the original owner's wife; and a prostitute's voice is heard crying out for help at a pub that was a former boathouse for the...    "
                },
                "21": {
                    "title": "Terror at Mr. T's",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 21,
                    "original air date": "13 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    The owner of a haunted attraction gets more than he bargains for when he captures an EVP of a spirit calling his name; two women spend the night at a haunted mill house and feel the presence of a ghost moving their beds; a bartender encounters a ghoulish face in the basement of a 100-year-old Kentucky tavern that was a gambling den; the ghost of a woman's husband comes back to haunt his home and shows her there's more spirits inhabiting the house; and a paranormal investigator believes a portal has opened up for other entities in a home where the owner displays her ...    "
                },
                "22": {
                    "title": "The Spirits of Mineral Springs",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 22,
                    "original air date": "20 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    A ghost of a young woman who was murdered manifests itself in front of two paranormal investigators in English 18th century caves; two men capture photographic evidence of a little boy's spirit in the window of a 100-year-old house near the Battle of Franklin; visitors capture a shower of orbs at a museum of torture devices and encounter a shadow figure in the slaughterhouse; an employee experiences objects moving by a little girl ghost named \"Precocious\" while working at a haunted theater; and the sounds of giggling children frighten the owners of an old farmhouse ...    "
                },
                "23": {
                    "title": "Toys in the Attic",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 23,
                    "original air date": "27 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Paranormal investigators capture a shadow figure on video at an old tavern that used to be an illegal gambling den run by gangsters in the 1930s; while touring a house museum, a woman gets grabbed by a little girl ghost named Genevieve who died in 1862; after moving into her early 1900s house, a woman experiences activity such as loud crashing and banging sounds, and an EVP of a little child's voice asking for help; a man pushes it too far during an EVP session when he gets scratched on his arm by an unseen force while in a haunted community center; and when a man ...    "
                },
                "24": {
                    "title": "The Black Mass",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 24,
                    "original air date": "4 May 2013",
                    "year": "2013",
                    "plot": "\n    While touring an historic house, a couple believes they captured the ghost of the original owner on camera along with video footage of a flying orb in the basement; two female investigators have a run in at a haunted hotel with the spirit of Mary, a former employee who died after a fit of grief when her son committed suicide; a black mass is seen following diners around in a restaurant in which the property once was a gathering place for west Indian tribes; a woman sees orbs in her pictures and learns someone had died in her parent's riverfront house which is near ...    "
                },
                "25": {
                    "title": "Disembodied Voices",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 25,
                    "original air date": "11 May 2013",
                    "year": "2013",
                    "plot": "\n    During a tour, a woman captures a photograph of Susie Clemens, the ghost of Mark Twain's daughter in the author's former house; a tour guide and a photographer experience the same paranormal activity when a voice tells them to \"go away\" while staying at an old hotel; a volunteer at a house museum located next to a mass grave site hears spirit voices of the people who once lived there; two men sense the spirits of prisoners while visiting a Canadian jail; and a couple catches an EVP of a female voice saying \"help me\" by their mobile home near the area where General ...    "
                },
                "26": {
                    "title": "Something Is Still Here",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 26,
                    "original air date": "18 May 2013",
                    "year": "2013",
                    "plot": "\n    During a public ghost hunt, a few people are left with scratches and a hand print on their bodies at a former elementary school turned community center; while staying at an old hotel which was a former bordello a couple felt their bed being pushed by an unseen force they called \"the guardian\"; a ghost of a cowboy gives his name to a man in his family's house that was built in the 1880s; after purchasing a grocery store, the owners realize there's a spirit believed to be boxer Bora Altintas working after hours where he was gunned down outside; and one paranormal team ...    "
                },
                "45": {
                    "title": "Episode #5.45",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Ghost Story (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 45,
                    "original air date": "19 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Investigators capture the voices of inmates' ghosts at Ohio's Mansfield Prison. Confederate spirits haunt a Texas house. A woman is possessed by the ghost of a little girl. A creature known as the \"Crawler\" haunts an old Oklahoma church.    "
                }
            }
        },
        "number of episodes": 84,
        "cast": [
            {
                "name": "Brazeal, Tim"
            },
            {
                "name": "Scott, Terrie"
            },
            {
                "name": "Roberts, Paul Dale"
            },
            {
                "name": "Nicoletti, Chris"
            },
            {
                "name": "Zuzic, Karlo"
            },
            {
                "name": "Davis, Bob"
            },
            {
                "name": "Houser, Johnny"
            },
            {
                "name": "Oman, David"
            },
            {
                "name": "Belanger, Jeff"
            },
            {
                "name": "Feltes, Erin"
            },
            {
                "name": "Lancaster, Stephen"
            },
            {
                "name": "Nichols, Charli"
            },
            {
                "name": "Parry, Marti"
            },
            {
                "name": "Parry, Michael"
            },
            {
                "name": "Pierce, Angela"
            },
            {
                "name": "Roberts, Michael J"
            },
            {
                "name": "Sampron, Kevin"
            },
            {
                "name": "Weisberg, Tim"
            },
            {
                "name": "Argie, Theresa"
            },
            {
                "name": "Cobb, Amy"
            },
            {
                "name": "Gasper, Paul"
            },
            {
                "name": "Nance, Cathy"
            },
            {
                "name": "Norway, Rachel"
            },
            {
                "name": "Page, Christopher"
            },
            {
                "name": "Ricksecker, Mike"
            },
            {
                "name": "Rowells, Jason"
            },
            {
                "name": "Schoonover, Nathan"
            },
            {
                "name": "Storer, Tina"
            },
            {
                "name": "Weber, Cathi"
            },
            {
                "name": "Carter, Sommer"
            },
            {
                "name": "Cook, Austin"
            },
            {
                "name": "Owens, Jeffrey Craig"
            },
            {
                "name": "Yates, Jay"
            },
            {
                "name": "Yates, Marie"
            },
            {
                "name": "Luttrell, Stephen"
            }
        ],
        "locations": [
            "USA"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Singapore:PG::(season 2)"
        ],
        "number of seasons": 6,
        "rating": 6.8,
        "votes": 317,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTgxNjEzNjYyMF5BMl5BanBnXkFtZTgwMjA1NDAxMzE@._V1_SY150_CR38,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "My Ghost Story",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6"
        ],
        "production companies": [
            {
                "name": "Mark Phillips Philms & Telephision"
            }
        ],
        "other companies": [
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            }
        ],
        "plot": [
            "Frightening insight, through first hand experiences, with the paranormal. These stories prove that ghosts are omnipresent.::3acts"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 317,
                "rating": 6.8
            },
            "aged 18 29": {
                "votes": 37,
                "rating": 7.3
            },
            "aged 30 44": {
                "votes": 126,
                "rating": 6.5
            },
            "aged 45 plus": {
                "votes": 74,
                "rating": 7.2
            },
            "males": {
                "votes": 146,
                "rating": 6.3
            },
            "males aged 18 29": {
                "votes": 16,
                "rating": 6.9
            },
            "males aged 30 44": {
                "votes": 79,
                "rating": 6.4
            },
            "males aged 45 plus": {
                "votes": 44,
                "rating": 6.1
            },
            "females": {
                "votes": 101,
                "rating": 7.6
            },
            "females aged 18 29": {
                "votes": 20,
                "rating": 7.7
            },
            "females aged 30 44": {
                "votes": 47,
                "rating": 6.7
            },
            "females aged 45 plus": {
                "votes": 29,
                "rating": 8.5
            },
            "top 1000 voters": {
                "votes": 26,
                "rating": 6.9
            },
            "us users": {
                "votes": 106,
                "rating": 7.1
            },
            "non us users": {
                "votes": 84,
                "rating": 6.0
            }
        },
        "number of votes": {
            "10": 90,
            "9": 30,
            "8": 50,
            "7": 43,
            "6": 36,
            "5": 15,
            "4": 13,
            "3": 6,
            "2": 11,
            "1": 23
        },
        "arithmetic mean": 7.2,
        "median": 8
    }
}