{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "5 February 2010"
            }
        ],
        "release dates": [
            "USA::5 February 2010"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Ashton, Ryan"
            },
            {
                "name": "Clough, Rob"
            },
            {
                "name": "Chong, Jin"
            },
            {
                "name": "Foerter, Duane"
            },
            {
                "name": "Newman, Kristine"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(NTSC Color)"
        ],
        "budget": "CAD50,000 (estimated)",
        "plot outline": "An Inside Look at the Everyday Drama & Adventures of Running The Extravagant Queen Charlotte Lodge. The weekly 30-minute program, airing 10 episodes this season, is filled with great fishing and plenty of drama. Every week viewers can expect the unexpected; a 52-pound fish that saves a guide's job to a night out that costs another staff member theirs, The Lodge promises to entertain even the casual angler. Located at Queen Charlotte Lodge (QCL), a fly-in fishing lodge on the rich Pacific waters of Haida Gwaii in British Columbia, QCL offers the ultimate sport fishing adventure with grounds legendary for their abundance of huge chrome Chinook salmon and bright silver Coho. From inside the lodge, on the dock and on the water, The Lodge uncovers the trials and tribulations of running the QCL, as seen through the eyes of a diverse staff of 80 serving up to 114 guests every week. Each episode features two story lines, offering an unusual inside look at the conflicts, joys and crises that unfold as the staff endures the pressure of catering to a clientele with high standards and high expectations. The Lodge presents an \"ensemble\" cast with more than a dozen QCL employees with most appearing in one or two episodes. Two of the more prominent characters are Marine Mechanic, John Crawford and Dock Manager and Head Guide, Ryan Ashton.",
        "languages": [
            "English"
        ],
        "title": "The Lodge",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2012",
        "akas": [
            "The Lodge (Canada)"
        ],
        "production companies": [
            {
                "name": "The Lodge Productions S3"
            }
        ],
        "distributors": [
            {
                "name": "World Fishing Network"
            }
        ],
        "plot": [
            "An Inside Look at the Everyday Drama & Adventures of Running The Extravagant Queen Charlotte Lodge. The weekly 30-minute program, airing 10 episodes this season, is filled with great fishing and plenty of drama. Every week viewers can expect the unexpected; a 52-pound fish that saves a guide's job to a night out that costs another staff member theirs, _The Lodge_ (qv) promises to entertain even the casual angler. Located at Queen Charlotte Lodge (QCL), a fly-in fishing lodge on the rich Pacific waters of Haida Gwaii in British Columbia, QCL offers the ultimate sport fishing adventure with grounds legendary for their abundance of huge chrome Chinook salmon and bright silver Coho. From inside the lodge, on the dock and on the water, _The Lodge_ (qv) uncovers the trials and tribulations of running the QCL, as seen through the eyes of a diverse staff of 80 serving up to 114 guests every week. Each episode features two story lines, offering an unusual inside look at the conflicts, joys and crises that unfold as the staff endures the pressure of catering to a clientele with high standards and high expectations. _The Lodge_ (qv) presents an \"ensemble\" cast with more than a dozen QCL employees with most appearing in one or two episodes. Two of the more prominent characters are Marine Mechanic, John Crawford and Dock Manager and Head Guide, Ryan Ashton.::WFN"
        ],
        "tech": {
            "color": [
                "Color (NTSC Color)"
            ]
        }
    }
}