{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "10 January 2010"
            }
        ],
        "release dates": [
            "USA::10 January 2010"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Fluck, Johnathan"
            },
            {
                "name": "K., Ian"
            },
            {
                "name": "Zack, Steven Michael"
            }
        ],
        "genres": [
            "Short",
            "Sci-Fi"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BMmQxNGUzODktMjY2Ny00ZWMxLWI3YzItYTk2NzdjMTM3OGNiXkEyXkFqcGdeQXVyNjc0MTQyMTg@._V1_SX101_CR0,0,101,150_.jpg",
        "budget": "$15,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Ranger 7",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Ranger 7 (United States)"
        ],
        "writer": [
            {
                "name": "Zack, Steven Michael"
            }
        ],
        "production companies": [
            {
                "name": "Ranger 7 Studios"
            }
        ],
        "distributors": [
            {
                "name": "Ranger 7 Studios"
            }
        ],
        "plot": [
            "It is the year 3035, Matthew Granger, the last of the of an intergalactic peace keeping force called the Rangers, returns home to face his greatest enemy and save the United League of Alliances from destruction.::Steven Michael Zack"
        ],
        "synopsis": [
            "\nIn the latter half of the 23rd century, earth's sun went super nova, destroying all the planets in its wake. Luckily with the help of an alien race called the Baca-Roosh, mankind was able to escape their fate and flea amongst the stars.After several millennia, the humans returned home to find that their world had been reborn in to a universal paradise. And with this New Arcadia, as it was called, they found a new life form called the Nar-ree inhabiting the planet. Each believing that the solar system belonged to them, a great war begun.During that war, the United League of Alliances (U.L.O.A) along with their allies formed a special task force called \"THE RANGERS\". The \"RANGERS\" were an elite inter galactic peacekeeping force charged with upholding peace through the galaxy.In the end the Humans won... But only one Ranger remained. Mathew Granger, Ranger number 7.\nTried for false crimes and exiled to a distant moon, the Rangers were all but forgotten. Until today!With the return of Lord Furlong, ruler of the Nar-ree, Ranger 7 is needed once more!Don't miss and exciting episode of Ranger 7 The Series!"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}