{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "March 2010"
            },
            {
                "country": "USA\n",
                "date": "June 2011"
            }
        ],
        "release dates": [
            "USA::March 2010",
            "USA::June 2011"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Roanoke: A Mystery Carved in Stone",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "26 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    For centuries, the disappearance of 117 colonists from Roanoke Island has been this country's oldest mystery. Now, stonework experts Jim and Bill Vieira will use cutting-edge technology to take a deeper look at a mysterious inscription, which could finally lead to the truth about the lost colony.    "
                }
            },
            "1": {
                "1": {
                    "title": "101 Gadgets That Changed the World",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 14,
                    "original air date": "Jun. 2011",
                    "year": "2011",
                    "plot": "\n    The history of the gadget is both the history of invention and the history of men's lives. What alpha male doesn't remember when they achieved mastery of the iPhone, the Swiss Army Knife, the Walkman, the condom? And while gadgets act as milestones in our personal narratives, what goes unnoticed is that gadgets can also change the course of history.    "
                },
                "48": {
                    "title": "The Real Face of Jesus",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "votes": 21,
                    "original air date": "Mar. 2010",
                    "year": "2010",
                    "plot": "\n    In May 2010, the Shroud of Turin will be put on public display for the first time in ten years. The Real Face of Jesus? documents a team of graphic artists as it uses cutting-edge 3D software to bring this holy relic, which many believe Jesus Christ was buried in, to life unveiling the most accurate image of Jesus Christ ever seen.    "
                },
                "50": {
                    "title": "How the States Got Their Shapes",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "votes": 12,
                    "original air date": "Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Every shape on the map tells a story about our past. Why does Oklahoma have a panhandle? Because of shifting borders for slavery. Why does Missouri have a boot? Because of a massive earthquake. HISTORY goes beyond the observable in How the States Got Their Shapes to reveal America's unique geography, political and social history.    "
                },
                "100": {
                    "title": "The Real Robin Hood",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 100,
                    "original air date": "May 2010",
                    "year": "2010",
                    "plot": "\n    The Real Robin Hood probes the fascinating history behind the man and the myths of this legendary hero. Coinciding with the 5/14/10 Universal release of the film Robin Hood starring Russell Crowe and Cate Blanchett, director Ridley Scott also produces this dynamic two-hour television special.    "
                },
                "101": {
                    "title": "Who Really Discovered America?",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 101,
                    "votes": 18,
                    "original air date": "Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Did other explorers beat Columbus to our shores? New evidence suggests that America may have been discovered -- and rediscovered -- by Asian, Celtic, and Polynesian tribes, among others. Dramatic recreations augment the story of these amazing journeys.    "
                },
                "102": {
                    "title": "10 Ways to Kill Bin Laden",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 102,
                    "original air date": "Jun. 2010",
                    "year": "2010",
                    "plot": "\n    This is the inside story of the 10 ways the US government has tried to capture or kill the most wanted man in history--Osama bin Laden. Some of the planners and military personnel involved in the hunt tell their stories, many for the first time.    "
                },
                "103": {
                    "title": "Afraid of the Dark",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 103,
                    "votes": 6,
                    "original air date": "Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Go back to a time before the invention of artificial light and experience a world petrified in the pitch of darkness...when fear ruled the night. Throughout the ages, real and imagined terror existed in the absence of light, and nighttime was anything but relaxing between the brutal bandits and horrors of the devil, werewolves and vampires.    "
                },
                "104": {
                    "title": "Most Extreme Airports",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 104,
                    "original air date": "Jul. 2010",
                    "year": "2010",
                    "plot": "\n    A strip of land fought over for centuries by England and Spain creates a nightmare of historic proportion for airline pilots. Gibraltar Airport's powerful winds and short runway --complete with ground traffic -- make it one of the world's most treacherous.    "
                },
                "106": {
                    "title": "Jefferson",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 106,
                    "original air date": "Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Thomas Jefferson is the most researched, most written about, most referenced, and most quoted of our Founding Fathers. And yet, somehow, he remains the most stubbornly inscrutable. Embrace and celebrate the third president's complicated life and legacy in the two-hour HISTORY documentary, Jefferson.    "
                },
                "112": {
                    "title": "The President's Book of Secrets",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 112,
                    "votes": 10,
                    "original air date": "Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Moments after the President of the United States is sworn into office he gains access to \"The Nuclear Football,\" a briefcase that contains the most volatile top-secret information in the world--America's nuclear launch codes.    "
                },
                "114": {
                    "title": "Third Reich: Third Fall",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 114,
                    "votes": 10,
                    "original air date": "Dec. 2010",
                    "year": "2010",
                    "plot": "\n    How did the Germans experience the Allied victory in WWII? Rarely-and never-before-seen amateur films recount the catastrophic downfall of the Third Reich through the eyes of the people who lived it: the Germans themselves.    "
                },
                "115": {
                    "title": "Prophets of Doom",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 115,
                    "votes": 9,
                    "original air date": "Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Today's world has troubles unique to its time in history, from the global financial crisis to technological meltdowns to full-scale, computerized global war. HISTORY profiles three men \"modern prophets\" from different disciplines and with different theories who all believe America is on the decline, and will ultimately meet its end.    "
                },
                "116": {
                    "title": "10.0 Megaquake",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 116,
                    "original air date": "Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Scientists offer insight into how and where a 10.0 megaquake could strike. This two-hour History special explores one of the most deadly and perplexing mysteries that surrounds planet earth: huge megaquakes.    "
                },
                "117": {
                    "title": "Bigfoot: The Definitive Guide",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 117,
                    "votes": 7,
                    "original air date": "Feb. 2011",
                    "year": "2011",
                    "plot": "\n    A team of top scientists come together with one goal: to create the definitive guide to Bigfoot. Does the creature exist? And if it does where is it? And how can it survive without being detected?    "
                },
                "118": {
                    "title": "Reagan",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 118,
                    "original air date": "Feb. 2011",
                    "year": "2011",
                    "plot": "\n    As we approach what would have been President Ronald Reagan's 100th birthday in 2011, some say the totality of the man is still eclipsed by the myth. Some call him a hero, and others an empty suit, one thing is for certain - President Reagan made history. But what made him?    "
                },
                "119": {
                    "title": "It's Good to Be President",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 119,
                    "original air date": "Feb. 2011",
                    "year": "2011",
                    "plot": "\n    We Americans like to think we know our President. We followed him during the campaign, invited him into our living rooms during countless televised appearances and even learned about his cholesterol count after each annual physical at Bethesda.    "
                },
                "120": {
                    "title": "Journey to the Center of the Earth",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 120,
                    "original air date": "Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Civilization's final frontier may not be the furthest reaches of space, but the inner world underground. So far, the deepest humans have ventured is just a 500th of the way to the Earth's core. Using CGI, live action, and archives viewers will explore awesome natural wonders, bizarre life forms, and triumphs of human engineering -- all while traveling 5,000 miles to the center of the Earth.    "
                },
                "121": {
                    "title": "Secret Access: The Vatican",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 121,
                    "votes": 6,
                    "original air date": "Mar. 2011",
                    "year": "2011",
                    "plot": "\n    What happens inside the Vatican continues to compel billions of people and change history -- but few get to see it.    "
                },
                "122": {
                    "title": "Weird Warfare",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 122,
                    "votes": 7,
                    "original air date": "Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Throughout history, mankind's ingenuity has pursued better ways to kill enemies and win wars. But hidden by our more famous inventions lie some highly unusual, sometimes unbelievable efforts. This special reveals the most absurd, ridiculous and radical examples of warfare ever recorded.    "
                },
                "123": {
                    "title": "The Lost Kennedy Home Movies",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 123,
                    "original air date": "Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Gathered from archives and attics and now seen for the first time, these extremely-rare home movies tell the story of the children of Joseph and Rose Kennedy, as they grew up in the 1930s and 40s through November 1963, and include scenes of the last weekend Jack and Jackie Kennedy spent with Caroline and John, Jr., just two weeks before Dallas.    "
                },
                "124": {
                    "title": "Jesus: The Lost 40 Days",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 124,
                    "votes": 19,
                    "original air date": "Apr. 2011",
                    "year": "2011",
                    "plot": "\n    According to the Bible, Jesus Christ spent 40 days on Earth after his resurrection that first Easter Sunday. Yet the New Testament devotes only a few paragraphs to this pivotal time period. What did Jesus do and say during those incredible 40 days, and can his words then contain his most important teachings now?    "
                },
                "125": {
                    "title": "Custer's Last Man: I Survived Little Big Horn",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 125,
                    "original air date": "May 2011",
                    "year": "2011",
                    "plot": "\n    New evidence is highlighted that there may have been a lone survivor of the iconic Battle of Little Big Horn whose account of 'Custer's Last Stand' changes our view of that historical day. Who was the female Cheyenne warrior who struck Custer's fatal blow? Why did he leave his ultimate weapons, three Gatlin guns, on the boat that took him West?    "
                },
                "126": {
                    "title": "Gettysburg",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 126,
                    "votes": 11,
                    "original air date": "May 2011",
                    "year": "2011",
                    "plot": "\n    Commemorating the 150th anniversary of the Civil War, this epic two-hour special, executive produced by Tony Scott and Ridley Scott, replaces romanticized views of the past with raw, immersive and emotional stories of the soldiers who fought the war an event that changed the fate of our nation.    "
                },
                "127": {
                    "title": "Lee & Grant",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 127,
                    "votes": 7,
                    "original air date": "May 2011",
                    "year": "2011",
                    "plot": "\n    Produced by Civil War historian Winston Groom, Lee and Grant is a personal look at the war's two iconic leaders, Ulysses S. Grant and Robert E. Lee, revealing the bold choices and almost godlike power that defined these two men, who both turned the tide of the war and changed American history.    "
                },
                "129": {
                    "title": "Meat America",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 129,
                    "original air date": "Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Jamie Stachowski, the maestro of meat, lifts the lid on the American melting pot to see what's cooking. Beef, Pork and Chicken, the meats Jamie calls the \"Usual Suspects\" are definitely in the mix, but these animals weren't even on the continent before Columbus discovered the New World.    "
                },
                "130": {
                    "title": "You Don't Know Dixie",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 130,
                    "votes": 14,
                    "original air date": "Aug. 2011",
                    "year": "2011",
                    "plot": "\n    The idea that history is written by the victors is perhaps nowhere more true than in the aftermath of the American Civil War. The Union's defeat of the Confederacy brought the southern states back into the American fold, but in many ways, the two regions would remain divided, the North inheriting the credit for its impact on history.    "
                },
                "131": {
                    "title": "Secret Access: UFOs on the Record",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 131,
                    "original air date": "Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Some believe the earliest documentation of alien visitation to Earth exists in prehistoric cave paintings and petroglyphs, where drawings of strange humanoid figures feature distinctively non-human attributes and anatomy, including helmets and other accoutrements too advanced to be from the ancient world.    "
                },
                "132": {
                    "title": "Targeting Bin Laden",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 132,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    HISTORY's global television event tells the inside story of the operation to hunt and kill Osama bin Laden. From decision-making in the White House to the attack on the compound in Abbottabad, How We Got Bin Laden brings the most compelling story in recent history to life for the first time.    "
                },
                "133": {
                    "title": "9/11: The Days After",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 133,
                    "votes": 6,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    HISTORY chronicles the days, weeks and decade after the worst terrorist attack in our history. Rarely seen and unexpected archival material from around the world is combined with natural sound to capture the themes and threads that continue to define life after 9/11.    "
                },
                "134": {
                    "title": "Voices from Inside the Towers",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 134,
                    "votes": 11,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    On September 11, 2001, American Flight 11 crashed into the North Tower of the World Trade Center. Within minutes, a deluge of phone calls flooded the outside world. With new access to the voice recordings left by victims and survivors, this two-hour special provides a moving account of what was happening inside the towers that awful day.    "
                },
                "135": {
                    "title": "Making the 9/11 Memorial",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 135,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    The only structure at Ground Zero that will be completed by the tenth anniversary of the attacks is the National September 11 Memorial, a modern marvel that pays tribute to the thousands who lost their lives on 9/11. Led by architect Michael Arad and contractor Chris Powers, this special tour documents history in the making.    "
                },
                "136": {
                    "title": "Scammed",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 136,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Get inside the world of cons as Paul Wilson, aka the \"World's Greatest Con Man,\" exposes the complicated schemes and straightforward hustles that have plagued unsuspecting people throughout history, showing how many of these scams survived - and evolved to be brutally effective with the help of modern technology.    "
                },
                "137": {
                    "title": "The Stoned Ages",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 137,
                    "votes": 12,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    From the early cave dwellers who first stumbled upon psychedelic mushrooms to the over 6000-year-old tradition of opium cultivation in the East to a modern pharmaceutical industry with over 24,000 drugs on the market, drugs have played a role in our lives since well before recorded human history.    "
                },
                "140": {
                    "title": "Zombies: A Living History",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 140,
                    "votes": 12,
                    "original air date": "Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Most people believe zombies are a recent phenomenon that grew out of comic books, movies and TV. The truth is very different. This two-hour special explores the real story of zombies beginning at the dawn of civilization and continuing right through to today. The first written reference to zombies can be found in the Epic of Gilgamesh, mankind's oldest work of literature.    "
                },
                "141": {
                    "title": "Engineering Evil",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 141,
                    "votes": 25,
                    "original air date": "Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Two years ago, a German family cleaning their attic discovered the original blueprints to one of history's most gruesome constructions - Auschwitz. The diagrams, never before seen on television, illustrate in painstaking detail the methods behind the madness of the Holocaust.    "
                },
                "142": {
                    "title": "Pirate Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 142,
                    "original air date": "Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Haven, graveyard, legend and lore. History was made and lies buried on Pirate Island - the coral ringed Isle Saint Marie off the coast of Madagascar that sheltered the world's most ruthless 18th century pirates. This real Treasure Island was home for pirates like Captain Kidd, who continue to capture our modern day imagination, and sailed from this very real place in history.    "
                },
                "143": {
                    "title": "Pearl Harbor: 24 Hours After",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 143,
                    "votes": 17,
                    "original air date": "Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Discover the untold story of the events that occurred immediately after President Roosevelt received the call that Pearl Harbor had been attacked. New evidence from the FDR Library reveals the true panic that gripped the White House and shook the nation.    "
                },
                "144": {
                    "title": "Proving God",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 144,
                    "votes": 9,
                    "original air date": "Dec. 2011",
                    "year": "2011",
                    "plot": "\n    For centuries, science and faith have been polarized on some of the most fundamental questions in the universe, sometimes with deadly consequences. But as mankind seeks to answer the ultimate question--whether God exists--religion and science have joined in an unlikely alliance. Can new scientific discoveries and digital age technology reveal tangible proof of God?    "
                },
                "145": {
                    "title": "America's Book of Secrets: The Monuments",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 145,
                    "votes": 12,
                    "original air date": "Jan. 2012",
                    "year": "2012",
                    "plot": "\n    In America, behind the public facade of nine of our most famed institutions and landmark structures, there is another world that is hidden from view. The special pierces the veil of secrecy which conceals forbidden histories and fascinating insider information from the public.    "
                },
                "147": {
                    "title": "Secret Access: Superpower",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 147,
                    "original air date": "Mar. 2012",
                    "year": "2012",
                    "plot": "\n    From breakthrough technologies to never before seen weapons and defense systems, Secret Access: Superpower is an all-access pass to America's military might, featuring the most modern weapons taking on the age old challenges of terrorism, war, bomb threats, close combat, the deepest missions of sea and death-defying airborne fights.    "
                },
                "151": {
                    "title": "The Godfather Legacy",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 151,
                    "votes": 11,
                    "original air date": "Jul. 2012",
                    "year": "2012",
                    "plot": "\n    This gripping story of an immigrant family has held us captive for 40 years. The Godfather remains one of cinema's most iconic films, and the Corleone family continues its influence on culture and HISTORY.    "
                },
                "152": {
                    "title": "Jesse James Blacksmith",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 152,
                    "original air date": "Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Jesse James returns in Jesse James Blacksmith on HISTORY to tackle the only discipline he hasn't yet mastered - how to forge metal. Jesse travels to Israel, where 73-year-old world- renowned blacksmith Uri Hofi has agreed to mentor him.    "
                },
                "153": {
                    "title": "How Playboy Changed the World",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 153,
                    "original air date": "Oct. 2012",
                    "year": "2012",
                    "plot": "\n    From the boardroom to the bedroom, HISTORY hops into the Playboy realm offering viewers a tantalizing glimpse of 20th-century America's sexual reformation through the pages of this 50+-year-old empire while discovering How Playboy Changed the World.    "
                },
                "154": {
                    "title": "Caligula: 1400 Days of Terror",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 154,
                    "votes": 20,
                    "original air date": "Oct. 2012",
                    "year": "2012",
                    "plot": "\n    It only takes one person to make a difference and fewer than four years to wreak carnal havoc on the Roman Empire. Through Caligula: 1400 Days of Terror, HISTORY explores the orgies, incest and murderous acts of the 28-year-old reigning lunatic's life.    "
                },
                "155": {
                    "title": "How the Earth Made Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 155,
                    "votes": 15,
                    "original air date": "Oct. 2012",
                    "year": "2012",
                    "plot": "\n    It is mystery 4.5 billion years in the making: how has our planet transformed, and why? New clues are being discovered not in volcanoes or canyons, but inside each of us. From a case of hiccups to the sensation of deja vu to how we throw a football.    "
                },
                "156": {
                    "title": "Lost Magic Decoded",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 156,
                    "original air date": "Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Master illusionist Steve Cohen tracks down, decodes, and resurrects some of the most thrilling and terrifying magic effects ever witnessed. Magic has a secret history, and it takes an insider like Cohen to gain access to the ancient incantations.    "
                },
                "157": {
                    "title": "What's the Earth Worth",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 157,
                    "original air date": "Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Forged over 4.6 billion years, the Earth is stacked with valuable riches, from timber to cattle to gold. Together, these resources have built our greatest civilizations.    "
                },
                "158": {
                    "title": "Superstorm 2012: Hell and High Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 158,
                    "original air date": "Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Hurricane Sandy was one of the most devastating super storms to hit our shores, claiming over 160 lives and causing billions of dollars in damage. This special examines what happened when Sandy hit and how it happened.    "
                },
                "159": {
                    "title": "WWII from Space",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 159,
                    "votes": 78,
                    "original air date": "Dec. 2012",
                    "year": "2012",
                    "plot": "\n    This spectacular two-hour special delivers the tipping points of World War II as you ve never seen them before. The key editorial feature of the program is an all-seeing CGI eye; bringing a new visual approach to the biggest conflict of all time.    "
                },
                "160": {
                    "title": "2012 the End Is Now",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 160,
                    "original air date": "Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Brad Meltzer connects the dots between ancient doomsday prophecy, modern science, and human behavior to decode the real threats to humanity when an extinction event strikes.    "
                },
                "161": {
                    "title": "101 Inventions That Changed the World",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 161,
                    "votes": 15,
                    "original air date": "Dec. 2012",
                    "year": "2012",
                    "plot": "\n    It starts with a spark, but some ideas catch fire and in the process change the world. Necessity is the mother of invention--from darkness, man found light (the candle) and from even the farthest distances we can still find each other (the telephone).    "
                },
                "162": {
                    "title": "101 Fast Foods that Changed the World",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 162,
                    "votes": 36,
                    "original air date": "Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Across borders, cultures and time, food is one thing that all people share. And from the time of the caveman to today s spaceman we like our food to go. While the burger and fries reign supreme in the world of fast food.    "
                },
                "163": {
                    "title": "101 Objects That Changed the World",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 163,
                    "votes": 12,
                    "original air date": "Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Our lives are so full of stuff these days that the average object is instantly forgettable. But, when fate and history combine, even the simplest of objects become infused with destiny--so much so that they actually change the world.    "
                },
                "164": {
                    "title": "Invisible",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 164,
                    "original air date": "Jan. 2013",
                    "year": "2013",
                    "plot": "\n    As we look at the world around us, we think we're seeing things as they really are. But in fact, our human senses can only perceive less than 1% of what's actually there. The rest is invisible. Every day, unseen rays and waves bombard us.    "
                },
                "165": {
                    "title": "Stories from the Road to Freedom",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 165,
                    "original air date": "Feb. 2013",
                    "year": "2013",
                    "plot": "\n    This 2-hour special, narrated by Deon Cole, gives a fresh perspective of the black movement in America, from Emancipation to the Civil Rights era. The special uses first-hand accounts, rare audio recordings, never-before-seen archival footage.    "
                },
                "166": {
                    "title": "What People Earn: Beer, Knives & Football",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 166,
                    "original air date": "Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Get ready to go on the job with the people who make iconic Stetson cowboy hats and woodworkers who create baseball bats from scratch for Major League Baseball.    "
                },
                "168": {
                    "title": "Killing Zone Atlantic",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 168,
                    "original air date": "May 2013",
                    "year": "2013",
                    "plot": "\n    An exciting race against time to uncover the lost wrecks of WWII's most epic campaign... the Battle of the Atlantic. Ian Lawler and a team of deep sea divers are on a mission to map the lost wrecks of the battle. But it isn't easy.    "
                },
                "170": {
                    "title": "101 Weapons That Changed the World",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 170,
                    "votes": 19,
                    "original air date": "Jun. 2013",
                    "year": "2013",
                    "plot": "\n    From the catapult to the stealth fighter, the most basic and the most complex weapons alike have changed the course of history--and with it, our world.    "
                },
                "171": {
                    "title": "The Secret World of Gold",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 171,
                    "votes": 19,
                    "original air date": "Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Valued for its permanence, beauty and scarcity, people will lie, cheat, steal and kill in the name of gold. To finance the Third Reich, the Nazis went after the gold of Europe. Allied countries stored their gold offshore to keep it safe.    "
                },
                "172": {
                    "title": "9/11: Relics from the Wreckage",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 172,
                    "original air date": "Sep. 2013",
                    "year": "2013",
                    "plot": "\n    How do you honor the memory and legacy of over 3,000 lives lost to the terror attacks of 9/11? That is the challenge facing the creators of the National 9/11 Memorial Museum, opening in 2014.    "
                },
                "173": {
                    "title": "Target Earth",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 173,
                    "original air date": "Sep. 2013",
                    "year": "2013",
                    "plot": "\n    On Target Earth, a 2-hour special on H2, scientists, government officials and other experts examine earth's infrastructures and life-support systems to theorize how humans would fare in an alien attack.    "
                },
                "174": {
                    "title": "History Made Now: Wheels of Fortune",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 174,
                    "original air date": "Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Car collectors from around the world are flocking to a small town in the heart of the Midwest for the chance of a lifetime. In a closed down family car dealership in Nebraska, the mother lode of classic cars.    "
                },
                "175": {
                    "title": "JFK Assassination The Definitive Guide",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 175,
                    "votes": 9,
                    "original air date": "Nov. 2013",
                    "year": "2013",
                    "plot": "\n    September 11th... Pearl Harbor... the assassination of JFK. Days that forever changed America. But the Kennedy assassination is different: 50 years after it happened, most Americans think we don't know who did it.    "
                },
                "176": {
                    "title": "Lee Harvey Oswald: 48 Hours to Live",
                    "kind": "episode",
                    "episode of": {
                        "title": "History Specials (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 176,
                    "votes": 7,
                    "original air date": "Nov. 2013",
                    "year": "2013",
                    "plot": "\n    This special seeks to explain the enigmatic Oswald using a brand new approach. No other documentary has exclusively traced Oswald's actions in the minutes, hours and days following the events in Dallas.    "
                }
            }
        },
        "number of episodes": 65,
        "cast": [
            {
                "name": "Gillon, Steve"
            },
            {
                "name": "Norris, Dean"
            },
            {
                "name": "Woolner, David"
            }
        ],
        "genres": [
            "Documentary",
            "History",
            "War"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-PG"
        ],
        "number of seasons": 1,
        "rating": 7.1,
        "votes": 27,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzkzNjI4NjI0M15BMl5BanBnXkFtZTgwNzIyOTAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "THE HISTORY CHANNEL brings history's most incredible wartime feats, scientific mysteries, and turbulent periods back to life in top-rated programs on topics including Sherman's March, the battle of Thermopylae, comets, the Plague, and the Dark Ages.",
        "languages": [
            "English"
        ],
        "title": "History Specials",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "History Specials (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "McLaughlin, John"
            }
        ],
        "other companies": [
            {
                "name": "String and Can"
            }
        ],
        "plot": [
            "THE HISTORY CHANNEL brings history's most incredible wartime feats, scientific mysteries, and turbulent periods back to life in top-rated programs on topics including Sherman's March, the battle of Thermopylae, comets, the Plague, and the Dark Ages."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 27,
                "rating": 7.1
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 7.5
            },
            "aged 30 44": {
                "votes": 8,
                "rating": 6.4
            },
            "aged 45 plus": {
                "votes": 8,
                "rating": 7.3
            },
            "males": {
                "votes": 19,
                "rating": 7.0
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 7,
                "rating": 6.4
            },
            "males aged 45 plus": {
                "votes": 7,
                "rating": 6.9
            },
            "females": {
                "votes": 2,
                "rating": 7.5
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 6.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 9,
                "rating": 6.9
            },
            "us users": {
                "votes": 7,
                "rating": 7.2
            },
            "non us users": {
                "votes": 12,
                "rating": 6.7
            }
        },
        "number of votes": {
            "10": 2,
            "9": 3,
            "8": 8,
            "7": 5,
            "6": 5,
            "5": 2,
            "4": 1,
            "3": 1,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 7.1,
        "median": 7
    }
}