{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "February 2010"
            }
        ],
        "release dates": [
            "USA::February 2010"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Martin Luther King Jr.: Look Here",
                    "kind": "episode",
                    "episode of": {
                        "title": "NBC News Presents: Black History Month (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "Feb. 2010",
                    "year": "2010",
                    "plot": "\n    One of the first in-depth televised interviews Martin Luther King Jr. ever gave, first broadcast on October 27, 1957.    "
                },
                "2": {
                    "title": "About Our Children",
                    "kind": "episode",
                    "episode of": {
                        "title": "NBC News Presents: Black History Month (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Comedian Bill Cosby takes part in a town hall discussion on what needs to be done to help children of all backgrounds in this informative and entertaining program.    "
                },
                "3": {
                    "title": "Obama's America: 2010 and Beyond",
                    "kind": "episode",
                    "episode of": {
                        "title": "NBC News Presents: Black History Month (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Hardball's Chris Matthews and radio host Tom Joyner look at pressing and provocative issues connected to race relations in the U.S. in this town hall event.    "
                },
                "4": {
                    "title": "Malcolm X: In His Own Words",
                    "kind": "episode",
                    "episode of": {
                        "title": "NBC News Presents: Black History Month (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "Feb. 2010",
                    "year": "2010",
                    "plot": "\n    From the NBC News Archives comes the story of Malcolm X in his own words through rare interviews and speeches.    "
                },
                "5": {
                    "title": "Chris Rock Talks Hair",
                    "kind": "episode",
                    "episode of": {
                        "title": "NBC News Presents: Black History Month (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "Feb. 2010",
                    "year": "2010",
                    "plot": "\n    NBC's Brian Williams sits down with comedian Chris Rock and actress Nia Long to discuss the price and pain some are willing to endure for their hair.    "
                },
                "6": {
                    "title": "A Father's Promise",
                    "kind": "episode",
                    "episode of": {
                        "title": "NBC News Presents: Black History Month (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "Feb. 2010",
                    "year": "2010",
                    "plot": "\n    NBC News cameras track the lives of three children from birth until age 12 to look at how they deal with their absentee fathers in this emotional and thought-provoking documentary.    "
                }
            }
        },
        "number of episodes": 6,
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjIyOTYwMDQ0OV5BMl5BanBnXkFtZTgwODg0ODAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "To celebrate Black History Month, NBC News has compiled this thought-provoking series of programs honoring the contributions of prominent African American leaders and looking at contemporary issues. Relive the inspirational messages of Civil Rights leaders through rare archival footage including one of the first in-depth televised interviews with Martin Luther King Jr. Reflect on the current state of race relations in the United States through a compelling town hall discussion in \"Obama's America: 2010 and Beyond\" featuring MSNBC's Chris Matthews and radio host Tom Joyner. Witness the emotional journey of three young teens coming to terms with their absentee fathers in \"A Father's Promise,\" moderated by NBC's Al Roker and Tiki Barber. And laugh along with comedian Chris Rock and actress Nia Long in a lively conversation about the cultural significance of hair.",
        "languages": [
            "English"
        ],
        "title": "NBC News Presents: Black History Month",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "NBC News Presents: Black History Month (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Block, John"
            },
            {
                "name": "George, Cameo"
            }
        ],
        "plot": [
            "To celebrate Black History Month, NBC _News_ (qv) has compiled this thought-provoking series of programs honoring the contributions of prominent African American leaders and looking at contemporary issues. Relive the inspirational messages of Civil Rights leaders through rare archival footage including one of the first in-depth televised interviews with Martin Luther King Jr. Reflect on the current state of race relations in the United States through a compelling town hall discussion in \"Obama's America: 2010 and Beyond\" featuring MSNBC's Chris Matthews and radio host Tom Joyner. Witness the emotional journey of three young teens coming to terms with their absentee fathers in \"A Father's Promise,\" moderated by NBC's Al Roker and Tiki Barber. And laugh along with comedian Chris Rock and actress Nia Long in a lively conversation about the cultural significance of hair."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}