{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Korea\n",
                "date": "4 January 2010"
            }
        ],
        "release dates": [
            "South Korea::4 January 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Byeoreul Ttada Jwo"
            },
            {
                "countries": "World-wide (English title) (alternative title)",
                "title": "Pick Up the Stars"
            },
            {
                "countries": "World-wide (English title)",
                "title": "Stars Falling from the Sky"
            },
            {
                "title": "Stars Falling from the Sky"
            }
        ],
        "akas": [
            "Byeoreul Ttada Jwo (original title)",
            "Pick Up the Stars World-wide (English title) (alternative title)",
            "Stars Falling from the Sky World-wide (English title)",
            "Stars Falling from the Sky "
        ],
        "akas from release info": [
            "Byeoreul Ttada Jwo (original title)",
            "Pick Up the Stars World-wide (English title) (alternative title)",
            "Stars Falling from the Sky World-wide (English title)",
            "Stars Falling from the Sky "
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stars Falling from the Sky (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "4 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    It's early in the morning at the Rainbow Hospital and the mother is busy washing Chorok (Green) and Juhwang (Orange). She goes in and kicks the butt of Ppalgang (Red) and tells her to wake up. She has hard time waking up and eventually gets scolded again. That is when she finally comes to her senses and tries to get ready for her work. Yet still her motions are really slow. Granpa comes in and asks for breakfast and Red tells him to stop whining when he is just a freeloader. After all the fights with her family. Red finally gets to her work but gets scolded by her ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stars Falling from the Sky (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Red's mother calls the president and leaves a message telling him that he has a child of his. At that moment, the car blows up. Red does not know what has happened and goes home and playes with her brothers. Then she hears the news about what happened to her mother and is shocked. She doesn't know what to do and just stand there.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stars Falling from the Sky (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Gang Ha is surprised to hear a baby crying in the house and Jun Ha also asks if there is a cat crying in the house. Red, who was being anxious in the basement, gives Nami to Orange and says that she will solve it herself. Red holds onto Gang Ha who was headed down to the basement and tells him that there are a lot of cat in this village.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stars Falling from the Sky (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    In the little shop, Orange is caught and Red tells Jun Ha that he is her brother. Jun Ha tells her that they came in because of Gang Ha and asks Orange if he stole the powdered milk because he was hungry and invites them for some hamburgers. Red and Orange is surprised and worries if they will be kicked out after the hamburger meal.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stars Falling from the Sky (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Late at night, Tae Gyu wakes up because of Nami and tries to go down to the basement where Red is. He hears that Red is out working to pay for her stay at the house. Tae Gyu tells Jun Ha that he will be scolded bad later and tells the other uncle that he is so not charismatic.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stars Falling from the Sky (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Red tells her brothers and sisters to help her do the house work and they work very hard. Tae Gyu tells Red that she won't be able to earn Gang Ha's heart with such hard work and tells her to think of something else. Late at night, Red stands in front of Gang Ha's room door, and after long hesitation she knocks on the door.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stars Falling from the Sky (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    When Red comes home, she finds Tae Gyu in front of the house very drunk. Out of the blue, Tae Gyu proposes to Red and asks her to marry him and hugs her. Red is very surprised. After she comes to her senses, she tells him that is already very much a burden to take care of her brothers and sisters and that she doesn't want another weird husband to take care.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stars Falling from the Sky (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Gang Ha tells Red to get out of his house right at the moment. Red slaps him on the face and yells if he can't see the baby hurt. Gang Ha is surprised to see her like that and Blue cries and worries that they might really get thrown out of the house. In the room Blue tells Yellow that he will tie his hands and legs before he goes to sleep.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stars Falling from the Sky (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Red finds president Jung parking the car in the parking lot and asks him how he could ignore the accident of her mother and father when he had stayed with them for more than a few days. President Jung tells her that he had just came out of coma and that now since he has no money to pay the hospital, he was discharged against his will.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stars Falling from the Sky (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Jun Ha tells Gang Ha to stop hurting Jae Young and to just marry her and divorce her. Gang Ha also tells him to just marry her himself if he feels so sorry for her and they get into a fight. The next morning, Gang Ha wakes up and with some hope looks under his blanked and is disappointed to find no one.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stars Falling from the Sky (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Tae Gyu once again proposes to Red to marry him. Red tells him that Tae Gyu is one of the most interesting and entertaining person she has ever known, but still she won't be able to marry him ever. Gang Ha looks at all this and turns around. Jun Ha and Jae Young keeps their eyes on such Gang Ha. Jun Ha comes back home and tells Gang Ha about Tae Gyu's propose.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stars Falling from the Sky (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Gang Ha pulls Reds hair and Red tells him to stop it and Gang Ha brings his lips to her. Red, taken by surprise, asks him what he is doing. Then Gang Ha comes to his senses and pushes Red back and goes back home. While Gang Ha takes a shower, he gets so mad at himself and hits the wall. At the same time Red is giving milk to Nami and she all of a sudden thinks of what happened before.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stars Falling from the Sky (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Gang Ha asks if Red can stay for more than a month, which was the initial contract duration. Red is surprised to hear this and chokes on her coffee. Gang Ha says that fist, they should extend the contract to three months, and later they should talk more about rather they should extend the contract even more.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stars Falling from the Sky (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Gang Ha, very drunk, tells Jun Ha that he doesn't mind if they are just brothers and sisters and confuses Jun Ha. Meanwhile, in the basement, Red shows to President Jung the picture he took with Oh Jung Ae and President Jung gets very anxious. Red than sees Gang Ha drinking by himself and makes him a seeweed soup. Gang Ha asks him why it is him rather than Jun Ha five years ago.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stars Falling from the Sky (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    As soon as the topic of marriage between Gang Ha and Jae Young pops out, Jun Ha asks about what happened to his bruised face and how he got to go to the amusement park. Gang Ha answers by saying that Blue wanted to go and that it was not much of a deal. Yet Jun Ha yells at him and says that he had never heard to anyone else like this before and tells him to stop using Red like this.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stars Falling from the Sky (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Red walks around the corridor of the hospital and in the end falls down and cries and worries about what might happen to Blue. Meanwhile, Gang Ha finds Blue on the street and asks him if he had really lost his way home. Then Blue all of a sudden says that Gang Ha shouldn't marry someone else and surprises Gang Ha.    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stars Falling from the Sky (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    President Jung tells Red that he will pay her even though they were not able to find the lost person. Then Red shouts at him and says that she wasn't wondering around with sick Nami just for the money. Red says that she wanted to find the person because she felt sorry for President Jung. She also feels betrayed by the fact that he didn't tell her that he was the president of her company.    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stars Falling from the Sky (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Jun Ha tells Gang Ha that this is the last chance to think once more about the marriage with Jae Young. Jun Ha tells him that Red has feelings for him but Gang Ha does not believe him and tells him to go out. Then Jun Ha says that from now on, he will protect Red and asks Gang Ha to stop confusing Red.    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stars Falling from the Sky (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Gang Ha tells Jae Young that he can let go of the women he loves but not to Jun Ha and asks her to marry him. Then Jun Ha appears and asks why his name is mentioned when they should be talking about their own marriage. Jun Ha then asks Gang Ha if he wanted him to not know that they had a different mother but it seems that he already knows. Rang Ha and Jae Young is surprised to hear this.    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stars Falling from the Sky (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Nami is getting better and Red and her brothers and sisters are very happy to hear this. Red tells Gang Ha that now she will live at the attic of Un Mal's place. Gang Ha gets angry at her. He then tells her that she is a hard type for a normal person to like and makes Red speechless. Meanwhile Jae Young tells Jun Ha that she wondered about how Red could earn Gang Ha's heart when no one else could.    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Choi, Jeong-won"
            },
            {
                "name": "Park, Ji-bin"
            },
            {
                "name": "Cheon, Bo-geun"
            },
            {
                "name": "Il, Lee Doo"
            },
            {
                "name": "Jung, Ae-ri"
            },
            {
                "name": "Kim, Ji-hoon"
            },
            {
                "name": "Kim, Kyu-chul"
            },
            {
                "name": "Lee, Kyun"
            },
            {
                "name": "Lee, Soon-jae"
            },
            {
                "name": "Park, Hyeon-suk"
            }
        ],
        "genres": [
            "Drama",
            "Romance"
        ],
        "countries": [
            "South Korea"
        ],
        "country codes": [
            "kr"
        ],
        "language codes": [
            "ko"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.4,
        "votes": 71,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZmVlZjI0M2YtMDFlMy00MjBlLTgzZTAtNzVjNGMxM2U0YWM1XkEyXkFqcGdeQXVyMzE4MDkyNTA@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "The drama draws a love story between two co-workers at an insurance company, with Kim Ji Hoon playing the company's whip-smart lawyer. Because he carries the hurt of having been abandoned by his birth mother, he doesn't easily open his heart to others. Jin Pal Kang (Choi Jung Won) is a 25-year-old employee of the company who becomes responsible for her five younger adopted siblings after her parents meet with sudden deaths.",
        "languages": [
            "Korean"
        ],
        "title": "Stars Falling from the Sky",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "seasons": [
            "1"
        ],
        "distributors": [
            {
                "name": "Seoul Broadcasting System (SBS)"
            }
        ],
        "plot": [
            "The drama draws a love story between two co-workers at an insurance company, with Kim Ji Hoon playing the company's whip-smart lawyer. Because he carries the hurt of having been abandoned by his birth mother, he doesn't easily open his heart to others. Jin Pal Kang (Choi Jung Won) is a 25-year-old employee of the company who becomes responsible for her five younger adopted siblings after her parents meet with sudden deaths.::DramaWiki"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 71,
                "rating": 7.4
            },
            "aged 18 29": {
                "votes": 20,
                "rating": 7.2
            },
            "aged 30 44": {
                "votes": 27,
                "rating": 7.1
            },
            "aged 45 plus": {
                "votes": 5,
                "rating": 8.1
            },
            "males": {
                "votes": 9,
                "rating": 6.3
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 6.5
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 6.2
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 8.0
            },
            "females": {
                "votes": 45,
                "rating": 7.4
            },
            "females aged 18 29": {
                "votes": 18,
                "rating": 7.3
            },
            "females aged 30 44": {
                "votes": 21,
                "rating": 7.3
            },
            "females aged 45 plus": {
                "votes": 4,
                "rating": 7.8
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 4.3
            },
            "us users": {
                "votes": 12,
                "rating": 7.1
            },
            "non us users": {
                "votes": 32,
                "rating": 7.2
            }
        },
        "number of votes": {
            "10": 9,
            "9": 6,
            "8": 19,
            "7": 24,
            "6": 7,
            "5": 2,
            "4": 2,
            "3": 0,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 7.4,
        "median": 7
    }
}