{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "9 August 2010"
            },
            {
                "country": "UK\n",
                "date": "10 August 2010"
            }
        ],
        "release dates": [
            "UK::9 August 2010",
            "UK::10 August 2010"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Conservation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Let's Go Wild (TV Mini-Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "9 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Children's wildlife series. In this episode, presenters Ashley Kendall and Rachel Solley visit Galloway Wildlife Park in Scotland to focus on the conservation of endangered species. At the park, it's crucial that the staff keep animals in the right habitat. We see the Red Pandas in their new home and watch Ashley help build a new roof for the Scottish Wildcat's enclosure - but will they find a way to escape? The park's Conservation Manager, John Denerley who is Deaf, explains why the habitats need to match where the animals would live in the wild, and how the Red ...    "
                },
                "2": {
                    "title": "Environment",
                    "kind": "episode",
                    "episode of": {
                        "title": "Let's Go Wild (TV Mini-Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "16 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Children's wildlife series. This episode explores how animals adapt to their environments. Presenters Ashley Kendall and Rachel Solley visit Galloway Wildlife Park in Scotland to find out how the teeth of the bat-eared fox, the lynx, the otter and the tapir help them to eat different types of food, and how the different characteristics of the animals - from their fur to their hands - help them in different ways. Their adaptations also help the animals build homes, withstand weather and attract mates. Watch and be amazed at the variety in the animal kingdom.    "
                },
                "3": {
                    "title": "Classification",
                    "kind": "episode",
                    "episode of": {
                        "title": "Let's Go Wild (TV Mini-Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "23 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Children's wildlife series. Every living thing has to be classified so we can find out how similar or different they are, and understand how they've evolved. In this episode, presenters Ashley Kendall and Rachel Solley return to Scotland's Galloway Wildlife Park to look at the 70 species there. They take a tour of the natural world to meet snakes, befriend the lemurs, and find out about the difference between vertebrates, and invertebrates! We also find out why some animals are cold-blooded and others warm-blooded, and meet the wallabies to find out about mammals.    "
                },
                "4": {
                    "title": "Breeding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Let's Go Wild (TV Mini-Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "30 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Children's wildlife series. In this episode, presenters Ashley Kendall and Rachel Solley return to Scotland's Galloway Wildlife Park to find out about the science behind how animals breed. They arrive just in time to find out about some new arrivals in the park, including Spike the baby porcupine, and a baby meerkat! The park's Conservation Manager, John Denerley, who is Deaf, explains how the park works to prevent some animals from becoming extinct. Watch and find out why owls are being microchipped, check on the lynx, and see the park's worldwide sensation: ...    "
                }
            }
        },
        "number of episodes": 4,
        "cast": [
            {
                "name": "Davies, Mark"
            },
            {
                "name": "Harrison, Rosie"
            },
            {
                "name": "Horbury, David"
            },
            {
                "name": "Kendall, Ashley"
            },
            {
                "name": "Solly, Rachel"
            }
        ],
        "genres": [
            "Family"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "bfi"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "09 Aug 2010 (UK)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYTRlYTY3ZjktYzVjOC00YWYxLWI1OTItOGRjN2RhZmMzZDBiL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNjQ1MTMzNzY@._V1_SY150_CR62,0,101,150_.jpg",
        "languages": [
            "British Sign Language"
        ],
        "title": "Let's Go Wild",
        "year": 2010,
        "kind": "tv mini series",
        "series years": "2010-",
        "akas": [
            "Let's Go Wild (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "director": [
            {
                "name": "Woolfe, Ramon"
            }
        ],
        "production companies": [
            {
                "name": "Drip Media"
            },
            {
                "name": "Remark!"
            }
        ],
        "distributors": [
            {
                "name": "British Sign Language Broadcasting Trust (BSLBT)"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}