{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "  2010"
            },
            {
                "country": "UK\n",
                "date": "15 November 2010"
            }
        ],
        "release dates": [
            "UK::2010",
            "UK::15 November 2010"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Big Ben",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monumental Challenge (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "15 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Recently voted the most iconic monument in Britain, Big Ben has come to symbolize the sights and sounds of a nation but ever-needy machinery and her attachment to Britain's parliament building means that making sure she remains reliable is Big Ben's greatest challenge this year. Following her 150th anniversary the keepers of Big Ben must ensure the monument stays clean, timely and most importantly, does not stop at an inopportune moment. Political elections, royal and state visits alike all pass below its famed clock faces. But as history continues to be made on its ...    "
                },
                "2": {
                    "title": "Eiffel Tower",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monumental Challenge (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "22 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    More than 7 million people a year visit this icon which has arguably become the world's greatest tourist attraction. But behind the scenes, the Eiffel Tower is facing one of the most challenging periods in its history. Amidst an ambitious regeneration plan which they must finalise, there's a hydraulic lift to build, a paint job to complete and critical new energy-saving targets to meet. To add to this long list many of their tasks will require anything from low-grade acrobatics - like climbing onto the structure 100 feet off the ground to clean pigeon dung from a ...    "
                },
                "3": {
                    "title": "Santiago de Compostela",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monumental Challenge (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "29 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    For Christians, the journey to the Cathedral at Santiago de Compostela is rivaled only by a visit to the Holy Land. With over 100,000 pilgrims a year, it is one of the fastest growing pilgrimage destinations in the world and with this year's holy year celebrations, they are expecting some very special guests. The King and Queen will celebrate St James day and the Pope will say Holy Year mass for thousands. There's only one problem. Before this happens restorers must race against time as stonework, the famed Portico de la Gloria the Botafumeiro, and relics, all get ...    "
                },
                "4": {
                    "title": "Taj Mahal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monumental Challenge (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "5 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    With the Yamuna River as both a backdrop to the world's most famous monument to love, and its greatest threat, the workers at the Taj Mahal face constant challenges on a daily basis. But with the Commonwealth Games looming these challenges just got even harder. They must restore sandstone archways, clean the famed blue-veined marble safely and replant much of the gardens. All, while they race against the clock.    "
                },
                "5": {
                    "title": "The Bund",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monumental Challenge (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "12 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    A financial hub in China undergoes a transformation with the addition of a waterfront, parks and a new transportation system.    "
                },
                "6": {
                    "title": "Sydney Harbour Bridge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monumental Challenge (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "12 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Teams of workers must paint, monitor and constantly upgrade railway lines while hosting events like breakfast on the bridge, the annual citywide food celebration.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Episode dated 5 December 2010",
                    "kind": "episode",
                    "episode of": {
                        "title": "Monumental Challenge (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "5 Dec. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Lees, Duncan"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-G"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDhhYTQzYzMtNDI4My00M2U0LWJjZTEtN2NlYWRhNWVkOTVhXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Towering over cities and landscapes, six unofficial national symbols need to have some work done. Watch as Big Ben, Sydney Harbour Bridge, the Eiffel Tower, the Santiago de Compostela, the Bund and the Taj Mahal are restored to their full splendour in Monumental Challenge. Whether loved, loathed, admired or criticized, these structures play a role in the imaginations of its country's citizens and motivates travellers. Go behind the scenes to meet the army of people who keep these landmarks in tip-top condition, including emergency repair workers, expansion visionaries, and event planners for VIP clients. Combining stunning footage, impressive CGI, riveting historical background and lots of lively characters, Monumental Challenge gives fresh insight into the lives of the worlds' most iconic landmarks - revealing the highs and lows of making these monuments great again.",
        "languages": [
            "English"
        ],
        "title": "Monumental Challenge",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Monumental Challenge (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Khoo, Su-Mae"
            },
            {
                "name": "Mosely, Gillian"
            }
        ],
        "production companies": [
            {
                "name": "Blink Films"
            },
            {
                "name": "Media Lab UK"
            },
            {
                "name": "Oak 3 Films"
            }
        ],
        "plot": [
            "Towering over cities and landscapes, six unofficial national symbols need to have some work done. Watch as Big Ben, Sydney Harbour Bridge, the Eiffel Tower, the Santiago de Compostela, the Bund and the Taj Mahal are restored to their full splendour in _Monumental Challenge_ (qv). Whether loved, loathed, admired or criticized, these structures play a role in the imaginations of its country's citizens and motivates travellers. Go behind the scenes to meet the army of people who keep these landmarks in tip-top condition, including emergency repair workers, expansion visionaries, and event planners for VIP clients. Combining stunning footage, impressive CGI, riveting historical background and lots of lively characters, _Monumental Challenge_ (qv) gives fresh insight into the lives of the worlds' most iconic landmarks - revealing the highs and lows of making these monuments great again."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}