{
    "imdb": {
        "raw release dates": [
            {
                "country": "Israel\n",
                "date": "  2010"
            }
        ],
        "release dates": [
            "Israel::2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Mishpacha Choreget"
            },
            {
                "title": "Overdraft Family"
            }
        ],
        "akas": [
            "Mishpacha Choreget (original title)",
            "Overdraft Family "
        ],
        "akas from release info": [
            "Mishpacha Choreget (original title)",
            "Overdraft Family "
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Israel"
        ],
        "country codes": [
            "il"
        ],
        "language codes": [
            "he"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDM1Y2QzZmEtYzIwZS00MmViLWIwZGItZGIwYTkwYjZhYzRjXkEyXkFqcGdeQXVyMjMyMzI4MzY@._V1_SY150_CR24,0,101,150_.jpg",
        "languages": [
            "Hebrew"
        ],
        "title": "Mishpacha Choreget",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "writer": [
            {
                "name": "Morag, Sivan"
            },
            {
                "name": "Simyoni, Ido"
            }
        ],
        "synopsis": [
            "Mishpacha Choreget (Hebrew: Mishpacha - Family / Choreget - Outside the norm) is a successful reality TV show in its 6th season. Each episode sees Alon Gal, a tall, bald man with an amazing counselling talent come and help a family in crisis. The advice he gives is often frank and brutal but it is backed up with professional help as he sets out to improve lives. The show is informative and uplifting. It appeals to all ages but it is not recommended for young kids. It will make you cry and it will make you smile. In most episodes due to the excellent editing Alon walks away having achieved something of note. Each show has a similar structure 1. Meet and greet, set goals and commit to the process 2. In a weekly meet Alon discusses the successes and failures with the family members and paves the way to successful outcomes 3. In each meeting the family gains valuable life tools to face the challenges head on by themselves and together. Alon also involves the immediate family be it kids or parents 4. Deal with any slip ups, Alon puts the family or an individual back on track showing them the importance of overcoming doubts and changing personal behaviour to achieve the objective. 5. Final meet and going over the success of the family both in emotional and financial terms. This TV format allows the viewers to take away their own pointers as to how to conduct themselves in similar personal or financial situations. Highly recommended."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}