{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "1 February 2010"
            }
        ],
        "release dates": [
            "Canada::1 February 2010"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "budget": "CAD250,000 (estimated)",
        "plot outline": "One Year and Forty Acres is a 12 part documentary series that follows naturalist film-maker Bob Long on a year-long nature watch on his forty-acre parcel of land near the southern edge of the Aspen Parkland zone in central Saskatchewan. The viewer will meet and follow a vast array of wild species which make their home there during the course of the year, and will be guided through the challenges that face both the filmmaker and his subjects through the tumultuous and fast-changing conditions of a Saskatchewan year.",
        "languages": [
            "English"
        ],
        "title": "One Year and Forty Acres",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2014",
        "akas": [
            "One Year and Forty Acres (Canada)"
        ],
        "writer": [
            {
                "name": "Long, Robert J."
            }
        ],
        "production companies": [
            {
                "name": "Waterhen Films"
            }
        ],
        "distributors": [
            {
                "name": "Saskatchewan Communications Network"
            }
        ],
        "plot": [
            "_One Year and Forty Acres_ (qv) is a 12 part documentary series that follows naturalist film-maker Bob Long on a year-long nature watch on his forty-acre parcel of land near the southern edge of the Aspen Parkland zone in central Saskatchewan. The viewer will meet and follow a vast array of wild species which make their home there during the course of the year, and will be guided through the challenges that face both the filmmaker and his subjects through the tumultuous and fast-changing conditions of a Saskatchewan year.::Robert J. Long"
        ],
        "tech": {
            "runtime": [
                "30 min (Canada)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}