{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "30 August 2010"
            }
        ],
        "release dates": [
            "USA::30 August 2010"
        ],
        "episodes": {
            "7": {
                "12": {
                    "title": "Scott Hamilton",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 12,
                    "original air date": "14 Jan. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Jerry Rice",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 13,
                    "original air date": "21 Jan. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "7": {
                    "title": "Joe Namath",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "1 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Graham sits down with NFL icon Joe Namath near his home in Jupiter, Florida. \"Broadway Joe\" discusses his encounters with showbiz royalty from Elvis to Sinatra, his playboy reputation and how he beat alcoholism. The two also discuss playing for Bear Bryant at the University of Alabama and the Super Bowl game that helped change the sport forever.    "
                }
            },
            "5": {
                "1": {
                    "title": "Charles Barkley",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "6 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Graham Bensinger sits down with the the iconic NBA forward, Charles Barkley, who shares stories of a life-changing run-in with the law as a child, accepting cash from agents while in college and his thoughts on those NCAA regulations today. \"Sir Charles\" also reflects on highlights from a legendary career, including the '92 \"Dream Team,\" his relationship with Michael Jordan and how the issue behind his infamous \"Role Model\" commercial is still prevalent today.    "
                },
                "2": {
                    "title": "Caroline Wozniacki",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "13 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    In this week's episode of \"In Depth with Graham Bensinger,\" Graham sits down with tennis star and recent U.S. Open runner-up, Caroline Wozniacki. Wozniacki shares stories about everything from her rise to a No. 1 ranking to her desire to settle down with a big family. She also opens up about golfer Rory McIlroy breaking off their engagement and her close friendship with Serena Williams.    "
                },
                "3": {
                    "title": "Emmitt Smith",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "20 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Graham sits down with Emmitt Smith to discuss moments from his NFL career, including the Cowboys' infamous reputation, the Sports Illustrated cover jinx, and his first meeting with his football idol. The iconic running back also addresses his life in business, and gives his opinion as to why the NFL settlement with former players isn't enough.    "
                },
                "4": {
                    "title": "Ray Lewis",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "27 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Graham sits down with Ray Lewis and discusses the murder charges brought against him in 2000, his response to the NFL crackdown on hard hits and being the man of the house as a nine-year-old boy. The retired linebacker also shares stories from his career with the Baltimore Ravens and life outside of football.    "
                },
                "5": {
                    "title": "Aaron Rodgers/Pete Rose",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "4 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Graham sits down with Aaron Rodgers and Pete Rose. Rodgers shares what it felt like to fall in the '05 Draft, his relationship with Brett Favre and his pursuit for perfection. Rose addresses the gambling scandal that banned him from baseball, his case for reinstatement, Hall of Fame status, and a personal moment with Joe DiMaggio in Vietnam.    "
                },
                "6": {
                    "title": "Bode Miller",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "11 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Graham Bensinger sits down with Bode Miller - the most accomplished men's skier in American history - and discusses his Olympic successes, overcoming family tragedy and his distaste for the media. Bode also shares stories about love at first sight with his wife, Morgan (Beck) Miller and his next career in horse racing.    "
                },
                "7": {
                    "title": "Gary Player",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "1 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Graham Bensinger sits down with Gary Player in Travelers Rest, South Carolina. The golf legend and nine-time majors champ talks about his tough childhood, Tiger Woods, posing nude for ESPN Magazine, and his obsession with staying fit. He also remembers apartheid in his native South Africa, the criticism he faced, and his friendship with Nelson Mandela. Player discusses the horse farm and foundation that keep him busy at nearly 80 years old, and takes Bensinger out for a tour of his design office and a quick lesson on the course.    "
                },
                "8": {
                    "title": "Dikembe Mutumbo",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "8 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Graham Bensinger travels to the Congo to meet with Dikembe Mutombo and see firsthand the hope his foundation is bringing to the people of the region. He gives a tour of the hospital he built in the capital city of Kinshasa, and shows the work of his partnership with the Starkey Hearing Foundation. The NBA center also gives highlights from a career lasting nearly twenty years.    "
                },
                "9": {
                    "title": "Manny Pacquaio",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "15 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Graham travels to the Philippines to sit down with boxer, Manny Pacquiao, in his hometown, General Santos. The ten-time world champ - who squares off with Floyd Mayweather Jr. on May 2nd- shares the struggles of finally landing the long sought-after bout. Hall of Fame Trainer, Freddie Roach explains why he thinks Mayweather will lose the upcoming fight. Pac-Man also shares insight on his personal life: from growing up in extreme poverty to now sharing his fortune with others and proudly representing his country.    "
                },
                "10": {
                    "title": "Mike Krzyzewski",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "22 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Graham Bensinger sits down with Duke coach Mike Krzyzewski at the famous Cameron Stadium in Durham, North Carolina. Coach K shares stories from his upbringing, favorite NCAA moments, leadership and his eventual retirement. He also talks about coaching Team USA and memorable interactions with Michael Jordan, Lebron James and Kobe Bryant; taped in 2010.    "
                },
                "12": {
                    "title": "Lorenzo Fertitta",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "17 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Graham sits down with UFC Chairman and CEO, Lorenzo Fertitta, at the company headquarters in Las Vegas. Fertitta discusses taking over his father's casino business at age 24, hard times after buying the struggling UFC and how \"The Ultimate Fighter\" series became an overnight success. He also shares opinions of UFC President, Dana White, allegations that the UFC is a monopoly and the rise of female fighters, among other topics.    "
                },
                "13": {
                    "title": "Billie Jean King",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "24 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Graham sits down with tennis legend and champion for gender equality, Billie Jean King. She shares memories of career highlights, including the famed Battle of the Sexes match against Bobby Riggs, her decision to help form the first women's league, and her vision for the Mylan World TeamTennis (WTT). King also discusses her beginnings in the sport and a tense press conference when she first publicly said she is gay.    "
                },
                "14": {
                    "title": "Brett Favre",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "original air date": "31 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Graham sits down with Brett Favre in his Hattiesburg, Miss. office. The NFL legend sets the record straight on his relationship with Aaron Rodgers and discussions that led to his initial retirement from the Packers. Favre also remembers tough love from his father, beating his addiction to pain pills and playing every game like it was his last.    "
                },
                "15": {
                    "title": "Stephen Curry",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 15,
                    "original air date": "7 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Graham sits down with All-Star NBA point guard and MVP prospect, Stephen Curry. Curry - who received more All-Star votes than LeBron James or any other player - discusses growing up as the son of a NBA player, his lack of college scholarship offers and a last-minute decision to join the NBA draft. He also goes into detail about life as a family man, the firing of former Warriors coach, Mark Jackson, and philanthropic support to help eradicate malaria.    "
                },
                "16": {
                    "title": "Kevin Harvick",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 16,
                    "original air date": "14 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Graham sits down with Kevin Harvick at the NASCAR Hall of Fame in Charlotte, N.C. The reigning Sprint Cup Champion discusses taking over after the tragic death of Dale Earnhardt, his decision to leave Richard Childress Racing and his 2014 championship season. Harvick also reflects on the fallout with his father, his reputation as an aggressor and how having a son has changed him.    "
                },
                "17": {
                    "title": "Russell Westbrook",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 17,
                    "original air date": "21 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Graham sits down with superstar point guard, Russell Westbrook, in Oklahoma City. The NBA All-Star addresses bad press he's received, criticism of his playing style and his much publicized relationship with teammate, Kevin Durant. He also discusses the sudden death of his best friend, his upbringing in South Central L.A. and the desire to express himself through fashion.    "
                },
                "18": {
                    "title": "Tony Hawk",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 18,
                    "original air date": "14 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Graham sits down with skateboarding legend, Tony Hawk, to discuss skating as a future Olympic sport, video game successes, obsessing over and accomplishing skateboarding's holy grail and the difficulty of not having his father around to see it. Plus, Hawk shares stories of hard financial times, a nasty case of food poisoning overseas and a skate session on the halfpipe at Tony Hawk, Incorporated.    "
                },
                "19": {
                    "title": "Greg Norman",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 19,
                    "original air date": "11 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Graham sits down with legendary golfer, Greg Norman, who discusses losing with class, picking up golf out of boredom and going against his father's wishes by turning pro. Norman also shares how he built his business empire, the personal costs of success and golfing with his best friend, Bill Clinton, among a variety of other candid stories.    "
                },
                "20": {
                    "title": "Travis Pastrana",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 20,
                    "original air date": "18 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Graham sits down with motocross champ, X Games gold medalist and action sports star, Travis Pastrana, who discusses some of his most death-defying stunts, one-upping friends on the Nitro Circus world tour and a life-changing car accident. Pastrana also shares stories of his frequent night terrors, landing the first-ever double backflip on a motocross bike and even convinces Graham to attempt a tandem backflip.    "
                },
                "21": {
                    "title": "Cam Newton",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 21,
                    "original air date": "1 May 2015",
                    "year": "2015",
                    "plot": "\n    Graham sits down with Cam Newton for the show's first-ever taping in front of a live audience, in Charlotte. The Panthers QB shares his experiences winning national championships with three different college teams, the game that changed his life and a rough transition into the NFL. Newton also reflects on accusations faced by his family and why he's decided to go back to Auburn to finish his degree. Plus, he and Graham surprise two local veterans and their families.    "
                },
                "24": {
                    "title": "Doug Ellin",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 24,
                    "original air date": "30 May 2015",
                    "year": "2015",
                    "plot": "\n    Graham sits down with the creator of HBO's Entourage, Doug Ellin, to discuss the upcoming feature film and his favorite athlete cameos from the series. Ellin remembers getting his start in the mailroom at New Line Cinema, the overwhelming success of the show, and offers a behind-the-scenes perspective of the cast and scripting the series. Graham also goes on set for a commercial shoot to promote the movie and speaks with Entourage stars Jeremy Piven and Jerry Ferrara.    "
                }
            },
            "6": {
                "1": {
                    "title": "Shaquille O'Neal",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "12 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Graham sits down with 15-time NBA All-Star and four-time NBA champion, Shaquille O'Neal. The former MVP discusses growing up poor, his inspirations to achieve greatness and a Knicks game that changed his life. Shaq also sheds light on how he motivated Kobe Bryant and his biggest regrets in his career. After the interview, Shaq and Graham goof off on Shaq's in-home basketball court and around the Orlando mansion.    "
                },
                "2": {
                    "title": "Arnold Palmer",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "19 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Graham sits down with PGA Hall of Famer, Arnold Palmer, in his hometown of Latrobe, Pennsylvania. Palmer discusses his various presidential pals, including a close friendship with President Dwight Eisenhower. The four-time Masters winner is at times emotional as he opens up about the influence his father had on his life, his friend and rival Jack Nicklaus and his most significant accolades.    "
                },
                "3": {
                    "title": "Jesse James",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "26 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Graham sits down with the mastermind behind \"West Coast Choppers,\" Jesse James in his shop in Austin, Texas. James opens up about his troubled youth that included fights, stealing and jail time and how it cost him his promising football career. James also discusses the backlash from his highly-publicized divorce from Sandra Bullock, a possible \"Monster Garage\" comeback and his new business, manufacturing custom firearms.    "
                },
                "4": {
                    "title": "Jim Brown",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "3 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Graham sits down with Hall of Fame running back, Jim Brown, in the NFL legend's home. Brown, an eight-time rushing leader and three-time MVP, was equally as fierce as an activist for equal rights. He opens up about memorable moments from his playing career, quitting the NFL to pursue acting and his role advocating for social change. Brown also talks about the goals of his foundation and shares stories of the Hollywood lifestyle, including frequenting the Playboy Mansion (taped in 2010).    "
                },
                "5": {
                    "title": "Alex Ovechkin",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "10 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Graham spends two days with NHL superstar, Alex Ovechkin, in his hometown of Moscow. The three-time MVP opens up for the first time about the death of his older brother, plus talks candidly about the influence of his parents and his feelings from the 2014 Olympics in Sochi. Ovechkin shows Graham around Moscow, introduces him to some of his family and caps off the interview with a dip in his backyard pond.    "
                },
                "6": {
                    "title": "Jesse Ventura",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "24 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Graham shares a candid conversation with the former WWE wrestler and governor of Minnesota, Jesse Ventura. Ventura talks about his time in office - which included a trip to Cuba to meet with Fidel Castro - and a possible run for president in 2016. \"The Body\" also discusses his falling out with Hulk Hogan and expresses his strong opinion of \"American Sniper\" author, Chris Kyle. Later, Ventura shows Graham around his high school and the two attend a WNBA game featuring Ventura's favorite professional team, the Minnesota Lynx.    "
                },
                "7": {
                    "title": "John Calipari",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "7 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Graham goes one-on-one with Kentucky Wildcats basketball coach, John Calipari. Coach Calipari shares stories from his successes in the NCAA, his recruiting strategies and responds to criticism about molding NBA players. The Hall of Fame coach also opens up about his career goals, his biggest superstitions and joins Graham for breakfast at a Lexington institution.    "
                },
                "8": {
                    "title": "Vince Young",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "14 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Graham talks with the recently-retired, two-time Pro Bowl quarterback, Vince Young. The 2006 Rookie of the Year talks about his fallout with Coach Jeff Fisher and the Tennessee Titans, getting into and rebounding from bankruptcy and the passing of his friend and father figure, Steve McNair. Young also looks back on his Rose Bowl championship with the University of Texas and his post-NFL careers at the university, as an analyst with the Longhorn Network and as owner of Vince Young Steakhouse in Austin.    "
                },
                "9": {
                    "title": "Dennis Rodman",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "original air date": "21 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Graham interviews Dennis Rodman, the five-time NBA champion and Hall of Famer. Known for his dogged defense and rebounding prowess, Rodman shares stories of his 14-year career in the NBA, creating his unique image and why he feels lucky to be alive today. Also, the two-time NBA Defensive Player of the Year opens up about contemplating suicide and his emotional Hall of Fame induction speech (taped in 2011).    "
                },
                "10": {
                    "title": "Trial & Triumphs",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "original air date": "12 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    On a special \"Trials and Triumphs\" episode, Graham Bensinger looks back at notable guests who shared specific lessons learned from an array of personal and professional challenges. Highlights include Kobe Bryant and Ray Lewis reflecting on their legal battles, Oscar De La Hoya on battling inner demons and Brett Favre on beating his addiction.    "
                },
                "11": {
                    "title": "Best of Season 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "original air date": "19 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Host Graham Bensinger and the In Depth crew look back at the best moments from the past season, from the most heartfelt interviews, to the wildest post-interview activities and unexpected behind-the-scenes stories. Graham traveled the world - from the Congo to the Philippines - to talk with elite sports figures from Charles Barkley and Gary Player, to Cam Newton and Manny Pacquiao.    "
                },
                "12": {
                    "title": "Cam Newton",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "original air date": "16 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Graham sits down with Cam Newton in front of a live audience in Charlotte. This season's most dominant QB and MVP contender shares his experiences winning national championships with three different college teams, the game that changed his life and a rough transition into the NFL. Newton also reflects on accusations faced by his family and shows Graham firsthand how a play is called at the line of scrimmage.    "
                },
                "13": {
                    "title": "Chad Johnson",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 13,
                    "original air date": "23 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Graham interviews former star Cincinnati Bengals receiver, Chad \"Ochocinco\" Johnson. The six-time Pro Bowler discusses growing up in Miami as an outcast from his drug-dealing friends, his release from the league after domestic violence charges and remorse for departing the Bengals. Chad shows Graham around Miami, including his childhood home, the facility where he plays indoor soccer daily and even takes a Twitter follower to task in an impromptu FIFA 16 video game.    "
                },
                "14": {
                    "title": "Alex Honnold",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 14,
                    "original air date": "30 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Graham goes one-on-one with one of the world's most renowned rock climbers, Alex Honnold. Known for his death-defying \"free solo\" climbs - where he ascends 2,000-foot rock walls without ropes or safety equipment - Honnold reflects on his mindset of casting aside fear, visualizing death and the advantages and disadvantages of living in a van. Honnold looks back on his notable climbs, including the Triple Crown of Yosemite and a 53-hour push in Patagonia. He and Graham also head out for a climb in the Canadian Rockies in Banff National Park.    "
                },
                "15": {
                    "title": "Super Bowl Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 15,
                    "original air date": "6 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    On an In Depth Super Bowl Special, some of the most prolific NFL legends reflect on their fondest Super Bowl memories, and what it meant for them to win it all. Jerry Rice, Brett Favre, Emmitt Smith, Joe Namath, Jerome Bettis and Ray Lewis share personal perspectives on their unforgettable Super Bowl moments.    "
                },
                "16": {
                    "title": "Ray Romano",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 16,
                    "original air date": "13 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Graham visits with actor, screenwriter and stand-up comedian Ray Romano at Warner Brothers Studios. Romano shares the split-second decision on Letterman that elevated his career, his obsession with golf and the embarrassing moment with Tiger Woods. Also, a surprise visit from a former \"Everybody Loves Raymond\" cast-mate and Graham challenges Ray to showcase a hidden talent.    "
                },
                "17": {
                    "title": "Richard Petty",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 17,
                    "original air date": "20 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Graham sits down with the most accomplished NASCAR driver in racing history, Richard Petty, at his museum and garage in North Carolina. Petty reflects on racing-related tragedies and using those as inspiration to create a camp serving thousands of children with chronic diseases. \"The King\" also shares stories of his incredible tolerance for pain, the tire seat he used to court his future wife and eating fried chicken with President Reagan.    "
                },
                "18": {
                    "title": "Dick Vitale",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 18,
                    "original air date": "19 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Graham interviews Basketball Hall of Fame broadcaster, Dick Vitale. The legendary ESPN basketball analyst is colorful and heartfelt as he shares stories of his eyesight and bullying battles as a kid, a tight bond with Jim Valvano and overcoming a career-threatening injury. \"Dickie V\" also offers a tour of his Florida estate and various looks at his philanthropic commitments, including an \"obsession\" with raising money for pediatric cancer.    "
                },
                "19": {
                    "title": "Kelly Slater",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 19,
                    "original air date": "26 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Graham spends the day with the most decorated professional surfer ever, 11-time world champion, Kelly Slater. Slater - both the youngest and oldest surfer to win world titles - opens up about bringing surfing to the Summer Olympics, coping with his father's battle with alcoholism and a recent near-death experience during a surfing accident. Slater also welcomes viewers into his life today, including his pursuit to build Kelly Slater Wave Parks, his passion for music, his sustainable apparel brand and a trip to the Malibu coast to teach Graham to surf.    "
                },
                "20": {
                    "title": "Jack Nicklaus Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 20,
                    "original air date": "9 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    On a special, two-part episode featuring the man many regard as the greatest golfer ever, Jack Nicklaus, Graham spends three days with the \"The Golden Bear\" as they jet set to four cities aboard his private jet. Nicklaus offers a rare look at his intense travel schedule, motivations to grow his already unprecedented legacy and a celebrity-packed unveiling of one of his signature courses. During the 30th anniversary of his 1986 win at The Masters, Nicklaus reflects on his fondest memories from Augusta, the dramatic impact of losing his father and shows he's just as ...    "
                },
                "21": {
                    "title": "Jack Nicklaus Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 21,
                    "original air date": "16 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    On a special, two-part episode featuring the man many regard as the greatest golfer ever, Jack Nicklaus, Graham spends three days with the \"The Golden Bear\" as they jet set to four cities aboard his private jet. Nicklaus offers a rare look at his intense travel schedule, motivations to grow his already unprecedented legacy and a celebrity-packed unveiling of one of his signature courses. During the 30th anniversary of his 1986 win at The Masters, Nicklaus reflects on his fondest memories from Augusta, the dramatic impact of losing his father and shows he's just as ...    "
                },
                "22": {
                    "title": "Charles Barkley",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 22,
                    "original air date": "30 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Graham Bensinger sits down with the the iconic NBA forward, Charles Barkley, who shares stories of a life-changing run-in with the law as a child, accepting cash from agents while in college and his thoughts on those NCAA regulations today. \"Sir Charles\" also reflects on highlights from a legendary career, including the '92 \"Dream Team,\" his relationship with Michael Jordan and how the issue behind his infamous \"Role Model\" commercial is still prevalent today.    "
                },
                "23": {
                    "title": "The Mind of a Champion",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 23,
                    "original air date": "7 May 2016",
                    "year": "2016",
                    "plot": "\n    In this special episode of In Depth, Graham Bensinger talks with best-in-class sports figures about the fear, anger and determination that fuels \"The Mind of a Champion.\" Physical talent can only take an athlete so far. It's mental fortitude and an obsessive pursuit of perfection that elevates the elite above their competition. The episode features commentary and reflection from Steph Curry, Jerry Rice, Tony Hawk, Dana White, Mario Andretti and Billie Jean King, among others.    "
                },
                "24": {
                    "title": "Lewis Hamilton",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 24,
                    "original air date": "14 May 2016",
                    "year": "2016",
                    "plot": "\n    Graham travels to the Mercedes factory in Brackley, England, to sit down with three-time Formula 1 champ, Lewis Hamilton. The global icon and one of TIME's most influential people talks about breaking barriers as the first black driver in F1, the controversial decisions to leave both Team McLaren and his father as manager and a lost friendship with teammate and rival, Nico Rosberg. Plus, Lewis and Graham drive through the English countryside to talk dating, dodging the paparazzi and a cold shoulder from Oprah Winfrey.    "
                },
                "25": {
                    "title": "All Access",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Depth with Graham Bensinger (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 25,
                    "original air date": "11 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    On a special In Depth, Graham looks back on the unique access he's enjoyed with the world's top athletes. We leave the interview chairs behind and get a one-of-a-kind chance to meet superstars on their own turf. From putting with Steph Curry, to a motorcycle backflip with Travis Pastrana and a dominating ping-pong performance from Clayton Kershaw, this all-access episode offers an inside look at what some of the world's greatest athletes do best, as well as what they love to do in their spare time.    "
                }
            }
        },
        "number of episodes": 49,
        "cast": [
            {
                "name": "Bensinger, Graham"
            },
            {
                "name": "Favre, Brett"
            },
            {
                "name": "Rice, Jerry"
            },
            {
                "name": "Barkley, Charles"
            },
            {
                "name": "Smith, Emmitt"
            },
            {
                "name": "Lewis, Ray"
            },
            {
                "name": "Hawk, Tony"
            },
            {
                "name": "Newton, Cam"
            },
            {
                "name": "Curry, Stephen"
            },
            {
                "name": "Nicklaus, Jack"
            },
            {
                "name": "Namath, Joe"
            },
            {
                "name": "Krzyzewski, Mike"
            },
            {
                "name": "Miller, Bode"
            },
            {
                "name": "Mutombo, Dikembe"
            },
            {
                "name": "Pacquiao, Manny"
            },
            {
                "name": "Player, Gary"
            },
            {
                "name": "Rodgers, Aaron"
            },
            {
                "name": "Rose, Pete"
            },
            {
                "name": "Wozniacki, Caroline"
            },
            {
                "name": "Brown, Jim"
            },
            {
                "name": "Bryant, Kobe"
            },
            {
                "name": "Calipari, John"
            },
            {
                "name": "La Hoya, Oscar De"
            },
            {
                "name": "Ellin, Doug"
            },
            {
                "name": "Fertitta, Lorenzo"
            },
            {
                "name": "Harvick, Kevin"
            },
            {
                "name": "James, Jesse"
            },
            {
                "name": "King, Billie Jean"
            },
            {
                "name": "Norman, Greg"
            },
            {
                "name": "Ovechkin, Alexander"
            },
            {
                "name": "Palmer, Arnold"
            },
            {
                "name": "Pastrana, Travis"
            },
            {
                "name": "Rodman, Dennis"
            },
            {
                "name": "Ventura, Jesse"
            },
            {
                "name": "Westbrook, Russell"
            },
            {
                "name": "Young, Vince"
            },
            {
                "name": "Bettis, Jerome"
            },
            {
                "name": "Hamilton, Lewis"
            },
            {
                "name": "Honnold, Alex"
            },
            {
                "name": "Johnson, Chad"
            },
            {
                "name": "Kershaw, Clayton"
            },
            {
                "name": "Pastrana, Travic"
            },
            {
                "name": "Petty, Richard"
            },
            {
                "name": "Romano, Ray"
            },
            {
                "name": "Slater, Kelly"
            },
            {
                "name": "Vitale, Dick"
            },
            {
                "name": "White, Dana"
            },
            {
                "name": "Hamilton, Scott"
            }
        ],
        "locations": [
            "Los Angeles, California, USA",
            "Las Vegas, Nevada, USA",
            "Orlando, Florida, USA",
            "Detroit, Michigan, USA",
            "Charlotte, North Carolina, USA",
            "Fairbanks, Alaska, USA",
            "Moscow, Russia",
            "Philippines",
            "Democratic Republic Of Congo",
            "New Zealand"
        ],
        "genres": [
            "Sport"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "certificates": [
            "United States:TV-PG"
        ],
        "number of seasons": 7,
        "rating": 7.3,
        "votes": 13,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzhlMDQ4MjgtOGI1YS00NDE0LWE3ODQtZGIzODFiNDFhNmZjXkEyXkFqcGdeQXVyODQ1NTk5OQ@@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "In Depth with Graham Bensinger",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "In Depth with Graham Bensinger (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7"
        ],
        "production companies": [
            {
                "name": "GB Entertainment"
            }
        ],
        "plot": [
            "A sports television series hosted by 'Graham Bensinger' (qv) and features interviews with notable athletes and sports legends.::Thiz Markie"
        ],
        "tech": {
            "runtime": [
                "30 min (including commercials)"
            ],
            "color": [
                "Color (HD)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 13,
                "rating": 7.3
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 6.8
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 6.0
            },
            "males": {
                "votes": 6,
                "rating": 6.2
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 3.0
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 6.0
            },
            "females": {
                "votes": 4,
                "rating": 8.5
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 6.4
            },
            "us users": {
                "votes": 4,
                "rating": 6.8
            },
            "non us users": {
                "votes": 3,
                "rating": 7.0
            }
        },
        "number of votes": {
            "10": 2,
            "9": 2,
            "8": 3,
            "7": 2,
            "6": 1,
            "5": 2,
            "4": 0,
            "3": 1,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 7.3,
        "median": 8
    }
}