{
    "imdb": {
        "raw release dates": [
            {
                "country": "Germany\n",
                "date": "  2010"
            }
        ],
        "release dates": [
            "Germany::2010"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "German zoo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoobabies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    A small army of zoo experts were sent to a german zoo to count everything from pink flamingos to fish. Have you ever tried counting a wall-sized tank of fish, constantly moving about? The elephants pose a different problem - how to measure them using a large ruler and piece of string?    "
                },
                "2": {
                    "title": "Toronga zoo - sydney",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoobabies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Visit a baby chimp at Sydney's Toronga Zoo; an Indian village which has adopted an abandoned sloth bear cub; and see a couple of twin chimpanzees which were a surprise to the Israeli zoo they live in, with the keepers unaware the twins' mother was even pregnant.    "
                },
                "3": {
                    "title": "Munster zoo - germany",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoobabies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    We look at the strange and exotic newcomers to zoos and wildlife parks around the world, including munster zoo in germany, where an orphaned gorilla is being raised by her keepers to adulthood. And meet esperanza, a baby giraffe with ingrown \"toenails\".    "
                },
                "4": {
                    "title": "Cheeky monkeys",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoobabies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    This time on our tour of the world's zoos and wildlife parks, we get to meet a lot of cheeky monkeys - including a chimpanzee who can paint. Also, we check on a baby koala separated from his mother as she was ill, and looked after by dedicated keepers at sydney's toronga zoo.    "
                },
                "5": {
                    "title": "Baby orangutans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoobabies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    We visit countries such as hungary, denmark, australia, thailand and india to capture the various new editions to their famous zoos. Watch baby orangutans learn how to use a computer, and discover why hippos are considered one of the most dangerous animals in africa.    "
                },
                "6": {
                    "title": "Zoological gardens",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoobabies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    We take a look at the new arrivals of zoological gardens and wildlife parks around the world, and watch the inventory at germany's oldest zoo, where even notoriously difficult to manage camels have to be weighed and measured.    "
                },
                "7": {
                    "title": "Natural habitats",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoobabies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Rare white tigers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoobabies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    From rare white tigers in the netherlands, to animals singing jingle bells, we take a continuing look at the cute and cuddly cubs and chicks from zoos spanning the globe.    "
                },
                "9": {
                    "title": "Olive ridley turtles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoobabies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Watch with us as thousands of olive ridley turtle babies find their way into the sea off the coast of india with the help of conservationists and concerned volunteers. Also, find out how zoo keepers in madrid endeavor to help their animals keep cool during the long, hot summer.    "
                },
                "10": {
                    "title": "Turtles in manhattan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoobabies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    This time on zoo babies we take another tour of the world's zoos and wildlife parks, to meet the new cuddly and curious arrivals. Also, see the amazing private collection of 1,300 turtles, belonging to a man living in a loft apartment in manhattan.    "
                },
                "11": {
                    "title": "Sumatran tiger cubs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoobabies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    First we check in on two green sea turtles, which were found washed up on a beach, and have been resting at sydney's zoo and aquarium until they are ready to be released into the wild. Then we visit sumatran tiger cubs - also in australia - which are one of the most endangered tiger species on earth.    "
                },
                "12": {
                    "title": "Flamingos on the move",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoobabies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    A continuing look at the young of many different zoo animals from around the world, encompassing copenhagen, south korea, africa, tokyo, washington, san diego and west java zoological gardens. See a zoo try to count, weigh and measure their animals - just how does one count a flock of flamingos on the move?    "
                },
                "13": {
                    "title": "Pip mcgarry paints",
                    "kind": "episode",
                    "episode of": {
                        "title": "Zoobabies (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    We take a look at the cute and cuddly new arrivals at zoos in the united states and around the world; including south america, washington, florida, germany, ireland and london. Also, talented zoo artist pip mcgarry paints a lifelike portrait of the giraffes.    "
                }
            }
        },
        "number of episodes": 13,
        "countries": [
            "Germany"
        ],
        "country codes": [
            "de"
        ],
        "language codes": [
            "de"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjE5OTBhMDItYTVjNi00MGUzLTg3YjgtOTg1NDI2MTJhNDAyXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "German"
        ],
        "title": "Zoobabies",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Zoobabies (Germany)"
        ],
        "seasons": [
            "1"
        ],
        "plot": [
            "The program \"_Zoobabies_ (qv)\" shows how the baby animals are born,grow and become adult animals."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}