{
    "imdb": {
        "raw release dates": [
            {
                "country": "Brazil\n",
                "date": "10 March 2010"
            }
        ],
        "release dates": [
            "Brazil::10 March 2010"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Wagner, Didi"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Brazil"
        ],
        "country codes": [
            "br"
        ],
        "language codes": [
            "pt"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BZTg4YjFmNzgtYWM2Zi00YzQ0LThlNTItOTI2MGVlYmRkMDkyXkEyXkFqcGdeQXVyMTkzODUwNzk@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "A co-production between Chocolate Productions and Producing Partners, \"Lugar Incomum\" is a weekly Brazilian TV show that explores cities all over the world, showing touristic attractions and local culture, always focusing on cool things to do in each place. The TV show is in its 12th season and is hosted by Didi Wagner, a former model and MTV Brazil talent. \"Lugar Incomum\" can be watched on Multishow, one of the top ten entertainment channel on pay TV in Brazil. The series can also be seen on Globo International in 118 countries.",
        "languages": [
            "Portuguese"
        ],
        "title": "Lugar Incomum",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Lugar Incomum (Brazil)"
        ],
        "production companies": [
            {
                "name": "Producing Partners"
            },
            {
                "name": "Chocolate Produções"
            }
        ],
        "distributors": [
            {
                "name": "Multishow Globosat"
            }
        ],
        "plot": [
            "A co-production between Chocolate Productions and Producing Partners, \"_Lugar Incomum_ (qv)\" is a weekly Brazilian TV show that explores cities all over the world, showing touristic attractions and local culture, always focusing on cool things to do in each place. The TV show is in its 12th season and is hosted by Didi Wagner, a former model and MTV Brazil talent. \"_Lugar Incomum_ (qv)\" can be watched on Multishow, one of the top ten entertainment channel on pay TV in Brazil. The series can also be seen on Globo International in 118 countries."
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ]
        }
    }
}