{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "  2010"
            },
            {
                "country": "UK\n",
                "date": "6 October 2010"
            }
        ],
        "release dates": [
            "UK::2010",
            "UK::6 October 2010"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Scotland in Miniature - The Isle of Arran",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of Scotland (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "7 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    Paul Murton travels round one of Scotland's best loved holiday destinations, the Isle of Arran, known as 'Scotland in miniature'. Paul sets off to explore this diverse island that has something for everyone: ruined castles, rugged mountains, stunning wildlife and even a nudist beach.    "
                },
                "2": {
                    "title": "The Feminine Touch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of Scotland (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "14 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    The first travellers to come north were predominantly men. Scotland was considered to be very much a 'man's world' - full of unseen perils that could only be faced down by the brave, and definitely not a place for ladies. Paul Murton travels through Dumfries and Galloway to uncover the stories of the pioneering female tourists who were determined not to be left at home and bravely headed north to explore Scotland.    "
                },
                "3": {
                    "title": "A Walk on the Wild Side",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of Scotland (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "21 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    If you want to experience the wild side of life, then the northern highlands of Scotland is where you have to be. Paul Murton is crossing the country coast to coast, from the remote lighthouse at Tarbat Ness over to the iconic castle of Eilean Donan. Travelling off the beaten track, Paul encounters the beautiful bottlenose dolphins that live in the Cromarty firth and travels by horseback through one of Scotland's most spectacular locations, Glen Affric.    "
                },
                "4": {
                    "title": "A Bed for the Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of Scotland (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "28 Sep. 2012",
                    "year": "2012",
                    "plot": "\n    The search for a comfortable bed for the night is a challenge that has faced tourists coming to Scotland for two centuries. Some early traveller accounts are very complimentary about the hospitality they received while others are not quite so favourable, and the same could probably be said by tourists today . Paul Murton travels from the shores of the Firth of Forth into the depths of rural Perthshire, and his trip requires him to bed down in everything from a hippy 'Yurt' to the exclusive Lochnagar suite at the Gleneagles Hotel.    "
                },
                "5": {
                    "title": "From Burns to Butlins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of Scotland (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "5 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Paul Murton visits the places connected to the life of one of the first global superstars - Robert Burns - the man who made Ayrshire famous. Paul's 'grand tour' takes him from Alloway, following the Burns' trail to Mauchline, before heading for the coast and discovering the delights of Butlins, bathing and betting.    "
                },
                "6": {
                    "title": "It's Just Like Switzerland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of Scotland (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "12 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    By the end of the Victorian era, Scotland had become a favourite summer holiday destination. But what happened when the chill winds of winter began to blow and the tourists packed their bags and headed for home? Paul travels from the icy shores of the Lake of Menteith, to the summit of Britain's highest and most wintry mountain: Ben Nevis, to discover how Scotland was first promoted as a winter holiday destination - after all, 'it's just like Switzerland' - isn't it?    "
                }
            },
            "1": {
                "1": {
                    "title": "The Romantic Ideal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of Scotland (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "6 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    In this first journey, Paul goes in search of the romantic ideal, travelling from the Trossachs out to Iona and then the fabled Isle of Staffa - all places that enchanted and inspired visitors with the magic of Scotland's unique history and landscape.    "
                },
                "2": {
                    "title": "The Sporting Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of Scotland (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Paul discovers how 19th-century Scotland's mountains and glens were a playground for rich gentlemen eager to test themselves against the forces of nature. In the spirit of Victorian manliness, Paul makes the journey using a conveyance of the period, an original 1870s tricycle. Enjoying the dubious delights of his unusual mode of transport, he travels from Dunkeld along the banks of Britain's longest river, the Tay, before climbing the mountains to Royal Deeside. From Braemar he travels to the iconic destination of Balmoral, before attempting to cycle one of Scotland's...    "
                },
                "3": {
                    "title": "In Search of the Real Scotland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of Scotland (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "20 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Paul boards the Jacobite steamtrain, and star of the Harry Potter movies, to make one of the worlds most famous railways journeys and goes 'in search of the real Scotland'. For centuries, outsiders had seldom visited the beautiful landscape of the west coast, but the power of steam changed everything. Within a century, a network of railways spread across the entire country, connecting the industrial cities of the south to the mountains and glens of the north. With the trains came the tourists - all clamouring for a piece of the real Scotland. Paul's route starts at ...    "
                },
                "4": {
                    "title": "Mind, Body and Spirit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of Scotland (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "3 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    This time Paul goes in search of the stunning landscape of the Highlands that has attracted visitors for the last two hundred years with the promise of improving 'mind, body and spirit'. He traces the history of the great outdoors, travelling from the shores of Loch Tay in Perthshire, across the great wilderness of Rannoch Moor, climbs the iconic mountain of Buachaille Etive Mor, before ending his journey in the quaint spa town of Strathpeffer.    "
                },
                "5": {
                    "title": "In Search of Perfect Isolation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of Scotland (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "10 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    In this edition, he travels to the Northern Isles to discover how their remoteness from the mainland became a draw for tourists in search of perfect isolation. Paul's journey begins on board a Norwegian racing yacht in the ocean to the east of Shetland. Landing at Lerwick, Paul continues to explore the main island and its fabulous wildlife before heading out to sea again and sailing south to the musical Orkney Islands.    "
                },
                "6": {
                    "title": "Wish You Were Here",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of Scotland (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "17 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Paul traces the rise of the seaside as a workers' playground. Paul begins his journey in the historic town of St Andrews, hops across the Firth of Forth to North Berwick and ends up in the capital city - Edinburgh.    "
                }
            },
            "2": {
                "1": {
                    "title": "Crossing the Border",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of Scotland (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    In the Victorian era, tourists poured across the border to explore Scotland's unique blend of stunning scenery, romantic ruins, myths and legends. We see Paul board a traditional Gypsy caravan to travel through the borders and up to Glasgow.    "
                },
                "2": {
                    "title": "Elemental Beauty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of Scotland (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "9 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Presenter Paul Murton travels from the shores of beautiful Loch Maree, into the wilds of Assynt, and on to the northern most part of mainland Scotland. Paul is braving the weather and making this journey on foot in order to experience nature in all its elemental glory - which sometimes means four seasons in one day.    "
                },
                "3": {
                    "title": "Islands of the Clyde",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of Scotland (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "16 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    For generations, the Firth of Clyde was a favourite holiday destination for millions of Scots, both rich and poor. In this Grand Tour of Scotland, presenter Paul Murton explores the delights of this famous stretch of water. Here you could enjoy healthy sea breezes - take a dunk in the briny, mess about in boats, enjoy a glass or two of your favourite tipple - or, if you had the money, all of the above at the same time.    "
                },
                "4": {
                    "title": "The Charms of Nature",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of Scotland (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "30 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Paul Murton travels by vintage bike through the spectacular scenery of the central Highlands to better appreciate the charms of nature. He starts his adventure in Glen Lyon, then heads north via Pitlochry and ends his trip in the Cairngorms National Park.    "
                },
                "5": {
                    "title": "The True Spirit of Scotland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of Scotland (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "7 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Following a network of now forgotten steamer routes, presenter Paul Murton goes in search of the true spirit of Scotland, travelling from loch to loch in Argyll and then out to Islay. As the steamers left the Scottish lochs years ago, Paul has to literally 'paddle his own canoe' - in this case, a beautiful replica of an original Rob Roy canoe from the 1890s - to follow the route.    "
                },
                "6": {
                    "title": "In Search of Sunshine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Grand Tours of Scotland (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "14 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Long before the era of cheap flights and package holidays on the 'Costa del Sunburn', most Scots spent their summer holidays by the Scottish seaside. Paul Murton goes in search of Scottish sunshine. To capture the holiday spirit and to chase the sun, Paul's travelling by Morris Minor and is following a route up the east coast from Carnoustie to Aberdeen.    "
                }
            }
        },
        "number of episodes": 18,
        "cast": [
            {
                "name": "Murton, Paul"
            }
        ],
        "locations": [
            "Scotland, UK"
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 7.6,
        "votes": 9,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjQyMzkxNjcwOF5BMl5BanBnXkFtZTgwODIzNjg3OTE@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Grand Tours of Scotland",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "Grand Tours of Scotland (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "Timeline Films"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            }
        ],
        "other companies": [
            {
                "name": "Line 21 Media Services"
            }
        ],
        "plot": [
            "Paul Murton traces the changes that have taken place since the birth of Scottish tourism.::Enzedder"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 9,
                "rating": 7.6
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 7.5
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 7.7
            },
            "males": {
                "votes": 6,
                "rating": 7.3
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 7.5
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 7.7
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 7.0
            },
            "non us users": {
                "votes": 4,
                "rating": 8.2
            }
        },
        "number of votes": {
            "10": 3,
            "9": 0,
            "8": 1,
            "7": 2,
            "6": 1,
            "5": 2,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 7.6,
        "median": 7
    }
}