{
    "imdb": {
        "raw release dates": [
            {
                "country": "China\n",
                "date": "April 2010"
            }
        ],
        "release dates": [
            "China::April 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Wan li shou fu Zhang Juzheng"
            },
            {
                "countries": "Russia",
                "title": "Чжан - Великий Секретарь императора Ваньли"
            },
            {
                "countries": "World-wide (English title) (complete title)",
                "title": "Prime Minister Zhang Juzheng"
            }
        ],
        "akas": [
            "Wan li shou fu Zhang Juzheng (original title)",
            "Чжан - Великий Секретарь императора Ваньли Russia",
            "Prime Minister Zhang Juzheng World-wide (English title) (complete title)"
        ],
        "akas from release info": [
            "Wan li shou fu Zhang Juzheng (original title)",
            "Чжан - Великий Секретарь императора Ваньли Russia",
            "Prime Minister Zhang Juzheng World-wide (English title) (complete title)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Feng, Yuanzheng"
            },
            {
                "name": "Mei, Ting"
            },
            {
                "name": "Tang, Guoqiang"
            },
            {
                "name": "Yang, Xue"
            },
            {
                "name": "Zhi, Yitong"
            }
        ],
        "genres": [
            "History"
        ],
        "runtimes": [
            "45"
        ],
        "countries": [
            "China"
        ],
        "country codes": [
            "cn"
        ],
        "language codes": [
            "cmn"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BY2EwNjA5YjctYzM0OS00NTc1LWI1ODgtOTA1ZGU4NmNmMjU5L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNjk4NTg1Mzc@._V1_SY150_CR4,0,101,150_.jpg",
        "plot outline": "Synopsis This drama depicts the life of a legendary figure Zhang Juzheng in the Ming Dynasty. In Chinese feudal society, there are emperors who rise from the bottom and leave a glorious mark in history, such as Liu Bang and Zhu Yuanzhang. However, few prime ministers make their ways to the top with a humble background. Zhang Juzheng, a legendary figure during the reign of Wanli in the Ming Dynasty, is one of the prime ministers from a humble family. By making through imperial examinations at all levels, Zhang Junzheng earns his spot in imperial court and eventually becomes a prime minister. During his time as a prime minister, he helps the 10 year-old emperor carry out crucial reforms in many aspects, which save the Ming Dynasty from demise. After devoting his whole life to the Ming Dynasty, Zhang dies of illness on June 20th, the 16th year of Wanli. However, what Zhang Juzheng will never know is that the reward for his lifetime dedication is a catastrophe on his family. Due to his wrong judgment of people, his family suffers attacks and revenge after his death. Some of his families die from starvation; some are exiled; some become fugitives. Yet no one in imperial court dares to speak for his family. Not until the 2nd year in the reign of Tianqi (1622), the great prime minister who makes significant contribution to the Ming Dynasty was recalled. Emperor Tianqi realizes that the declining the Ming Dynasty is in need of a strong prime minister like Zhang Juzheng. However, everything is too late. The Ming Dynasty's demise has been written.",
        "languages": [
            "Mandarin"
        ],
        "title": "Wan li shou fu Zhang Juzheng",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "production companies": [
            {
                "name": "Beijing Hualu Baina Film & TV"
            }
        ],
        "distributors": [
            {
                "name": "Beijing Hualu Baina Film & TV"
            }
        ],
        "plot": [
            "_Synopsis_ (qv) This drama depicts the life of a legendary figure Zhang Juzheng in the Ming Dynasty. In Chinese feudal society, there are emperors who rise from the bottom and leave a glorious mark in history, such as Liu Bang and Zhu Yuanzhang. However, few prime ministers make their ways to the top with a humble background. Zhang Juzheng, a legendary figure during the reign of Wanli in the Ming Dynasty, is one of the prime ministers from a humble family. By making through imperial examinations at all levels, Zhang Junzheng earns his spot in imperial court and eventually becomes a prime minister. During his time as a prime minister, he helps the 10 year-old emperor carry out crucial reforms in many aspects, which save the Ming Dynasty from demise. After devoting his whole life to the Ming Dynasty, Zhang dies of illness on June 20th, the 16th year of Wanli. However, what Zhang Juzheng will never know is that the reward for his lifetime dedication is a catastrophe on his family. Due to his wrong judgment of people, his family suffers attacks and revenge after his death. Some of his families die from starvation; some are exiled; some become fugitives. Yet no one in imperial court dares to speak for his family. Not until the 2nd year in the reign of Tianqi (1622), the great prime minister who makes significant contribution to the Ming Dynasty was recalled. Emperor Tianqi realizes that the declining the Ming Dynasty is in need of a strong prime minister like Zhang Juzheng. However, everything is too late. The Ming Dynasty's demise has been written."
        ],
        "tech": {
            "runtime": [
                "45 min (China)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}