{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "12 April 2010"
            },
            {
                "country": "USA\n",
                "date": "31 January 2015"
            }
        ],
        "release dates": [
            "USA::12 April 2010",
            "USA::31 January 2015"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Anthony Lister",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Creative Lives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "31 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Anthony Lister struck Los Angeles like a hurricane hitting walls from Venice to Downtown in a whirlwind two weeks in the run up to his show at New Image Art Gallery. The numerous street pieces served as inspiration for the multitude of paintings he worked on and exhibited in September of 2015. An exhibit that not only featured his exquisite paintings on canvas, but also his bronze sculptures, VR experience, and a live performance that shattered expectation. We interview not only the artist, but also legendary graffiti writer RISK, New Image Art Gallery owner Marsea ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Barry McGee",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Creative Lives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "12 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    One of the most influential artists of his generation, Barry McGee was recently asked to reinstall a work of his at the San Francisco Museum of Modern Art for their 75th Anniversary retrospective. What ended up happening was an installation that not only incorporated the original work created in 1996, but also sampled new work created days before the installation. We talk with McGee about the preservation of impermanent art and how reinvention keeps him excited.    "
                },
                "2": {
                    "title": "Futura",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Creative Lives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    A man that needs very little introduction, one of the godfathers of modern graffiti Lenny McGurr, AKA Futura, was kind enough to share a few words with us during his 2008 pop up show in Los Angeles, \"Strategic Synchronicity\". We talk about the influence Futura has had on modern street art and graffiti, and who he looked up to when he was a fan in 1970's New York.    "
                },
                "3": {
                    "title": "Kelsey Brookes",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Creative Lives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "22 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Kelsey Brookes is a San Diego based painter whose influences range from American quilt patterns to Giuseppe Arcimboldo. His unique style and clever reinterpretation of classical compositions makes him one of contemporary art's finest new talents.    "
                },
                "4": {
                    "title": "Mark Dean Veca",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Creative Lives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "24 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Altadena, CA based artist Mark Dean Veca has painted murals from San Francisco to London. In this feature, Veca travels back to his Alma Mater, The Otis College of Art and Design, to attempt one of his most ambitious works to date. We also hear how Mark started painting murals and how he got his first big break at The Drawing Center in New York.    "
                },
                "5": {
                    "title": "Megan Whitmarsh",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Creative Lives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "22 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Megan Whitmarsh is a very unique artist from Highland Park, CA who uses thread to create complex tableaux of characters in epic scenes of both fantasy and social anxiety. Drawing inspiration from 1980's American pop culture and her intricate imagination, Whitmarsh's canvases show a sympathy toward the misunderstood monster and a celebration of the magic of creation. Also an accomplished soft sculptor, she has created a mountain of stuffed replicas of trash she finds in her neighborhood. In this feature, we get to know Whitmarsh and travel along as she paints a massive...    "
                },
                "6": {
                    "title": "Porous Walker",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Creative Lives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "29 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Jimmy DiMarcellis (aka Porous Walker) is a Napa, CA based artist who specializes in the absurd. Walker's hilarious drawings, creative sculptures and installations remind us that humor is the highest art. In this feature, we meet up with Walker at his studio and follow him along as he installs two shows in San Francisco, one wildly creative installation at Receiver Gallery, and one more clean narrative driven installation at the San Francisco Arts Commission Gallery.    "
                },
                "7": {
                    "title": "New Image Art",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Creative Lives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "19 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Since 1994, artist and gallery owner Marsea Goldberg has dedicated a space for creative people to install, exhibit and perform their work. With a previous exhibition list too long and legendary summarize, it's no wonder that West Hollywood's New Image Art Gallery continues to be a unique and exciting venue for both established and emerging artists alike. In celebration of New Image Art Gallery's 15 year anniversary, we got to talk with Goldberg and a few friends about how it all got started and how it works so well.    "
                }
            },
            "2": {
                "1": {
                    "title": "Fecal Face Gallery",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Creative Lives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "8 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Passionate and humble, John Trippe created a website to share his photos and art in 2000, what ended up happening was the creation and curation of a successful art sharing template that would inspire an entire movement online. Trippe moved to San Francisco to pursue skateboarding and art. Before long he was publishing his own art zine called Fecal Face, and when digital publishing was in its infancy, he started fecalface.com. The website would go on to spread art across 50,000 unique visitors a day and inspire generations on how you can adapt to do what you love on ...    "
                },
                "2": {
                    "title": "Ferris Plock",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Creative Lives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Friend to all who are lucky enough to meet this artist and gentleman, Ferris Plock is a loving father and husband who spends his days intensely painting characters inspired by his travels and his love of others. Following a trip to Japan, Plock was inspired to create a body of work that pays homage to classical Japanese pattern-making as well as the comics of Plock's youth. Later, he creates an animation with his friend and animator Jim Dirschberger, and attends an art residency at the San Francisco Recology Recycling Center.    "
                },
                "3": {
                    "title": "Jeremy Fish",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Creative Lives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "26 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Inspired by his traveling salesman uncle, Jeremy Fish is drawn to the road like a river to the sea. On this three week journey we follow Fish and his trusted van Big Mike up the Pacific Northwest on the tail end of his 2010 summer tour that took him to galleries across Europe and the Southeast United States. Fish created unique paintings for each city on the tour, inspired by their heritage, and tells us about his own upbringing and love of art as we travel through Portland, OR and Seattle, WA.    "
                },
                "4": {
                    "title": "Mike Shine",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Creative Lives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "18 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Artist and designer Mike Shine started making art in college and after landing a job a Chiat Day Ad Agency was able to make art a full time job, but not without sacrificing his love for painting and an epic mission to tell the story of Flotsam, a Faustian character Shine has become obsessed with. More then just creating an exhibition, Shine creates experiences where his audience is thrust into his world and asked to play a game, of course the stakes are not what they seem. Along with a merry band of musicians and carnies, Shine's performances and installations have ...    "
                },
                "5": {
                    "title": "Hush",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Creative Lives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "12 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    The thoughtfully layered compositions of artist HUSH trace his influences over years of refining his vision and path for the art he makes both in the streets and in the studio. If one looks deep enough, you can see the trail of patterns and hand-styles that the artist has perfected since he began his journey years ago doing graffiti and making fliers for friends' music and art shows in Newcastle, England. During his trip to Los Angeles in 2011, HUSH not only painted a 1,200 square foot wall outside art magnet school Fairfax High, but also created an incredible ...    "
                },
                "6": {
                    "title": "The Date Farmers",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Creative Lives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "14 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Carlos Ramirez and Armando Lerma are collectively The Date Farmers. Growing up in Indio, CA, their work was heavily influenced by their desert surroundings and the friends, family, and gangsters that they knew growing up. Their thoughtful collage and intricate crosshatching collide with their mastery of paint as they prepare for their seminal 2011 exhibition at Ace Gallery. It's the biggest show of their career, and they create a knockout exhibit featuring a correlated steel movie theater, a custom bar topped with a life sized shark sculpture, and over 8 rooms filled ...    "
                },
                "7": {
                    "title": "Andrew Schoultz",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Creative Lives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "27 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    A seasoned muralist, Andrew Schoultz practiced his craft illegally on walls throughout San Francisco before successfully pitching his skills to Aaron Noble and the influential Clarion Alley Project. In the years since, he has refined his work to a state of mastery and continues, both in and out of the studio, to produce an ever changing and deeply profound body of work. In his show \"Compound Eyes On The World\" at Marx and Zavattero Gallery in San Francisco, Schoultz presented work exploring the blur of mob perspective in the modern world.    "
                },
                "8": {
                    "title": "Richard Colman",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Creative Lives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "20 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Relentless and driven, Richard Colman creates work that questions the role of power. Perhaps this stems from his early years writing graffiti in Maryland, where his EVER moniker became ubiquitous in the streets. After his friend Roger Gastman asked him for paintings for a book launch he was doing, Colman created his first studio work and was very well received, starting Colman on a lifelong journey to create work that meets his own high expectations. He pushes himself constantly and what the world gains is a incredibly detailed and ever changing body of work that ...    "
                },
                "9": {
                    "title": "Mark Whalen",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Creative Lives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "14 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Inspired by human interactions, Mark Whalen paints using both ancient and modern techniques. His intricate work and hypnotizing use of patterns sing under a layer of resin that creates a slick window into strange parallel worlds. In his ambitious 2010 solo exhibition \"Paralleled Opposites\" at Merry Karnowsky Gallery in Los Angeles, Whalen designed a large cube to house an installation that featured an intricately stitched paper sculpture, as well as the sonic artistry of Carla Azar.    "
                },
                "10": {
                    "title": "Taylor McKimens",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Creative Lives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "7 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Taylor McKimens paints the mundane in a profound way. His scenes feature the characters and artifacts of his youth in Winterhaven, CA. Finding inspiration in college, McKimens slowly forged his own unique style, a messy, beautiful vision of everything around him. We follow McKimens as he takes us on a fishing expedition in Brooklyn, and installs a group show for the inaugural The Hole Gallery show in New York.    "
                },
                "11": {
                    "title": "Cleon Peterson",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Creative Lives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "31 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Cleon Peterson's cruel images of violence assault our senses, yet his goal is not to shock, but to dissuade the negative world he sees unfurling around him. War, rape, distrust, and dishonor are depicted in classical landscapes framed as if an 18th century oil painting. Raised in Seattle, Peterson's mother, a former ballerina, pushed his talent to great lengths, encouraging him to get his GED at age 14 and start attending art school. Brilliant but addicted to heroin, Peterson struggled, eventually ending up in a criminally ordered asylum, where he got clean and ...    "
                },
                "12": {
                    "title": "Tiffany Bozic",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Creative Lives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "23 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Tiffany Bozic's emotionally charged and thoughtful pairings of animals and other natural elements in her work reflects her deep personal feelings about life and those indescribably strange emotions that run through us all. Her dedication to paint and water color allows her to create incredibly thin paintings on wood and paper, so thin the grain shines through. We follow Bozic as she prepares for her first solo show at Joshua Liner Gallery in 2010 and takes us through the archives of the California Academy of Sciences in San Francisco.    "
                },
                "13": {
                    "title": "Mike Giant",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Creative Lives (TV Series 2010– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "17 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Renowned graffiti, tattoo, and fine artist Mike Giant overcame his vessel to create an incredibly diverse and yet uniquely unified canon. We follow Giant as he creates drawings, paintings and collage for a solo exhibit at Guerrero Gallery in San Francisco, throws up a couple graffiti pieces in San Francisco, and returns to tattooing for a limited basis, all while creating designs for his own clothing label Rebel 8. Giant wears his heart on his sleeve and is a thoughtful and dedicated artist who continues to inspire generations with his giant heart.    "
                }
            }
        },
        "number of episodes": 21,
        "cast": [
            {
                "name": "Plock, Ferris"
            },
            {
                "name": "Goldberg, Marsea"
            },
            {
                "name": "Fin, Jay"
            },
            {
                "name": "O'Meally, Mike"
            },
            {
                "name": "Trippe, John"
            },
            {
                "name": "Brookes, Kelsey"
            },
            {
                "name": "Davis, Mike"
            },
            {
                "name": "Fish, Jeremy"
            },
            {
                "name": "Gastman, Roger"
            },
            {
                "name": "Giant, Mike"
            },
            {
                "name": "Giarla, Justin"
            },
            {
                "name": "Lister, Anthony"
            },
            {
                "name": "Risk"
            },
            {
                "name": "Simpson, Mark"
            },
            {
                "name": "Brickman, Ariel"
            },
            {
                "name": "Audia, Phil"
            },
            {
                "name": "Bishop, Janet"
            },
            {
                "name": "Brainwash, Mr."
            },
            {
                "name": "Brookes, Keegen"
            },
            {
                "name": "Brookes, Keir"
            },
            {
                "name": "Brookes, Lawrence"
            },
            {
                "name": "Brookes, Rebbeca"
            },
            {
                "name": "DiMarcellis, Jimmy"
            },
            {
                "name": "Flip-One"
            },
            {
                "name": "Fortune, Kaia"
            },
            {
                "name": "2000, Futura"
            },
            {
                "name": "Grison, Sandro"
            },
            {
                "name": "Holand, Casey"
            },
            {
                "name": "Hosseinioun, Mishana"
            },
            {
                "name": "Hufnagel, Keith"
            },
            {
                "name": "Jackson, Jo"
            },
            {
                "name": "Jacobs, Rich"
            },
            {
                "name": "Johanson, Chris"
            },
            {
                "name": "Karp, Jensen"
            },
            {
                "name": "McCormick, Carlo"
            },
            {
                "name": "McGee, Barry"
            },
            {
                "name": "McKinley, Tara"
            },
            {
                "name": "Morphesus, Jim"
            },
            {
                "name": "Neckface"
            },
            {
                "name": "O'Shea, Jamie"
            },
            {
                "name": "Perez, Chris"
            },
            {
                "name": "Randall, Randy"
            },
            {
                "name": "Randozzi, Isaac"
            },
            {
                "name": "Revok"
            },
            {
                "name": "Saber"
            },
            {
                "name": "Shepherd, Orion"
            },
            {
                "name": "Shiffler, Meg"
            },
            {
                "name": "Slick"
            },
            {
                "name": "Styler, Divine"
            },
            {
                "name": "Tenore, Pat"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMmZiMmU1NWQtZWI3Zi00NWYyLWJlYjMtZjMxY2MzYTQ2ODljXkEyXkFqcGdeQXVyMTQ3MDcxNg@@._V1_SY150_CR83,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The Creative Lives",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "The Creative Lives (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "plot": [
            "_The Creative Lives_ (qv) captures the nature of an artist; the struggles they have, the doubts that arise, and the victory of creating something you're proud to sign."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}