{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "4 June 2010",
                "notes": "                            (Zee Telugu)"
            }
        ],
        "release dates": [
            "India::4 June 2010                            (Zee Telugu)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Sherief, Sameera"
            }
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "te"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "It is a story of the protagonist who at a very young age was unable to provide medical support and helplessly watches his mother die. He determines to be a doctor and do all hard work, passes the exam and after he reaches the goal of his life, fate intervenes again putting his dear sister in a situation similar to his mother. He is again helpless. Now he is all alone. But fate has another test for his as He saw his sister once again, But in another woman. Dr. Chakravarthy is a Journey of brother and sister, which is full of emotional and defines the definition of relationship.",
        "languages": [
            "Telugu"
        ],
        "title": "Dr. Chakravarthy",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-2010",
        "akas": [
            "Dr. Chakravarthy (India)"
        ],
        "plot": [
            "It is a story of the protagonist who at a very young age was unable to provide medical support and helplessly watches his mother die. He determines to be a doctor and do all hard work, passes the exam and after he reaches the goal of his life, fate intervenes again putting his dear sister in a situation similar to his mother. He is again helpless. Now he is all alone. But fate has another test for his as He saw his sister once again, But in another woman. _Dr. Chakravarthy_ (qv) is a Journey of brother and sister, which is full of emotional and defines the definition of relationship.::Cherrie"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}