{
    "imdb": {
        "raw release dates": [
            {
                "country": "Italy\n",
                "date": "15 July 2010",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "Italy::15 July 2010                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Murray, Alexia"
            },
            {
                "name": "Nicolosi, Nick"
            }
        ],
        "locations": [
            "Rome, Italy::(Family home)"
        ],
        "genres": [
            "Short",
            "Comedy",
            "Family"
        ],
        "countries": [
            "Italy"
        ],
        "country codes": [
            "it"
        ],
        "language codes": [
            "en",
            "it"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjRmMGE0MTQtY2ZjZi00MjcyLWE5MjgtNDk5MzAyNzU2OTg0XkEyXkFqcGdeQXVyNzQ0MDk1Mzk@._V1_SY150_CR44,0,101,150_.jpg",
        "languages": [
            "English",
            "Italian"
        ],
        "title": "2kidsandadog",
        "year": 2010,
        "kind": "tv series",
        "series years": "2010-",
        "akas": [
            "2kidsandadog (Italy)"
        ],
        "writer": [
            {
                "name": "Murray, Alexia"
            },
            {
                "name": "Nicolosi, Nick"
            }
        ],
        "plot": [
            "When husband and wife, both actors, can't make ends meet, they try to reinvent themselves by creating a wacky family calendar, also featuring their children and dog, with the hopes of going viral on the Internet."
        ],
        "synopsis": [
            "Nick and Alexia are not exactly your average couple. First of all, they live in splendid and chaotic Rome, Italy. Nick is Italian (actually, Sicilian, which according to him is different) and Alexia is American. They have two spirited children, Liam, 3 and Luce 5. They also have a dog, a poor-man's version of a Jack Russell, whose name is Hamlet. The dog's name sheds light on this couple's profession...they are actors. More than act, Alexia translates, interprets and dubs (all kinds of movies...). Nick has a whole slew of odd-jobs that, much to his chagrin, include being a personal assistant to a famous actor, a very bad babysitter and of course, a waiter. As things stand Alexia and Nick are unemployed actors...with no future whatsoever. At 40 that's a pretty desperate situation, especially with a mid-life crisis breathing down your neck and two kids to take care of. In the midst of this desolate professional scenario, Alexia practically has a mystical experience one night while struggling to get the kids to bed and comes up with a brilliant plan: they'll make a family calendar. Nick is perplexed, and doesn't see the brilliance. Alexia argues that the calendar will give them visibility...maybe even get them some acting work! Yes, because the calendar is ALL about acting. For each month's photograph, the entire family will dress up as a different family. One month they will be Scottish, all wearing kilts and red wigs (even the dog of course!) and another month they will be Roman Emperors. She tries to sway Nick, insisting that Nick would look great in a toga. They could even do a \"Baywatch\" shot...Alexia's always wanted huge... breasts! (Or is it Nick that's wanted Alexia to have this?) At this point Nick appears slightly interested. The driving idea behind Alexia's calendar is to highlight their acting skills and give the calendar to all the industry people they know, the casting directors, the writers, the directors, and most importantly, THE PRODUCERS! Alexia exclaims, \"they can't forget you if they have a photo of you hanging in their office!\" But her vision doesn't end with a mere 12 month calendar printed on glossy paper...No! They will get Dyanne, their out of work film-maker friend, to follow them with a video camera, documenting their family struggles, capers and misadventures while they make the calendar. Nick can edit the footage into a documentary style, behind-the-scenes expose' that reveals what it actually took to get each shot and they can air it on internet. \"People will love to see how we get our dog in a Batman suit!\" exults Alexia. This will surely end up on television and get them the work they so desperately desire. Nick hums and haws, unconvinced. But in the end, having no clue as to the magnitude of the task at hand, and having no better option, he accepts. This is their story. Does it end in disaster, divorce or success?"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}