{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "28 February 2014"
            }
        ],
        "release dates": [
            "USA::28 February 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Under the Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Business (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "28 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    When a Woodland Hills, Calif., indoor playground area known as Under the Sea went up for sale in 2010, Yas, a mother of two looking for an opportunity to return to work, jumped at the chance to buy this kid-focused business. But with negative customer reviews and outdated equipment, this playground sits empty on most days. As Yas and her team struggle to make ends meet financially, Peter Jones steps in to provide his expertise and motivation as they undergo a dramatic business-makeover.    "
                },
                "2": {
                    "title": "Kingi's Kajukenbo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Business (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "7 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    After more than 30 years of running a karate school in Inglewood, Calif., a father decides to hand over the family business to his son, Robert, who leaves a stable corporate job in the passing of the torch. Robert devotes himself completely to Kingi's Kajukenbo Self Defense Institute and Dance School. Determined to maintain his father's legacy while making enough money to support his growing family, Robert enlists the help of Peter Jones to provide his expertise and motivation as they undergo a dramatic business-makeover.    "
                },
                "3": {
                    "title": "Unique Vintage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Business (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "14 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    British entrepreneur and millionaire Peter Jones travels to Burbank, Calif., to help Unique Vintage, an online retailer of \"vintage inspired\" woman's clothing and a struggling original wholesale retailer. Opened in 2002 by Katie, a mother of two who had absolutely no background in business, this chaotic warehouse suffers from both poor management and poor customer service. If things don't turn around quick, Katie will be forced to close the business for good. Peter Jones provides his expertise and motivation to Katie and her staff as they undergo a dramatic ...    "
                },
                "4": {
                    "title": "Far Below Retail",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Business (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "27 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Brothers Nate and Bryce Ball are co-owners of Far Below Retail, a discount furniture & mattress store. For years they enjoyed the high life as the furniture business was booming. But with new competitors and slowing sales, their business has started floundering, and expenses are growing. In an effort to coach them out of debt, Peter Jones steps in to provide his expertise and motivation to Nate and Bryce as they undergo a dramatic business-makeover.    "
                },
                "5": {
                    "title": "Wine and Roses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Business (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Owned by two brothers, Lou and Chris, this one-of-a-kind store offers customized floral arrangements, gourmet baskets and a full liquor selection. A combination of hurricanes, flooding, the bad economy and opposing views on how to run the business has taken a toll on this unique store. Looking for a fresh perspective, Peter Jones steps in to provide his expertise and motivation to the brothers as they undergo a dramatic business-makeover.    "
                },
                "6": {
                    "title": "Not Just Bagels",
                    "kind": "episode",
                    "episode of": {
                        "title": "Save Our Business (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "9 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    A Staten Island mainstay, Not Just Bagels is a full-service bagel deli that frequently has a line out the door during the morning rush. The shop is owned and operated by Diana, an Italian woman who bakes all of her products in-house, with a lot of love and pride. When Hurricane Sandy destroyed the shop and the surrounding community, Diana and her staff worked tirelessly to reopen. But her wholesale business has plummeted, and many clients haven't returned. Desperate to make Staten Island proud, Diana lets Peter Jones in to provide his expertise and motivation as they ...    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Richard, Alvin"
            },
            {
                "name": "Jones, Peter"
            },
            {
                "name": "Paul, Sharron"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.2,
        "votes": 23,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjAxODM3NDA2Ml5BMl5BanBnXkFtZTgwNTQxOTAxMzE@._V1_SY150_CR38,0,101,150_.jpg",
        "plot outline": "Titan of entrepreneurship, Peter Jones, travels across America on a mission - investing his time and expertise and putting his reputation and even his own money on the line to save small businesses in trouble. Each week, Jones will assess the major problems facing a struggling company and design a plan to help save it from collapsing.",
        "languages": [
            "English"
        ],
        "title": "Save Our Business",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Save Our Business (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "A. Smith and Company Properties"
            }
        ],
        "distributors": [
            {
                "name": "TNT"
            }
        ],
        "other companies": [
            {
                "name": "Technology Farm"
            }
        ],
        "plot": [
            "Titan of entrepreneurship, Peter Jones, travels across America on a mission - investing his time and expertise and putting his reputation and even his own money on the line to save small businesses in trouble. Each week, Jones will assess the major problems facing a struggling company and design a plan to help save it from collapsing.::TNT",
            "This plot is a native Florida girl with dream of own and operate successful grooming business. She works everyday; early to rise and late night still it seems it is not enough; I fear my dream is slipping away. I willing to listen, learn and do whatever you say to save my business. Sincerely small town girl struggling with big dream. Lynn Linder Owner of Very Important Pets Ocala, Fl. 352-369-1551::Lynn linder"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 23,
                "rating": 7.2
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 8.5
            },
            "aged 30 44": {
                "votes": 14,
                "rating": 6.8
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 5.0
            },
            "males": {
                "votes": 17,
                "rating": 6.9
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 13,
                "rating": 6.9
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 7.0
            },
            "females": {
                "votes": 2,
                "rating": 8.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 6.0
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 5.0
            },
            "us users": {
                "votes": 9,
                "rating": 6.2
            },
            "non us users": {
                "votes": 8,
                "rating": 6.7
            }
        },
        "number of votes": {
            "10": 5,
            "9": 3,
            "8": 4,
            "7": 2,
            "6": 3,
            "5": 4,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.2,
        "median": 8
    }
}