{
    "imdb": {
        "raw release dates": [
            {
                "country": "Spain\n",
                "date": "4 February 2014"
            },
            {
                "country": "Argentina\n",
                "date": "5 October 2015"
            }
        ],
        "release dates": [
            "Spain::4 February 2014",
            "Argentina::5 October 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "El Príncipe"
            },
            {
                "countries": "Italy",
                "title": "Il Principe - Un amore impossibile"
            }
        ],
        "akas": [
            "El Príncipe (original title)",
            "Il Principe - Un amore impossibile Italy"
        ],
        "akas from release info": [
            "El Príncipe (original title)",
            "Il Principe - Un amore impossibile Italy"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "El reencuentro",
                    "kind": "episode",
                    "episode of": {
                        "title": "El Príncipe (TV Series 2014–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 11,
                    "original air date": "14 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    CNI gets proves that accuse Khaled, after detected, in Malta, the presence of a man related with Hakim. Six months after leave Ceuta the young agent returns, underhand, to the city, where we meets with Fátima.    "
                },
                "2": {
                    "title": "Las manos atadas",
                    "kind": "episode",
                    "episode of": {
                        "title": "El Príncipe (TV Series 2014–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "21 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    The investigation of the gang war points to a dealer from Galicia, which may be related to Khaled. Meanwhile Fátima tries not to change her peaceful married life because of Morey's return.    "
                },
                "3": {
                    "title": "Claves de acceso",
                    "kind": "episode",
                    "episode of": {
                        "title": "El Príncipe (TV Series 2014–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 10,
                    "original air date": "28 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    When it seems that Fatima will never open her eyes, a member of the terrorist organization Akrab reveals her husband's true identity and the macabre plans he tries to execute. On the other hand, Didi, one of the jihadists involved in the explosion, appears at the residence of Khaled and Fatima imploring forgiveness. After knowing this fact, the CNI takes advantage of the occasion and uses Didi, who shared with Abdu his last day, so that Fatima is convinced of who her husband really is. At the same time, Morey mistrusts Hidalgo, suspects that she is certified when the ...    "
                },
                "4": {
                    "title": "El intocable",
                    "kind": "episode",
                    "episode of": {
                        "title": "El Príncipe (TV Series 2014–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 11,
                    "original air date": "5 May 2015",
                    "year": "2015",
                    "plot": "\n    After the death of Didi, Fatima is reluctant to believe that her life with Khaled is a lie, but each new inquiry confirms that Morey is right. The only solution is to stop him and uncover the accusations against him. It will not be easy: Khaled enjoys support with which his wife did not count. On the other hand, the operation to intervene a stash of Lamela has put Fran in question. The veteran policeman is beset by Hannibal, whose demands he can not satisfy. Finally, to cope with the cousin's blackmail, Leila is forced to steal money from Faruq, who blames his men for...    "
                },
                "5": {
                    "title": "Ojo por ojo",
                    "kind": "episode",
                    "episode of": {
                        "title": "El Príncipe (TV Series 2014–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "12 May 2015",
                    "year": "2015",
                    "plot": "\n    When she was filming a video for her mother, Ruth, Fran's daughter, is kidnapped in his own home by hooded men. The policeman can see on her personal computer how they take her.    "
                },
                "6": {
                    "title": "Medias verdades",
                    "kind": "episode",
                    "episode of": {
                        "title": "El Príncipe (TV Series 2014–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 7,
                    "original air date": "19 May 2015",
                    "year": "2015",
                    "plot": "\n    Morey immediately goes to Fatima's distress call, which fears a furious reaction from Khaled when discovered by Nasser. At the same time, Fran faces the investigation into the death of Hannibal, whose task it is to instruct precisely his old enemy Nabil. Finally, Faruq is the piece that remains to be knocked down in Lamela's plans. In the attack against him, Leila is wounded, who is admitted to the hospital with the risk of losing the baby she expects.    "
                },
                "7": {
                    "title": "Operación Galgo",
                    "kind": "episode",
                    "episode of": {
                        "title": "El Príncipe (TV Series 2014–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 8,
                    "original air date": "26 May 2015",
                    "year": "2015",
                    "plot": "\n    Faruq is locked in with Khaled and seems ready to kill him in revenge for the death of the child that Leila expected. Fatima will do everything possible to prevent it, but she will not be able to prevent the fate of her husband from remaining in the hands of her brother. Meanwhile, although Morey has verified that Nasser is dead, messages continue to arrive from his mobile phone announcing an imminent attack. The CNI and the police station will have no choice but to deploy an operation and be alert in case the announced tragedy finally happens. For her part, Fatima is...    "
                },
                "8": {
                    "title": "El Diablo lo sabe",
                    "kind": "episode",
                    "episode of": {
                        "title": "El Príncipe (TV Series 2014–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 9,
                    "original air date": "2 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Morey proves that the water has never been poisoned, but Yasin blames the failure of the attack on the intervention of Fatima, whose head demands Khaled. The girl's life is in danger and her husband is forced to resort to the police and the CNI to guarantee her protection. Khaled is sincere in defending his wife because he does not want a new episode of violence to disturb his marriage. However, he will discover a fact that will cause him, after having saved her, to decide that Fatima must die.    "
                },
                "9": {
                    "title": "¿Es así como quieres morir?",
                    "kind": "episode",
                    "episode of": {
                        "title": "El Príncipe (TV Series 2014–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "16 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Paco Ben Barek has the living expression of someone who has grown up in the street and has a doctorate in prison. He is an ambitious man, talkative, intriguing and dangerous. Although he has spent most of his life in Cádiz, he went to Ceuta to find a place in Faruq's band, but his bad head caused him to lose a drug transport and his cousin ended up expelling him. Back in the peninsula and imprisoned for theft he learned to be patient, to \"swallow\" with a smile and to wait for the right moment to get rid of his enemies. Now he has returned to Ceuta looking for a second...    "
                },
                "10": {
                    "title": "El efecto llamada",
                    "kind": "episode",
                    "episode of": {
                        "title": "El Príncipe (TV Series 2014–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 7,
                    "original air date": "23 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Nayat is increasingly determined to meet her teenage love without gauging the dangers she faces. Fatima asks for help from Morey to prevent the little Ben Barek from following in the footsteps of her brother Abdu. The CNI agent suspects that after the death of López the corrupt plot of the secret services is hidden. The arrival of Hidalgo to replace his deceased partner activates all his alerts. Meanwhile, Raquel tells Fran that they must bring to justice the real murderer of their son and his accomplices, although that would mean the end of Quílez in the police ...    "
                },
                "11": {
                    "title": "La debilidad",
                    "kind": "episode",
                    "episode of": {
                        "title": "El Príncipe (TV Series 2014–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "24 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Frustrated by the failed attempt to free Nayat, Faruq agrees to collaborate with the CNI in its fight against Khaled, in exchange for bringing back Nayat. Faruq demands protection and help to take his entire family from Ceuta. Fatima tries to recover her sister by pressing Khaled, who finally decides to intervene, even if it means disobeying Marwan's orders.    "
                },
                "12": {
                    "title": "Lo urgente y lo importante",
                    "kind": "episode",
                    "episode of": {
                        "title": "El Príncipe (TV Series 2014–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 6,
                    "original air date": "2 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    After finding out that Fatima's pregnancy is a hoax, Khaled causes an accident to simulate the loss of the baby. After the incident, Fatima reaches the bottom and, without Morey, she finds no reason to continue battling. Meanwhile, a couple of kids steal some of Khaled's explosives to burst an ATM. The news of the explosion makes the terrorist fear that his authentic plans may be discovered.    "
                },
                "13": {
                    "title": "La jaula de oro",
                    "kind": "episode",
                    "episode of": {
                        "title": "El Príncipe (TV Series 2014–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "9 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Fatima returns home and confronts Khaled. Humiliated and furious by the unexpected flight of his wife with Morey, he decides to lock her in her own house, isolated from her family and friends, watched and forced to live with him. The terrorist is so obsessed with his wife that even the preparation of the imminent attack seems to take a back seat. Meanwhile, after giving himself away to Robledo, Serra hides and looks for a way to uncover the black fabric of the CNI. The agent proposes to interrogate the fundamentalist Fouad, who is transferred from jail in an operation...    "
                },
                "14": {
                    "title": "Abrir la puerta",
                    "kind": "episode",
                    "episode of": {
                        "title": "El Príncipe (TV Series 2014–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "votes": 6,
                    "original air date": "16 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Morey travels to Madrid after knowing the death of Serra and tries that the direction of the CNI suspend the announced encounter Spanish-Moroccan of Granada, but Robledo moves all the threads that can so that he leaves ahead. Although Morey will have a posthumous help from his boss, the news will end up turning against him. Coaxed by the need to prevent the attack, Morey turns to Hamza to locate the explosives. Although Fran understands the reasons why the agent wants to use a teenager in such a risky mission, the result of the operation opens a deep crisis between ...    "
                },
                "15": {
                    "title": "Por última vez",
                    "kind": "episode",
                    "episode of": {
                        "title": "El Príncipe (TV Series 2014–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "30 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Morey is forced to leave Ceuta and an investigation is opened about his supposed corruption and about the public revelation of his identity. In spite of the prohibition, the agent can not remain inactive before the news that arrive to him of the Prince and embarks on a desperate maneuver to try that they do not arrive at term the plans of Khaled. However, the terrorist returns to surprise everyone and collaborates, deactivating the suspicions that fell on him. Meanwhile, Faruq is arrested for the assault on Khaled's house. The confinement momentarily saves him from ...    "
                },
                "16": {
                    "title": "Renacer de las cenizas",
                    "kind": "episode",
                    "episode of": {
                        "title": "El Príncipe (TV Series 2014–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "6 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    All the media talk about the dismantling of Akrab thanks to a collaborator of the French secret services whose identity has not been disclosed. Khaled is considered a hero and receives congratulations from the highest levels. In this situation, Morey finds no way out and comes to doubt himself: perhaps everyone is right and his stubbornness in seeing Khaled as a terrorist only obeys his desire to flee with Fatima. He also feels that he has failed her, after two days unsuccessfully searching for Nayat's whereabouts. But a discovery of Fran manages to reactivate ...    "
                },
                "17": {
                    "title": "Todo por ti",
                    "kind": "episode",
                    "episode of": {
                        "title": "El Príncipe (TV Series 2014–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "13 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Morey and Fran manage to reduce Ismail and his accomplices and deactivate the pump of the reservoirs in time, although they harbor the suspicion that there may be an alternative plan organized by Khaled whose threat is invisible to authorities and invited to the Moroccan Spanish meeting. Fatima arrives with Khaled to the Granada palace where the central acts will take place, with the presence of the kings of Spain and Morocco. The young woman agrees to accompany him, but reminds him that she does so because of his promise that she will be able to see her sister ...    "
                },
                "18": {
                    "title": "Inghimasi",
                    "kind": "episode",
                    "episode of": {
                        "title": "El Príncipe (TV Series 2014–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "votes": 12,
                    "original air date": "20 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Khaled flees from Granada after the attacks, taking Fatima with him, and Morey and Fran start a frantic pursuit. The young agent of the CNI knows that if the terrorist manages to cross the border with Morocco he will never see his beloved again.    "
                }
            },
            "1": {
                "1": {
                    "title": "Bienvenido al Príncipe",
                    "kind": "episode",
                    "episode of": {
                        "title": "El Príncipe (TV Series 2014–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 21,
                    "original air date": "4 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Javier Morey, a young police inspector, travels to Ceuta to take charge of the El Príncipe police station. The arrival of the new boss does not seem to disturb Fran, the true boss of the police station, or his men, accustomed to bosses who do not leave the office and who last a short time in the square. But what they do not know is that Morey is in fact an agent of the CNI sent to investigate the police themselves, who are suspected of collaborating with a fundamentalist network. Upon arrival, Morey reopens the case of the disappearance of a fifteen-year-old boy, Abdu...    "
                },
                "2": {
                    "title": "Agua salada",
                    "kind": "episode",
                    "episode of": {
                        "title": "El Príncipe (TV Series 2014–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 14,
                    "original air date": "11 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    The identification of the corpse of the beach as Abdu, the brother of Fatima, catches everyone by surprise. Morey communicates the news to the Ben Barek family and personally supervises the investigation. Fran, meanwhile, tries to stop at all costs the revenge of Faruq, who directly accuses his rival, Hannibal, of the death of his brother. Everything indicates that the death of Abdu has been due to a settling of accounts related to drugs, but Fatima puts Morey in contact with Sara, the girlfriend of Abdu, and she tells him that the young man was a friend of a suicide ...    "
                },
                "3": {
                    "title": "Confía en mí",
                    "kind": "episode",
                    "episode of": {
                        "title": "El Príncipe (TV Series 2014–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 11,
                    "original air date": "18 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    The investigation into the corpse of the beach leads Morey to convince himself that Fran and his group are involved in the matter, so he tries to win over Mati as a confidant. Fran, in addition, must face the news that the boy who killed his son is already free. As for her side, hoping that her brother is still alive, Fatima is willing to help Morey even more in the investigation, even though he tells his family that Sara, Abdu's girlfriend, is pregnant, putting her in a commitment. Sara, desperate after receiving a beating from her brother Ramón, demands Karim, her ...    "
                },
                "4": {
                    "title": "Haz lo que tengas que hacer",
                    "kind": "episode",
                    "episode of": {
                        "title": "El Príncipe (TV Series 2014–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "25 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Morey will show distrust that Fran will properly investigate the murder of Sara. With the help of Fatima, the agent will be dedicated to hinder the work of the police to be the CNI who locates Karim, the culprit of the death of the girl. But Morey does not count on Fran, despite his boycott, stopping Karim in a street fight. Immediately, Serra demands Morey to take the young delinquent out of the police station so that he can question him, but the agent's attempts raise the suspicions of Fran, who decides to investigate if his boss is who he claims to be. On the other...    "
                },
                "5": {
                    "title": "Circular 50",
                    "kind": "episode",
                    "episode of": {
                        "title": "El Príncipe (TV Series 2014–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "4 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Obliged by the circumstances, Morey reveals to Fran his condition as an infiltrated agent and puts him in a dead end: either collaborate with the CNI in uncovering who from the police station works for the fundamentalist network or will get into trouble. On the other hand, Fatima confesses to her friends her relationship with Morey.    "
                },
                "6": {
                    "title": "El escorpión",
                    "kind": "episode",
                    "episode of": {
                        "title": "El Príncipe (TV Series 2014–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "11 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    An explosion in El Príncipe leaves several policemen wounded, including Morey. The explosion throws clues about a cell that calls itself \"Akrab\", the \"Scorpion\". On the other hand, Ruth is on the verge of committing a madness when knowing that Alfi, the boy who killed her son, is arrested for an uproar in a supermarket. Finally, the Ben Barek family begins a search on its own to find Abdu.    "
                },
                "7": {
                    "title": "En el filo de la navaja",
                    "kind": "episode",
                    "episode of": {
                        "title": "El Príncipe (TV Series 2014–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "18 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Before Morey and Fran have time to register the civic center where Fátima works, someone goes ahead and steals all the computer material. In addition, Fatima assures Morey that someone is following her. Subsequently, the CNI agent discovers that he is one of his own companions. Fatima has become, therefore, another suspect for his CNI bosses, so it must be investigated. However, the first indications reveal that the young Muslim woman is not the only person in the civic center who seems to be involved with Akrab. Meanwhile, Faruq tries to discover Abdu's whereabouts ...    "
                },
                "8": {
                    "title": "Pasar al otro lado",
                    "kind": "episode",
                    "episode of": {
                        "title": "El Príncipe (TV Series 2014–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "25 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    The Ben Barek family is still shocked by the letter that Abdu allegedly sent them. Although Fatima knows that the letter is false, she can not tell her family, since the CNI has resorted to blackmail in order for her to become its collaborator. Meanwhile, Jota, the son of Quílez, is arrested for drug trafficking and Fran manages to confirm that Alfi was not in Ceuta the day they killed his son.    "
                },
                "9": {
                    "title": "La noche más larga",
                    "kind": "episode",
                    "episode of": {
                        "title": "El Príncipe (TV Series 2014–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 7,
                    "original air date": "1 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    The CNI intercepts a message warning of an Akrab action in Ceuta in the very short term, so Morey is forced to resort to Fatima to gather more details about this new threat. He only has one night to overcome her resistance and teach her techniques to become a collaborator of the Spanish Intelligence. In addition, the CNI agent must achieve something much more difficult: let Fatima trust him again. Meanwhile, in the police station, Fran faces the betrayal of what until that moment had considered his best friend.    "
                },
                "10": {
                    "title": "El elegido",
                    "kind": "episode",
                    "episode of": {
                        "title": "El Príncipe (TV Series 2014–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 11,
                    "original air date": "8 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    The visit of Fouad, a radical fundamentalist leader, forces the CNI and the police to monitor his steps, as Serra and his agents are aware that the leader plays a fundamental role in Akrab. Omar goes to meet him and presents Driss as the last recruitment. But Driss ends up confessing his fears to Fatima, who asks Morey for help. The CNI rushes to set up a device with the hope that it will lead them to the top of the organization. Sunk after his confrontation with Fran, Quílez asks for the transfer. But, alerted by Morey, Fran discovers that during these years the one ...    "
                },
                "11": {
                    "title": "Enemigos y cómplices",
                    "kind": "episode",
                    "episode of": {
                        "title": "El Príncipe (TV Series 2014–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 9,
                    "original air date": "22 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    The raid on the training house precipitates the cessation of the operation of the CNI. The police station and the CNI collaborate in arrests, interrogations and in the provisional closure of the Civic Center, all during an exhausting day. The events do not interrupt the wedding plans of Fatima and Khaled, although she suffers because her brother Abdu seems to have voluntarily chosen to break contact with the family and because Morey is not willing to give her up. Meanwhile, robberies of drug caches to Hannibal and Fáruq threaten to provoke a new confrontation between ...    "
                },
                "12": {
                    "title": "Líneas paralelas",
                    "kind": "episode",
                    "episode of": {
                        "title": "El Príncipe (TV Series 2014–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "29 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Although Mati tries to help him escape, Morey discovers the plans of Akrab's infiltrator and goes to the place where he has met with the girl. Nervous when he sees the police, Hakim takes Mati as a hostage and shoots Quilez. Fran tries to make him reconsider, but the policeman still commits suicide in front of his companions.    "
                },
                "13": {
                    "title": "Fe ciega",
                    "kind": "episode",
                    "episode of": {
                        "title": "El Príncipe (TV Series 2014–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 12,
                    "original air date": "6 May 2014",
                    "year": "2014",
                    "plot": "\n    The day of Khaled and Fatima's wedding has arrived. For not breaking the promise made to her father, the young woman has finally decided to go ahead with the marriage, without knowing that the man she is going to join for life is in fact the head of the whole fundamentalist plot. The whole family Ben Barek is revolutionized with the preparations for the link when the friends of Fatima, oblivious to the change of plans, arrive at the cafeteria and there they find out that she has renounced her flight with Morey. Faced with this situation, they try to convince the young...    "
                }
            }
        },
        "number of episodes": 31,
        "cast": [
            {
                "name": "Coronado, Jose"
            },
            {
                "name": "González, Álex"
            },
            {
                "name": "Abouk, Hiba"
            },
            {
                "name": "Cortada, Rubén"
            },
            {
                "name": "Blume, Thaïs"
            },
            {
                "name": "Coppet, Stany"
            },
            {
                "name": "Montalà, Mercè"
            },
            {
                "name": "Guinea, María"
            },
            {
                "name": "Durà, Pau"
            },
            {
                "name": "Díaz, Carla"
            },
            {
                "name": "Marcos, Eloína"
            },
            {
                "name": "Lara, Juanma"
            },
            {
                "name": "Quero, Pepe"
            },
            {
                "name": "Younoussi, Ahmed"
            },
            {
                "name": "Gil, Fernando"
            },
            {
                "name": "Krim, Hamid"
            },
            {
                "name": "Xabier, Gilen"
            },
            {
                "name": "Córdoba, Susana"
            },
            {
                "name": "El Hammani, Mina"
            },
            {
                "name": "Apilánez, Blanca"
            },
            {
                "name": "El Hilali, Ayoub"
            },
            {
                "name": "Calleja, Tomás"
            },
            {
                "name": "Peláez, Rocío"
            },
            {
                "name": "Galera, Elia"
            },
            {
                "name": "Matthews, Melina"
            },
            {
                "name": "Fabián, Ángela"
            },
            {
                "name": "Belal, Baya"
            },
            {
                "name": "Kaabil"
            },
            {
                "name": "Castro, Jesús"
            },
            {
                "name": "Corvillo, Tony"
            },
            {
                "name": "Marín, Paco"
            },
            {
                "name": "Mora, Antonio"
            },
            {
                "name": "Madkouri, Samad"
            },
            {
                "name": "Hwidar, Abdelatif"
            },
            {
                "name": "Kouh, Sergio"
            },
            {
                "name": "Santa-Cruz, Bárbara"
            },
            {
                "name": "Khalil, Samy"
            },
            {
                "name": "Jenner, Miguel Ángel"
            },
            {
                "name": "Estévez, Xavier"
            },
            {
                "name": "Sarrias, Tània"
            },
            {
                "name": "Gabilondo, Estíbaliz"
            },
            {
                "name": "Kadiri, Mekki"
            },
            {
                "name": "Miraval, Christophe"
            },
            {
                "name": "Bielski, Jaroslaw"
            },
            {
                "name": "Viador, Adrián"
            },
            {
                "name": "Barros, Nerea"
            },
            {
                "name": "Landaluce, Diego"
            },
            {
                "name": "Baazi, Sara"
            },
            {
                "name": "El Attab, Noureddine"
            },
            {
                "name": "Saleh, Nasser"
            }
        ],
        "locations": [
            "Ceuta, Spain",
            "Granada, Granada, Andalucía, Spain::(Alhambra and Generalife)",
            "Madrid, Spain"
        ],
        "genres": [
            "Drama",
            "Thriller"
        ],
        "runtimes": [
            "75"
        ],
        "countries": [
            "Spain"
        ],
        "country codes": [
            "es"
        ],
        "language codes": [
            "es"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 7.6,
        "votes": 793,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzM1NDk4NDU2NF5BMl5BanBnXkFtZTgwNjQ0MzkwMjE@._V1_SY150_CR6,0,101,150_.jpg",
        "plot outline": "Dashing new chief inspector Morey is send to manage the police station of El Príncipe, until then informally run by no-nonsense veteran cop Fran, who privileges his own rules to the Law in order to maintain peace in the drug cartel-ridden quarter. However, Morey is hiding his real identity as a special agent for Spanish Secret Services CNI. His real goal goes far beyond pacifying the neighborhood. Morey is following a lead that connects the presumably corrupted El Príncipe cops with the jihad. The CNI has sent the agent to investigate a network of Islamic terrorists that is recruiting among the youngest in the culture-colliding town of Ceuta, where Muslims and Christians coexist like nowhere else in Spain. Too soon and despite himself, Morey finds himself falling for engaged Muslim teacher Fátima , whom he originally aims to recruit as a confident. Fátima is local drug baron Faruq's younger sister. But Fátima is also decidedly searching for her missing teenage brother Abdu, who Morey suspects might have been recruited by the jihad. This turns Fátima into a key asset for Morey's investigation, would their hearts not get in the way.",
        "languages": [
            "Spanish"
        ],
        "title": "El Príncipe",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-2016",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Benítez, César"
            },
            {
                "name": "Gabilondo, Aitor"
            },
            {
                "name": "López, Carlos"
            }
        ],
        "production companies": [
            {
                "name": "Plano a Plano"
            },
            {
                "name": "Mediaset España"
            }
        ],
        "distributors": [
            {
                "name": "Telecinco"
            },
            {
                "name": "Televisión Federal (Telefe)"
            }
        ],
        "special effects": [
            {
                "name": "Stargate Studios Malta"
            }
        ],
        "other companies": [
            {
                "name": "Atom Producciones"
            },
            {
                "name": "Cinelux"
            },
            {
                "name": "Filmigranas"
            },
            {
                "name": "General Óptica"
            },
            {
                "name": "La Coartada"
            },
            {
                "name": "Legal & Media"
            },
            {
                "name": "Legiscine"
            },
            {
                "name": "Levi's"
            },
            {
                "name": "Mango"
            },
            {
                "name": "Miss Sixty"
            },
            {
                "name": "Ovide"
            },
            {
                "name": "Reyes Abades Efectos Especiales"
            },
            {
                "name": "Ángel Megino"
            }
        ],
        "plot": [
            "An Intelligence Agent is sent to El Principe, on the border with Morocco, to investigate a possible police collaboration with a terrorist cell but finds unexpected love in the least suitable person: a drug baron's sister.::Anonymous",
            "Dashing new chief inspector Morey is send to manage the police station of _El Príncipe_ (qv), until then informally run by no-nonsense veteran cop Fran, who privileges his own rules to the Law in order to maintain peace in the drug cartel-ridden quarter. However, Morey is hiding his real identity as a special agent for Spanish Secret Services CNI. His real goal goes far beyond pacifying the neighborhood. Morey is following a lead that connects the presumably corrupted _El Príncipe_ (qv) cops with the jihad. The CNI has sent the agent to investigate a network of Islamic terrorists that is recruiting among the youngest in the culture-colliding town of Ceuta, where Muslims and Christians coexist like nowhere else in Spain. Too soon and despite himself, Morey finds himself falling for engaged Muslim teacher Fátima , whom he originally aims to recruit as a confident. Fátima is local drug baron Faruq's younger sister. But Fátima is also decidedly searching for her missing teenage brother Abdu, who Morey suspects might have been recruited by the jihad. This turns Fátima into a key asset for Morey's investigation, would their hearts not get in the way.::Plano a Plano"
        ],
        "tech": {
            "runtime": [
                "1 hr 15 min (75 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 793,
                "rating": 7.6
            },
            "aged 18 29": {
                "votes": 164,
                "rating": 8.3
            },
            "aged 30 44": {
                "votes": 266,
                "rating": 7.1
            },
            "aged 45 plus": {
                "votes": 103,
                "rating": 7.5
            },
            "males": {
                "votes": 305,
                "rating": 7.2
            },
            "males aged 18 29": {
                "votes": 48,
                "rating": 8.1
            },
            "males aged 30 44": {
                "votes": 147,
                "rating": 6.8
            },
            "males aged 45 plus": {
                "votes": 68,
                "rating": 7.4
            },
            "females": {
                "votes": 289,
                "rating": 8.1
            },
            "females aged 18 29": {
                "votes": 111,
                "rating": 8.4
            },
            "females aged 30 44": {
                "votes": 106,
                "rating": 7.9
            },
            "females aged 45 plus": {
                "votes": 32,
                "rating": 7.6
            },
            "top 1000 voters": {
                "votes": 11,
                "rating": 6.7
            },
            "us users": {
                "votes": 17,
                "rating": 6.9
            },
            "non us users": {
                "votes": 347,
                "rating": 7.5
            }
        },
        "number of votes": {
            "10": 247,
            "9": 112,
            "8": 157,
            "7": 134,
            "6": 55,
            "5": 30,
            "4": 13,
            "3": 11,
            "2": 10,
            "1": 24
        },
        "arithmetic mean": 7.9,
        "median": 8
    }
}