{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "2 June 2014"
            },
            {
                "country": "UK\n",
                "date": "15 October 2014"
            },
            {
                "country": "Sweden\n",
                "date": "27 February 2016"
            }
        ],
        "release dates": [
            "USA::2 June 2014",
            "UK::15 October 2014",
            "Sweden::27 February 2016"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "London Friends Are Falling Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ladies of London (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "29 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Julie Montagu and her husband officially take over his family estate, and the responsibilities of its 400 year legacy. Marissa is pregnant, but the birth is far from a joyous event due to a life threatening condition. Caroline Fleming struggles to balance home life as she has to travel to Denmark weekly to spend time with her sick father. Sophie, Caroline's sister-in-law, finds herself caught in the middle of a feud between Julie and Caroline Stanbury.    "
                },
                "2": {
                    "title": "A Tale of Two Stanbury's",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ladies of London (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "6 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    It's Stanbury vs. Stanbury when Caroline and Sophie battle it out over family loyalties. Julie tries to makes big changes at the family estate, but with nearly 400 years of British history behind it, she doubts herself as an American. Marissa welcomes her new baby. On a trip to Denmark with Juliet, Caroline Fleming makes the ultimate red carpet slip up.    "
                },
                "3": {
                    "title": "Rules of Enragement",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ladies of London (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "13 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Caroline Fleming seeks help from her therapist. Marissa must cancel her party when baby Sadie gets sick. Julie looks forward to hosting all the ladies at the family estate, but with tensions mounting between Caroline Stanbury, Sophie & Adela things come to a head when the house rules are laid down.    "
                },
                "4": {
                    "title": "Tantrums & Titles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ladies of London (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "20 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Julie is put to the test when her first dinner party explodes into an argument resulting in Caroline Stanbury storming out. A day fishing on the water does nothing to wash away the tensions as Caroline Stanbury's relationship with Sophie continues to fracture. Caroline Fleming and Juliet gossip about Marissa's choice to leave her baby behind in London for a party.    "
                },
                "5": {
                    "title": "Dirty Martinis and Dirty Rumors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ladies of London (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "27 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Julie deals with more life changes as her daughter picks dresses for Leaver's Ball and prepares to leave for University. Sophie continues to question her feuding relationship with Caroline Stanbury. Caroline Fleming deals with the legacy and burden of her family estate. Marissa throws a cocktail party, but when Adela and Caroline Stanbury confront each other the party ends in tears.    "
                },
                "6": {
                    "title": "Tiaras Make You Tipsy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ladies of London (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "3 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    It's the Queen's birthday and the ladies celebrate! Marissa & Sophie head out to have a ball at ping pong, but end up rediscovering their wild sides. Juliet asks Caroline Stanbury and Caroline Fleming to join her for a trendy pub crawl, but their happy hour is ruined when bickering ensues. Marissa & Juliet confront each other about gossiping while Sophie & Caroline Stanbury decide to finally have it out.    "
                },
                "7": {
                    "title": "Tarts & Tartans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ladies of London (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "10 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    In an effort to reconnect with her friends, Caroline Stanbury takes all the ladies on a trip. Staying in a castle Caroline Felming feels right at home, but the \"no rules\" itinerary puts Julie on the defense. Sophie continues to pledge her loyalty to her family over friends. Marissa is confronted over starting the rumors about Caroline Stanbury's legal issues and Adela opens up about her troubled past.    "
                },
                "8": {
                    "title": "The Ladies in the High Castle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ladies of London (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "17 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    The whiskey is flowing and the haggis is hot as Caroline Stanbury's getaway with the ladies continues. After being confronted over her negativity, Juliet makes an effort to reign in her temper when it becomes apparent Marissa is struggling with her health. Caroline Fleming organizes an innocent game with balloons that quickly becomes X-Rated. Sophie witnesses an end to the feud between Julie and Caroline Stanbury, but may have triggered a new one herself.    "
                },
                "9": {
                    "title": "You Regatta Be Kidding Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ladies of London (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "24 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    The ladies head to a high society rowing event, but the fun takes a dive when Adela confronts Juliet. Julie takes Sophie to task over her loyalty to family before friends. Caroline Fleming decides to revive an old family tradition. Marissa consults a doctor regarding her health, while Caroline Stanbury keeps a stiff upper lip when her mother deals with her father's health crisis.    "
                },
                "10": {
                    "title": "Loose Lips Sink Friendships",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ladies of London (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "31 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Adela, Caroline Stanbury & Sophie share a slumber party in commemoration of Caroline's last week in London. Julie gets emotional preparing her daughter for the final school dance while Juliet revisits her past when her mother arrives. Caroline Fleming throws a Mid Summer's Eve themed party in honor of her mom, but when a secret is exposed the celebration becomes a nightmare.    "
                },
                "11": {
                    "title": "Dubai Felicia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ladies of London (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "7 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Marissa makes a decision about the future of her family while Julie must face the fear of letting her daughter go. Caroline Fleming gets news about her first English language cookbook and Sophie comes to the decision to tell her kids about her separation. Juliet celebrates a milestone in her blogs success, and the ladies gather at a goodbye party for Caroline Stanbury.    "
                }
            },
            "1": {
                "1": {
                    "title": "My Fair Ladies of London",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ladies of London (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    In the series premiere, \"Ladies of London\" explores the world of Britain's high society. British natives and American transplants rub shoulders together but must adhere to strict unwritten rules of engagement. Having a title may get you respect but having money does not always give you the highly coveted status quo. True to form, the Brits and Americans may speak the same language but have different ways of interpreting their place in this tightly knit society.    "
                },
                "2": {
                    "title": "A Match Made in Tabloid Heaven",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ladies of London (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "9 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    While the women recover from the first Polo event of the season, Noelle and her boyfriend Scot grapple with his legal woes and discuss moving back in together. Meanwhile, Caprice hits the tabloid headlines when she reveals a carefully calculated secret. The ladies prepare for the Serpentine Party, the biggest social event of the summer. However, Scot's notorious front-page divorce may prevent Noelle from getting a ticket.    "
                },
                "3": {
                    "title": "Red, White and Blue-Blooded",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ladies of London (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "16 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    With her latest tabloid headline successes, Caprice basks in the glow of the limelight. Meanwhile, Juliet and Marissa throw a 4th of July party which may end with many of the ladies at odds with each other.    "
                },
                "4": {
                    "title": "Mad as a Hatter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ladies of London (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "23 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Juliet does her best to make amends by hosting a 'hat party' in preparation for the Sandown Horse Races but for some of the ladies, their relationships go from bad to worse. Meanwhile, fashionista Annabelle puts on a runway show and Noelle and Scot hit yet another roadblock in their relationship. Royal friend of the ladies Julie Montagu invites the women to her aristocratic family's Mapperton estate for a weekend of bonding.    "
                },
                "5": {
                    "title": "To the Manner Born",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ladies of London (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "30 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    The Ladies take a trip to the regal Mapperton estate, home to the Earl and Countess of Sandwich, with the hope of mending the group back together. A weekend full of skeet shooting, croquet, British flower gardens and cream tea in the countryside are a sure mix to make anyone forget their woes, but with this group of ladies, things may suddenly go awry.    "
                },
                "6": {
                    "title": "New Allegiances",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ladies of London (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "7 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    After Marissa becomes a British citizen, Juliet is unable to accept the change and Marissa grows impatient with her meddling ways. Meanwhile, Annabelle continues her risky training for a charity horse race, all while grappling with third trimester hormones, Caprice takes on a new By Caprice model for a huge photo campaign. In the midst of the chaos, Noelle and Scot finally move in together. Despite her bliss, Noelle finds herself in the cross hairs of Caroline and Caprice's on-going feud.    "
                },
                "7": {
                    "title": "I've Been to London to Visit the Queen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ladies of London (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "14 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    While training for an upcoming race, Annabelle becomes bedridden after an unfortunate horse training accident. While on bed rest, she attempts to play peacemaker to Caprice and Caroline in hopes they will make amends. Meanwhile, Caroline decides to throw a dinner party to bring all the girls together, but not before giving Juliet and Noelle a private lesson in British etiquette. Caprice's manners come into question when she arrives late to Caroline's party, however, some very big news may trump her tardiness. Wanting to stay neutral, Noelle tries to navigate both ...    "
                },
                "8": {
                    "title": "Guess Who's Coming to Dinner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ladies of London (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "21 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Fueled by gossip, Caprice and Caroline's tension ignites at Caroline's dinner party and leaves a big question mark on Noelle's loyalty. After the party, things cool down as Caprice packs up for the States to become a mother, Caroline and Juliet's friendship continues to blossom and Annabelle struggles to recover from her accident. Meanwhile, Marissa waits for the birth of the Royal heir and Noelle is forced to take a side - Team Caroline or Team Caprice.    "
                }
            },
            "2": {
                "1": {
                    "title": "London Calling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ladies of London (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "7 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Annabelle is back on the scene after a horrible accident last season while Julie Montagu struggles with being a working mom now that her husband is busy running their family's Mapperton estate. Marissa sets out to throw a lavish Thanksgiving dinner for her society friends, but as the holiday approaches, Juliet and Caroline Stanbury forge an alliance that could spell the end of Juliet's friendship with Marissa.    "
                },
                "2": {
                    "title": "The Barefoot Baroness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ladies of London (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "14 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    After recently returning to town, Caroline Fleming throws an eccentric holiday party that entrenches her in the London social scene. Annabelle helps Julie build her confidence while Caroline Stanbury deals with the difficulties of running her business. With Christmas only days away, Juliet and Marissa meet to decide the fate of their damaged friendship.    "
                },
                "3": {
                    "title": "We Are All One-sie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ladies of London (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "21 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Much to the chagrin of Julie, Caroline Stanbury mentors her on the emerging health food business. The ladies celebrate New Year's Eve in the penthouse of an exclusive London hotel overlooking the stunning festivities. But the party is cut short when Caroline Stanbury's hilariously over-the-top actions threaten to push Juliet and Julie over the edge...all while wearing unicorn pajamas.    "
                },
                "4": {
                    "title": "One Royal Hangover",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ladies of London (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "28 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    The Ladies navigate the fallout of Caroline Stanbury's New Year's Eve naughtiness. While Caroline & Juliet remain at odds over the fracas, Marissa's fortunes rise with some great press for her \"Top Dog\" restaurant. Caroline Fleming visits her Grandmother in Denmark. Caroline Stanbury must put aside the gossip and fight for the doors to remain open at her Gift Library.    "
                },
                "5": {
                    "title": "Clean Up Your Mess",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ladies of London (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "5 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Juliette and Annabelle are shocked when Julie extends an olive branch to Caroline Stanbury, despite their fall out from New Year's Eve. Meanwhile, Julie seeks funding for her healthy snack food start-up, and Caroline Stanbury must ask her own investors to keep the Gift Library alive. Marissa seeks Annabelle's stylish advice in anticipation of her new restaurant's launch.    "
                },
                "6": {
                    "title": "Are We Fired?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ladies of London (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "12 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    After being on the outs with the ladies for weeks, Juliet attempts to turn a new leaf when she invites everyone out for a night of bowling--but whether she can convince them she's changed remains to be seen. Caroline Stanbury faces the unsettling reality of having to scale down her staff in order to appease investors and keep her business afloat. Julie takes Annabelle and Caroline Fleming to her uncle's Beaulieu estate to generate ideas for saving Mapperton.    "
                },
                "7": {
                    "title": "The Cougar in the Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ladies of London (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "19 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    After insulting Caroline Fleming for dating a younger man, Marissa tries to salvage their friendship. Julie once again fulfills her reputation as \"\"Loose Lips\"\" Montagu. Caroline Stanbury struggles to remain emotionally stable while her Gift Library continues its downward spiral.    "
                },
                "8": {
                    "title": "Something Rotten in Denmark",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ladies of London (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "26 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Marissa and Juliet come back together to watch Annabelle take to the catwalk with Naomi Campbell. Caroline Stanbury reaches a tipping point with Gift Library. Caroline Fleming invites the ladies to her homeland of Demark. The mounting tension between the ladies cannot be contained, as Annabelle voices her opinions-- loudly.    "
                },
                "9": {
                    "title": "Unbelievable Balls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ladies of London (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    The tension between Annabelle and Caroline Stanbury boils over at Caroline Fleming's castle. The baroness visits her mother's grave and faces her father for the first time since Marissa's meddling. The ladies uncover the reason behind Annabelle's attitude.    "
                },
                "10": {
                    "title": "The New Queen Bee Bikini",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ladies of London (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "9 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    In the season finale, Caroline Stanbury adjusts to life without Gift Library. The ladies wonder if Annabelle will trust them enough to show at their final winter bash, where a new Queen Bee is buzzing. Each of the ladies' future is gleamed.    "
                }
            }
        },
        "number of episodes": 29,
        "cast": [
            {
                "name": "Reno, Noelle"
            },
            {
                "name": "Neilson, Annabelle"
            },
            {
                "name": "Hermer, Marissa"
            },
            {
                "name": "Stanbury, Caroline"
            },
            {
                "name": "Angus, Juliet"
            },
            {
                "name": "Bourret, Caprice"
            },
            {
                "name": "Young, Scot"
            },
            {
                "name": "Fleming, Caroline"
            },
            {
                "name": "Montagu, Julie"
            },
            {
                "name": "Meyers, Jonathan Rhys"
            },
            {
                "name": "Shrager, Rosemary"
            },
            {
                "name": "Stanbury, Sophie"
            },
            {
                "name": "O'Neil, Nicole"
            }
        ],
        "locations": [
            "London, England, UK"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 5.3,
        "votes": 309,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTczMTgzOTAxOF5BMl5BanBnXkFtZTgwMDEwOTAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Set in the glittering, class-conscious city of London, this new series follows a group of elite British socialites and American expats enjoying the upper crust of the high society world. And while these Brits and Americans all live in the same city, have been married to rock stars, dated royalty, are darlings of the paparazzi and enjoy wealth beyond belief, they are still culturally, worlds apart.",
        "languages": [
            "English"
        ],
        "title": "Ladies of London",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Ladies of London (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "BBC Worldwide Productions"
            }
        ],
        "distributors": [
            {
                "name": "Bravo!"
            },
            {
                "name": "ITVBe"
            }
        ],
        "other companies": [
            {
                "name": "Margarita Mix"
            },
            {
                "name": "Production Copier Company"
            }
        ],
        "plot": [
            "Set in the glittering, class-conscious city of London, this new series follows a group of elite British socialites and American expats enjoying the upper crust of the high society world. And while these Brits and Americans all live in the same city, have been married to rock stars, dated royalty, are darlings of the paparazzi and enjoy wealth beyond belief, they are still culturally, worlds apart.::Bravo!"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 309,
                "rating": 5.3
            },
            "aged 18 29": {
                "votes": 52,
                "rating": 5.4
            },
            "aged 30 44": {
                "votes": 112,
                "rating": 5.1
            },
            "aged 45 plus": {
                "votes": 66,
                "rating": 4.7
            },
            "males": {
                "votes": 60,
                "rating": 4.0
            },
            "males aged 18 29": {
                "votes": 11,
                "rating": 5.9
            },
            "males aged 30 44": {
                "votes": 34,
                "rating": 3.4
            },
            "males aged 45 plus": {
                "votes": 12,
                "rating": 3.3
            },
            "females": {
                "votes": 186,
                "rating": 5.8
            },
            "females aged 18 29": {
                "votes": 41,
                "rating": 5.3
            },
            "females aged 30 44": {
                "votes": 78,
                "rating": 6.1
            },
            "females aged 45 plus": {
                "votes": 52,
                "rating": 5.3
            },
            "top 1000 voters": {
                "votes": 14,
                "rating": 3.9
            },
            "us users": {
                "votes": 102,
                "rating": 5.6
            },
            "non us users": {
                "votes": 83,
                "rating": 4.3
            }
        },
        "number of votes": {
            "10": 59,
            "9": 22,
            "8": 39,
            "7": 43,
            "6": 35,
            "5": 22,
            "4": 12,
            "3": 11,
            "2": 10,
            "1": 56
        },
        "arithmetic mean": 6.1,
        "median": 7
    }
}