{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "21 January 2014"
            }
        ],
        "release dates": [
            "USA::21 January 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Mystic Method",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horseplayers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "21 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    In the season premiere, tt's the Cigar Mile at the Aqueduct Racetrack in Queens! Peter Rontondo Sr. and Peter Rotondo Jr. hit the racetrack with a series of parlays. Plus, John Conte is in town for some high-rolling. Meanwhile in Santa Anita, Christian Hellmers is looking to redeem himself at the Breeders' Cup handicapper tournament after coming in second last year.    "
                },
                "2": {
                    "title": "Derby Darling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horseplayers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    The best horse doesn't always win--especially on a rain-slick, muddied track. Can the handicappers overcome the elements and clean up at the Triple Crown? With all eyes on the Kentucky Derby, The Preakness and the Belmont Stakes, there's a lot of cash to be earned--and a lot to lose. Friends', associates' and even a horse's fortunes hang in the balance. See who weathers the three-race rollercoaster the best!    "
                },
                "3": {
                    "title": "Belmont Bullet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horseplayers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "Feb. 2014",
                    "year": "2014",
                    "plot": "\n    The first handicapping tournament of the year kicks off at Belmont Park. See if anybody can win a spot in the national championships!    "
                },
                "4": {
                    "title": "Del Mar Destiny",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horseplayers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Newcomer Matt Bernier shadows a handicapping tournament and learns a valuable lesson, Christian Hellmers goes for broke and cowboy Kevin Cox makes an ally.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horseplayers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Visiting beloved holiday spot Saratoga Springs has been a Rotondo family tradition for years, but Peter and his son know that luck doesn't always favor the faithful. The handicappers are gathering with the usual suspects for a two-day-long handicapping tournament with a massive $100,000 payout. Among the gamblers is Matt making his first tournament entry and Kevin \"The Brooklyn Cowboy\" Cox. When it comes down to the wire, Peter Jr. and Christian concoct a crazy scheme that may position them to take it all home--but there are dozens of other handicappers who have their...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horseplayers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    The Horseplayers enter handicapping tournaments at Monmouth Park Racetrack and Keeneland for a seat at the NHC. Christian plans to play it safe, but a last minute decision could determine whether or not he stays at the top of the leaderboard. Will he put it all on the line? Meanwhile, Team Rotondo looks to improve their chances by forging an alliance with Matt, and Michael hopes to turn his luck around.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horseplayers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    The guys head south for a handicapping tournament at Gulfstream Park in Miami, but most of them hope they had stayed home. As favorite after favorite claims victory, the handicappers soon find themselves buried in the standing. Luckily for them, there's always a fresh opportunity. The Breeders' Cup in southern California has the biggest purses of the year! Can they reverse their fortunes, or is this the start of a cold streak for everyone?    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horseplayers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    After finishing second two years in a row (to the same guy), Christian looks to finally win the Breeders' Cup Betting Challenge--the biggest live-money tournament of the year. When the handicappers regroup, tensions arise when Kevin learns Christian is teaming up with other entrants. Kevin decides to take a long shot at the Juvenile Phillies race--but freaks out when he learns his jockey might be disqualified. Then, it's on to the last race which features celebrity guests Toni Braxton and Richie Sambora. Will Christian, Kevin or John win big?    "
                },
                "9": {
                    "title": "New Orleans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horseplayers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    This may be the last big chance for the handicappers to secure a spot in the national championships in Las Vegas. It's off to Fair Grounds Race Course in New Orleans for a small tournament with five bids for Vegas on the line. With fewer gamblers in the field, having the right strategy will be just as important as picking winners during their weekend in The Big Easy. Team Rotondo picks up some serious mojo on a visit to a voodoo specialist--but can they ride their hot streak all the way to Sin City?    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Horseplayers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    There's one last shot to qualify for the National Handicapping Championship. Can the remaining handicappers win at Gulfstream Park in Florida and stamp their tickets to Las Vegas? Then, it's off to Sin City for the biggest tournament of the year. Team Rotondo, Christian Hellmers and Kevin Cox have their seats assured and will do anything to bring home the $750,000 prize. Find out who claims the title of 2013 Handicapper of the Year!    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Cox, Kevin"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.4,
        "votes": 34,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTU3NzgxMTU2N15BMl5BanBnXkFtZTgwNDk1MzAxMzE@._V1_SY150_CR38,0,101,150_.jpg",
        "plot outline": "Enter the high-stakes world of professional horse race handicapping, where the only thing bigger than the bets are the characters placing them. From Churchill Downs to Saratoga to Santa Anita, each episode follows a group of handicappers as they travel the country in search of instant riches - and compete for the title of America's top handicapper.",
        "languages": [
            "English"
        ],
        "title": "Horseplayers",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Horseplayers (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Go Go Luckey Productions"
            }
        ],
        "distributors": [
            {
                "name": "Esquire Network"
            }
        ],
        "plot": [
            "Enter the high-stakes world of professional horse race handicapping, where the only thing bigger than the bets are the characters placing them. From Churchill Downs to Saratoga to Santa Anita, each episode follows a group of handicappers as they travel the country in search of instant riches - and compete for the title of America's top handicapper.::Esquire Network"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 34,
                "rating": 7.4
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 9.2
            },
            "aged 30 44": {
                "votes": 9,
                "rating": 4.8
            },
            "aged 45 plus": {
                "votes": 11,
                "rating": 6.1
            },
            "males": {
                "votes": 20,
                "rating": 6.6
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 6.0
            },
            "males aged 45 plus": {
                "votes": 11,
                "rating": 6.1
            },
            "females": {
                "votes": 5,
                "rating": 4.3
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 8.5
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 3.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 5.5
            },
            "us users": {
                "votes": 21,
                "rating": 6.8
            },
            "non us users": {
                "votes": 3,
                "rating": 3.0
            }
        },
        "number of votes": {
            "10": 12,
            "9": 4,
            "8": 3,
            "7": 4,
            "6": 4,
            "5": 2,
            "4": 0,
            "3": 1,
            "2": 1,
            "1": 3
        },
        "arithmetic mean": 7.4,
        "median": 8
    }
}