{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "March 2014"
            },
            {
                "country": "USA\n",
                "date": "23 March 2014"
            }
        ],
        "release dates": [
            "USA::March 2014",
            "USA::23 March 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "American Dream Builders"
            },
            {
                "countries": "USA (working title)",
                "title": "Renovation Nation"
            }
        ],
        "akas": [
            "American Dream Builders (original title)",
            "Renovation Nation USA (working title)"
        ],
        "akas from release info": [
            "American Dream Builders (original title)",
            "Renovation Nation USA (working title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Tudors",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Dream Builders (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "23 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Renowned designer Nate Berkus hosts NBC's bold new one-hour reality-competition series \"American Dream Builders.\" Showcasing the talents of the most accomplished designers and home builders in the country, \"American Dream Builders\" pits 12 talented contestants against one another in a high-stakes competition designed to push everyone's creative reach. Joining Berkus on the show as judges are former NFL player-turned landscape architect Eddie George and interior design expert Monica Pedersen. This week, the teams tackle two Tudor-style homes across the street from one ...    "
                },
                "2": {
                    "title": "Mid Century Modern",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Dream Builders (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "30 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Two teams of designers will tackle sweeping makeovers for two mid-century Modern-style homes that are just a few doors down from one another in Palm Springs, Calif. This week the focus is on bringing a \"dream home\" to reality. The contestants are challenged to create a stunning \"outdoor oasis\" and, in the midst of things, must deal with a massive rainstorm that causes delays and frustrations. Team Red (headed by Chicago-based designer Lukas Machnik) focuses on creating a tranquil master bedroom, an inviting indoor/outdoor space and they also take on several creative ...    "
                },
                "3": {
                    "title": "Spanish Style",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Dream Builders (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "6 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    The dueling teams are challenged this week to create event-friendly homes that are tailor made for entertaining and hosting. This week, the contestants will work on two Spanish-style homes in North Hollywood, Calif. Team Red, led by site manager Erinn, is determined to end up victorious after coming up short in the first two challenges. Team Blue is feeling strong and confident with all of their original six team members still in the competition. However, they struggle to get along with site manager Elaine's strong opinions. Tensions arise when Elaine turns to ...    "
                },
                "4": {
                    "title": "Cabins in the Woods",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Dream Builders (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "7 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    This week the two teams take on the restoration of cabins in the mountains of Big Bear, Calif. Team Blue, led by site manager Darren Moore, gets creative repurposing elements found in nature and transforming them into a chic interior design. Site manager Dann Foley and Team Red put emphasis on color, creating a unique palette to make the space pop. Design is not the only obstacle this week, however, as the designers must find a way to handle a pesky rodent problem. In the end, one designer from the losing team will be sent home.    "
                },
                "5": {
                    "title": "Modern Modulars",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Dream Builders (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "13 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Forced to forego their previous teams, the remaining eight designers are put into pairs and asked to design four exact modular homes in just three days. Faced with a blank slate, the contestants must find a way to work together with ease and transform the raw space quickly. The stakes are at an all-time high and the winning team receives a spread in the June issue of Better Homes & Garden magazine. Nate Berkus hosts while Eddie George and Monica Pedersen serve as judges. One designer is sent home.    "
                },
                "6": {
                    "title": "California Craftsman",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Dream Builders (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "20 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    This week the contestants renovate two beautiful craftsman-style homes with families that require an office workspace for their at-home businesses. Team Blue, led this week by Nina Magon, puts Darren Moore's fitness background to use by creating an eco-friendly indoor gym for an owner who is a personal trainer. On Team Red, site manager Erinn Valencich cooks up a classy kitchen for a professional chef. After the judges and the neighborhood council tour the homes, one designer is sent home. Nate Berkus hosts while Eddie George and Monica Pedersen serve as judges.    "
                },
                "7": {
                    "title": "Colonial Duplex",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Dream Builders (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "27 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    For the first time in the competition, the designers must renovate a single project, a colonial-style duplex. Six designers remain, and the focus for this week's challenge is to create a \"Lowe's fantasy bathroom.\" Personalities clash as the teams are reshuffled. Jay Riordan serves as site manager of Team Blue, but he struggles to lead with team member Dann Foley trying to take control. On Team Red, Lukas Machnik and Elaine Griffin find difficulty in site manager Darren Moore's casual work style. Ultimately, one designer is sent home. Nate Berkus hosts while Eddie ...    "
                },
                "8": {
                    "title": "Downtown Lofts",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Dream Builders (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "4 May 2014",
                    "year": "2014",
                    "plot": "\n    The dueling teams tackle two empty artist lofts in downtown Los Angeles this week. Their focus will be to present a project that defines them most as a designer. Feeling the pressure, Darren of Team Red builds a unique project in his attempt to prove to the judges he deserves to stay in the competition. Nina Magon takes lead on Team Blue, but she and Jay struggle to divide their odd-shaped open floor plan into multiple living areas. Lukas Machnik serves as site manager for Team Red. One designer is sent home. Nate Berkus hosts while Eddie George and Monica Pedersen ...    "
                },
                "9": {
                    "title": "Victorian",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Dream Builders (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "18 May 2014",
                    "year": "2014",
                    "plot": "\n    The competition is at an all-time high with the finale just one week away. The remaining four designers must renovate a Victorian home together. Site manager Jay has his hands full keeping his team all on the same page. To their surprise, the contestants meet their neighborhood council for the first time. However, this surprise is minimal compared to the twist they are given by the judges. Two designers will be sent home. The final two designers will battle it out for the $250,000 grand prize and the title of \"American Dream Builder.\" Nate Berkus hosts while Eddie ...    "
                },
                "10": {
                    "title": "Beach Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Dream Builders (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "25 May 2014",
                    "year": "2014",
                    "plot": "\n    After nine weeks and 19 renovations, the final two designers meet their final challenge. In their biggest renovation to date, they must transform two dream beach homes in Ventura, Calif. Luckily, they won't have to go at it alone. They are reunited with a few surprise guests to help them. One designer will win the grand prize of $250,000 and be crowned as the first American Dream Builder. Nate Berkus hosts while Eddie George and Monica Pedersen serve as judges.    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Moore, Darren"
            },
            {
                "name": "Salway, Christina"
            },
            {
                "name": "Hadley, Nancy"
            },
            {
                "name": "Artz, Robert"
            },
            {
                "name": "George, Eddie"
            },
            {
                "name": "Berkus, Nate"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.8,
        "votes": 58,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTk2MDAzNzQ0M15BMl5BanBnXkFtZTgwMjU5MzAxMzE@._V1_SY150_CR38,0,101,150_.jpg",
        "plot outline": "Renowned designer Nate Berkus hosts NBC's bold new one-hour reality competition series \"American Dream Builders,\" premiering in midseason 2014. Showcasing the talents of the most accomplished designers and home builders in the country, \"American Dream Builders\" will pit 12 worthy contestants against one another in a high-stakes competition designed to push everyone's creative reach. The show will celebrate creativity and style while revealing magazine-worthy home transformations. With each weekly episode, two teams will take on a brand new project and be asked to redesign and renovate the space from the inside out - all in a matter of days. From Spanish to Tudor to mid-century modern, the designers will be expected to produce sweeping home renovations that bring a fresh, modern sensibility while remaining true to the home's innate charm and design characteristics.",
        "languages": [
            "English"
        ],
        "title": "American Dream Builders",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "O'Dowd, Ryan"
            }
        ],
        "production companies": [
            {
                "name": "Universal Television"
            }
        ],
        "distributors": [
            {
                "name": "National Broadcasting Company (NBC)"
            }
        ],
        "other companies": [
            {
                "name": "Reel Security"
            }
        ],
        "plot": [
            "Renowned designer Nate Berkus hosts NBC's bold new one-hour reality competition series \"_American Dream Builders_ (qv),\" premiering in midseason 2014. Showcasing the talents of the most accomplished designers and home builders in the country, \"_American Dream Builders_ (qv)\" will pit 12 worthy contestants against one another in a high-stakes competition designed to push everyone's creative reach. The show will celebrate creativity and style while revealing magazine-worthy home transformations. With each weekly episode, two teams will take on a brand new project and be asked to redesign and renovate the space from the inside out - all in a matter of days. From Spanish to Tudor to mid-century modern, the designers will be expected to produce sweeping home renovations that bring a fresh, modern sensibility while remaining true to the home's innate charm and design characteristics."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 58,
                "rating": 6.8
            },
            "aged 18 29": {
                "votes": 9,
                "rating": 6.5
            },
            "aged 30 44": {
                "votes": 23,
                "rating": 6.7
            },
            "aged 45 plus": {
                "votes": 12,
                "rating": 5.6
            },
            "males": {
                "votes": 22,
                "rating": 6.3
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 7.2
            },
            "males aged 30 44": {
                "votes": 13,
                "rating": 6.6
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 7.0
            },
            "females": {
                "votes": 27,
                "rating": 6.4
            },
            "females aged 18 29": {
                "votes": 5,
                "rating": 6.9
            },
            "females aged 30 44": {
                "votes": 10,
                "rating": 6.7
            },
            "females aged 45 plus": {
                "votes": 10,
                "rating": 5.7
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 4.2
            },
            "us users": {
                "votes": 23,
                "rating": 5.8
            },
            "non us users": {
                "votes": 13,
                "rating": 6.8
            }
        },
        "number of votes": {
            "10": 15,
            "9": 5,
            "8": 7,
            "7": 9,
            "6": 6,
            "5": 3,
            "4": 4,
            "3": 1,
            "2": 2,
            "1": 6
        },
        "arithmetic mean": 6.8,
        "median": 7
    }
}