{
    "imdb": {
        "raw release dates": [
            {
                "country": "Brazil\n",
                "date": "  2014"
            },
            {
                "country": "UK\n",
                "date": "  2014"
            },
            {
                "country": "UK\n",
                "date": "8 August 2014"
            }
        ],
        "release dates": [
            "Brazil::2014",
            "UK::2014",
            "UK::8 August 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Memphis Part 1: Best Laid Plans and Grudge Matches",
                    "kind": "episode",
                    "episode of": {
                        "title": "Air Boss (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "8 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Wayne tries desperately to bring his show in on time while everything that can go wrong does; the Jet Truck prepares for a grudge-match race against a rival pilot; and performer, Julie Clark may be forced to cancel her show.    "
                },
                "2": {
                    "title": "Memphis Part 2: Dark Skies and Jet Trucks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Air Boss (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "15 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Performer, Julie Clark's hopes for a make-up flight in Memphis and performances are jeopardized as bad weather threatens to shut down the last day of the air show.    "
                },
                "3": {
                    "title": "Sun 'N Fun Part 1: The Oncoming Storm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Air Boss (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "22 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    What starts out as severe storm, preventing the arrival of the headlining US Navy Blue Angels, quickly turns into a worst-case-scenario as Sun 'N Fun braces itself for the arrival of a tornado.    "
                },
                "4": {
                    "title": "Sun 'N Fun Part 2: Living to See Another Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Air Boss (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "29 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    In the wake of the worst storm Sun 'N Fun has ever experienced, Wayne and the air show volunteers must comb through the destruction and pick up the pieces in hopes of saving Sun 'N Fun from an untimely end.    "
                },
                "5": {
                    "title": "Pensacola Part 1: A Tragic Season",
                    "kind": "episode",
                    "episode of": {
                        "title": "Air Boss (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "5 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Wayne and announcer, Rob Reider reflect on a year marked by tragedy as they prepare for the last show of the season, praying that it all comes to a safe conclusion.    "
                },
                "6": {
                    "title": "Pensacola Part 2: Overcome",
                    "kind": "episode",
                    "episode of": {
                        "title": "Air Boss (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "12 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Iconic pilot, John Mohr gets ready to take to the sky one last time this season, but with a tragic event still weighing heavily on his mind, the question of his safety quickly becomes too real for Wayne and Rob to ignore.    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Boggs, Wayne"
            },
            {
                "name": "Rechner, Jeff"
            },
            {
                "name": "Darnell, Brooke"
            },
            {
                "name": "Darnell, Chris"
            },
            {
                "name": "Rachel, Wayne"
            },
            {
                "name": "Cline, George"
            },
            {
                "name": "Boggs, Wade"
            },
            {
                "name": "Norris, Devan"
            },
            {
                "name": "Reider, Rob"
            }
        ],
        "locations": [
            "Pensacola, Florida, USA",
            "Memphis, Tennessee, USA",
            "Oshkosh, Wisconsin, USA",
            "Lakeland, Florida, USA",
            "Tampa, Florida, USA"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjIxMjQwNDIwM15BMl5BanBnXkFtZTgwNjE3MTg0MTE@._V1_SY150_CR7,0,101,150_.jpg",
        "plot outline": "This week brings us to Millington, Tennesee, home to the Memphis Air Show, where one man bears the burden of responsibility more than anyone else - the man controlling the show... the Air Boss, Wayne Boggs. It's most definitely going to be a jam-packed day for Wayne who is bossing both day and night shows, and presents an exciting opportunity for hoards of fans anxiously awaiting to see the show headliner... \"JET TRUCK.\" As one of the most action-packed and popular air show acts on the circuit today, the \"Jet Truck\" is driven by Chris Darnell, who is joined on the road by his family and the Jet Truck Mechanic, Wayne. Today the Air Boss faces back-to-back challenges with immediate delays putting him behind schedule and must do whatever it takes to bring his show in on time while everything that can go wrong does! Alongside the countless setbacks with staying on schedule, mechanical issues threaten performer Julie Clark's routine and may force her to cancel her biggest show of the season.",
        "languages": [
            "English"
        ],
        "title": "Air Boss",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Air Boss (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Johnston, Andrew"
            },
            {
                "name": "Nalli, Anthony"
            }
        ],
        "production companies": [
            {
                "name": "FourPoints Television Productions"
            }
        ],
        "distributors": [
            {
                "name": "Canamedia"
            },
            {
                "name": "GRB Entertainment"
            }
        ],
        "plot": [
            "This week brings us to Millington, Tennesee, home to the Memphis Air Show, where one man bears the burden of responsibility more than anyone else - the man controlling the show... the _Air Boss_ (qv), Wayne Boggs. It's most definitely going to be a jam-packed day for Wayne who is bossing both day and night shows, and presents an exciting opportunity for hoards of fans anxiously awaiting to see the show headliner... \"JET TRUCK.\" As one of the most action-packed and popular air show acts on the circuit today, the \"Jet Truck\" is driven by Chris Darnell, who is joined on the road by his family and the Jet Truck Mechanic, Wayne. Today the _Air Boss_ (qv) faces back-to-back challenges with immediate delays putting him behind schedule and must do whatever it takes to bring his show in on time while everything that can go wrong does! Alongside the countless setbacks with staying on schedule, mechanical issues threaten performer Julie Clark's routine and may force her to cancel her biggest show of the season."
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}