{
    "imdb": {
        "raw release dates": [
            {
                "country": "Japan\n",
                "date": "11 January 2014"
            }
        ],
        "release dates": [
            "Japan::11 January 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Nisekoi"
            },
            {
                "countries": "Russia",
                "title": "Притворная любовь"
            },
            {
                "countries": "Ukraine",
                "title": "Удаване кохання"
            }
        ],
        "akas": [
            "Nisekoi (original title)",
            "Притворная любовь Russia",
            "Удаване кохання Ukraine"
        ],
        "akas from release info": [
            "Nisekoi (original title)",
            "Притворная любовь Russia",
            "Удаване кохання Ukraine"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "OVA: Newlyweds/Magical Pâtissière Kosaki-chan!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "votes": 11,
                    "original air date": "4 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Raku and Chitoge try to go out for a normal date. When they get to the restaurant they find Marika working troublesomely as a waitress. Unfortunately both their family's gangs and the Police special forces turn up and create trouble. Raku's friends unexpectedly come to his house for a holiday feast. Unfortunately Raku gives out whiskey chocolate leading to all sorts of problems.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Promise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 33,
                    "original air date": "11 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Raku Ichijo, the son of a yakuza boss, prefers to just live a normal high school life. On the way to school he is kneed in the face by a girl, but gets tended by Kosaki Onodera, a sweet classmate that he has a crush on. The teacher announces a transfer student, Chitoge Kirisaki, who happens to be the girl that crashed into Raku, and they start arguing. Raku realizes he has lost his locket that contains memories of his first love, because of the collision, and asks Chitoge to help look for it. After several days their relationship gets worse that Raku tells Chitoge to ...    "
                },
                "2": {
                    "title": "Encounter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 29,
                    "original air date": "18 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    In order to settle the feud between their families' gangs, Raku and Chitoge act like they are in love. This causes the two gangs to enter a ceasefire. Chitoge and Raku then go on a date,but they end up driving each other crazy.    "
                },
                "3": {
                    "title": "Two of a Kind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 27,
                    "original air date": "25 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Raku and Chitoge's classmates get word that they are a couple, but before they can deny it, they spot Claude watching from a tree,and are forced to act like a typical couple. Kosaki tells Raku about his good qualities and ends up accidentally drops her key. When Raku learns that Chitoge has not made any other friends, he helps her out. They talk about their fake dating situation, unaware that Kosaki has overheard them.    "
                },
                "4": {
                    "title": "The Visit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 28,
                    "original air date": "1 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Raku's friends come over to his house for a study session. Ruri tries to set up a situation where Raku tutors Kosaki, but Chitoge volunteers. Shu asks if they have kissed yet, so Raku pulls him aside and reveals his situation with Chitoge. Raku's gangster guys trick Raku and Chitoge into being locked in a storage room, where Raku learns that Chitoge has some fears of the dark.    "
                },
                "5": {
                    "title": "Swimming",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 26,
                    "original air date": "8 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Ruri tries to improve Kosaki's chances with Raku by having Raku and Chitoge teach Kosaki how to swim. Ruri notices that Raku and Chitoge argue more than they seem in love. Raku finds Kosaki's key and tries to use it unlock his pendant but it turns out to be the key to the girls locker room.    "
                },
                "6": {
                    "title": "Borrowing and Lending",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 24,
                    "original air date": "15 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Chitoge finds out that Raku was the one who saved her from drowning on the school pool. She tries to thank him, but ends up beating him up more in the process. Chitoge later finds Raku's locket and returns it to him.    "
                },
                "7": {
                    "title": "Rival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 23,
                    "original air date": "22 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Seishirou Tsugumi is introduced as a transfer student. As a former acquaintance of Chitoge, Seishirou finds Raku unfit to be Chitoge's lover. Seishirou challenges Raku to a duel but is inadvertently outplayed. While trying to revive his opponent, Raku learns that Seishirou is not what they seem.    "
                },
                "8": {
                    "title": "Happiness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 25,
                    "original air date": "1 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    When Raku has to buy pet food, Tsugumi accompanies him to see if he is really fit to be Chitoge's boyfriend. However, Tsugumi is bothered by her developing feelings for Raku, so she seeks advice from her classmates. After being reminded that Chitoge had a first love, Chitoge opens her closet and reads her old diary from ten years ago.    "
                },
                "9": {
                    "title": "Hot Springs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 24,
                    "original air date": "8 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Raku's class has a trip to a hot springs resort. Shu arranges for Raku, Chitoge, Kosaki and Seishirou to ride together. Chitoge recalls the boy from her diary has a scar on his forehead, but is shocked when she sees Raku with a forehead scar. After settling in, the group plans to take a dip at the hot springs. Claude switches the signs for the men's and women's bath to trap Raku into the wrong hot springs.    "
                },
                "10": {
                    "title": "Lottery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 24,
                    "original air date": "15 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Continuing on the resort trip, the class holds a test of courage where boys are paired with girls. Raku and Kosaki are luckily paired with each other. Meanwhile, Chitoge trying to understand her feelings for Raku,volunteers to become a ghost in the forest completely forgetting she has a fear of the dark.    "
                },
                "11": {
                    "title": "Celebration",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 24,
                    "original air date": "22 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    When Tsugumi plans a surprise birthday party for Chitoge, and invites Raku and his friends, Ruri makes Kosaki go with Raku to shop for gifts together. Raku finds his time with Kosaki to be fleeting, but Kosaki shows Raku a scenic overlook. When Raku asks Kosaki if she is the promised girl from ten years ago, she answers yes, but they are interrupted by a phone call. At the party, after receiving her friends and family's gifts, Chitoge asks Raku about his feelings for the promised girl and whether he recognizes the phrase \"Forever in Love\".    "
                },
                "12": {
                    "title": "Confirmation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 26,
                    "original air date": "29 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Chitoge reveals that she has a key that could unlock Raku's locket, but when they try, the key breaks. While Raku's locket is being repaired, Raku thinks about who might be the one he made a love promise to. Chitoge's father mentions that he recognized Kosaki from the past as the three were friends. Raku's father mentions he has a photo of the girl that Raku made a promise to ten years ago.    "
                },
                "13": {
                    "title": "After School",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 25,
                    "original air date": "5 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    While happy that he has a nice picture of Kosaki, Raku struggles with finding the photo of the girl with whom he made a promise. At a study group, he nearly publicizes that he likes Kosaki. After Raku's father tells him the location, Raku discovers that the girl in the photo is someone else, and that she also has a different key. Raku shares his umbrella with Chitoge in the rain, but when the downpour gets heavy, they rest at a shelter and share the photos they ordered. Raku's father tells them that the girl in the photo is coming to school tomorrow and that she is ...    "
                },
                "14": {
                    "title": "Ordeal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 25,
                    "original air date": "12 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Baffled by the fact that the girl in the photo is Raku's fiance, the aforementioned girl transfers in Raku's class as Marika Tachibana, the daughter of the police chief. She also bears a key that may unlock Raku's locket. Marika and Raku then head on a date, with Kosaki, Ruri, Seishiro and Chitoge spying on them. During their date, Marika bribes Raku into ending his relationship with Chitoge in exchange for answering all his questions regarding the girl and the promise he made ten years ago. Raku refuses, furthermore adding that he has no past memories with Marika, ...    "
                },
                "15": {
                    "title": "Three Keys",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 25,
                    "original air date": "19 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Finally having recognized Marika, the latter fills in Raku about their childhood days and how she mold herself into being Raku's ideal woman then kissing him on the cheek by surprise. With the existence of three keys further shadowing the true identity of the promise girl - in the midst of the confusion - Marika invites Raku to her home to pay respects to her father.    "
                },
                "16": {
                    "title": "Typhoon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 23,
                    "original air date": "26 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    While happy that he has a nice picture of Kosaki, Raku struggles with finding the photo of the girl with whom he made a promise. At a study group, he nearly publicizes that he likes Kosaki. After Raku's father tells him the location, Raku discovers that the girl in the photo is someone else, and that she also has a different key. Raku shares his umbrella with Chitoge in the rain, but when the downpour gets heavy, they rest at a shelter and share the photos they ordered. Raku's father tells them that the girl in the photo is coming to school tomorrow and that she is ...    "
                },
                "17": {
                    "title": "Temple Festival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 24,
                    "original air date": "3 May 2014",
                    "year": "2014",
                    "plot": "\n    At a temple festival, Raku works in one of the food stalls being run by his faction's men. After bumping into Chitoge, she had Raku accompany her as a free pass to most of the stalls. When purchasing a relationship charm, Raku gets separated from Chitoge in the crowd and instead stumbles on Kosaki. Afterwards, Raku's relationship charm gets nabbed by a calico cat and Raku chases after it, passing by Marika then Seishirou. Meanwhile, Chitoge finds Raku's charm and returns it to him. Reading a sign regarding the meaning behind relationship charms, Chitoge receives a ...    "
                },
                "18": {
                    "title": "At the Beach",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 25,
                    "original air date": "10 May 2014",
                    "year": "2014",
                    "plot": "\n    Raku and the gang go to a beach in the midst of their summer vacation. Chitoge develops romantic feelings for Raku, much to her anxiousness. Kosaki inadvertently asks an asleep Raku of allowing her to kiss him whereas Chitoge mishears it as Kosaki asking for kimchi. While trying to confirm her feelings, Chitoge is approached by Raku and asks him if they would make a functional couple. As a reply, Raku rebukes otherwise, much to Chitoge's heartbreak and causing her to storm off whilst leaving Raku an apology. During their new semester, Raku and Chitoge get nominated ...    "
                },
                "19": {
                    "title": "The Play",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 27,
                    "original air date": "17 May 2014",
                    "year": "2014",
                    "plot": "\n    Due to Chitoge's refusal of accepting the role in their play, Kosaki steps in and takes the role as Juliet with Raku as Romeo. Whilst in the midst of rehearsals, Raku and Chitoge gets into a heated argument over their fake relationship. As Raku vehemently states how dysfunctional things are between them and is considering to end their ties, Chitoge slaps Raku out of indignation. On the day of their play, Kosaki gets injured after rescuing a fellow classmate from a fall. With no one else to take over Kosaki in her role as Juliet, Raku approaches Chitoge and convinces ...    "
                },
                "20": {
                    "title": "Romeo and Juliet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 27,
                    "original air date": "24 May 2014",
                    "year": "2014",
                    "plot": "\n    With Chitoge's inclusion into their cast, the play commences with Shu as the narrator taking their performance into a comedic turn, adding nonsensical subplots into the play's story for the enjoyment of the audience but for the chagrin to some of its casts. Nevertheless, the play finishes, gaining warm admiration from the audience while Chitoge recognizes her true love for Raku. With their usual relationship back in place, Chitoge apologizes to Raku for her harsh behavior and adds that she will still be herself in front of him. During a conversation with Kosaki, Raku ...    "
                }
            },
            "2": {
                "1": {
                    "title": "From Now On/Please Notice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 23,
                    "original air date": "10 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Acknowledging her feelings for Raku, Chitoge contemplates on how they will progress as fake lovers from now on. Raku's locket is returned but not completely repaired, preventing them from unlocking it, which in turn, the identity of the girl Raku made a promise will be revealed with Chitoge later ruminating of the possibility being not the promised girl. In hopes to get Raku's attention, Chitoge makes constant refurbishes to her appearance to which Raku constantly fails to notice. However, Raku reveals that he is aware of Chitoge's attempts but refuses to make a ...    "
                },
                "2": {
                    "title": "Fate/Showdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 20,
                    "original air date": "17 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Paula McCoy reunites with her former colleague Seishiro in a clash leading Raku to get injured in the crossfire. Disappointed by her peer's relaxed lifestyle and intent on surpassing her after being called flat-chested in their first meeting, Paula challenges Seishiro in a match where the victor must steal a kiss from Raku. Despite the protest from Raku and Seishiro, their duel is set in motion.    "
                },
                "3": {
                    "title": "Need",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 19,
                    "original air date": "24 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Chitoge's feared workaholic mother, Hana, arrives in the midst of the holidays and Chitoge invites Raku in welcoming her. After a rocky meeting with her husband and daughter, Hana appoints Raku as her new secretary to test his worth as her daughter's lover; if Raku succeeds on meeting Hana's expectations and gains her approval, she will reward Raku and Chitoge a one night-stay in a premium hotel suite on Christmas Eve. While Raku feels overwhelmed by Hana's tight schedule and tensed by the workload assigned to him, Chitoge makes a call to her mother and asks that they...    "
                },
                "4": {
                    "title": "Mother",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 18,
                    "original air date": "1 May 2015",
                    "year": "2015",
                    "plot": "\n    By clearing all of Hana's appointments, Raku asks Hana to go bond with her daughter. Refusing out of anxiousness, Hana states that she has always cared for her daughter and is proud of her achievements but is under a misunderstanding of Chitoge despising her. Raku immediately picks up Chitoge to arrange a date for her and her mother but is too late as Hana boards a plane to America. After hearing the cries of her daughter, Hana swiftly returns to reconcile with Chitoge. After seeing off Hana at the airport, Raku and Chitoge clear up the misunderstanding of them ...    "
                },
                "5": {
                    "title": "Teach Me/Raku-sama",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 18,
                    "original air date": "8 May 2015",
                    "year": "2015",
                    "plot": "\n    Chitoge's feared workaholic mother, Hana, arrives in the midst of the holidays and Chitoge invites Raku in welcoming her. After a rocky meeting with her husband and daughter, Hana appoints Raku as her new secretary to test his worth as her daughter's lover; if Raku succeeds on meeting Hana's expectations and gains her approval, she will reward Raku and Chitoge a one night-stay in a premium hotel suite on Christmas Eve. While Raku feels overwhelmed by Hana's tight schedule and tensed by the workload assigned to him, Chitoge makes a call to her mother and asks that they...    "
                },
                "6": {
                    "title": "Delicious",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 19,
                    "original air date": "15 May 2015",
                    "year": "2015",
                    "plot": "\n    Chitoge, Kosaki and Marika attempt to present their respective homemade chocolates to Raku on Valentine's Day. While Marika prepares a statue-sized chocolate, Kosaki accidentally trips and falls over hers - crumbling it - as she attempts to give it to Raku, much to her dismay. After receiving obligatory chocolate from Seishiro, Raku stumbles to find Marika and her chocolate in pieces; apologetic, Raku eats Marika's chocolate. With both of them intent of giving their chocolates to their crushes, Chitoge and Kosaki work together to make their own.    "
                },
                "7": {
                    "title": "Little Sister",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 19,
                    "original air date": "22 May 2015",
                    "year": "2015",
                    "plot": "\n    Despite feeling optimistic for her upcoming high school life, Haru faints after stumbling into a group of thugs but - unbeknownst to Haru - Raku saves her. While intent on knowing the identity of the 'prince' that rescued her, Haru meets Raku but eventually recognizes him from rumors of being a dangerous, womanizing gangster. After Raku unintentionally catches a glimpse of Haru's underwear twice, Haru vows to protect her sister - Kosaki - from Raku while in bewilderment of his popularity with some of the girls. After Kosaki tells Haru about Raku's good sides, Haru has...    "
                },
                "8": {
                    "title": "Magical Pâtissière Kosaki-chan/Work",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 19,
                    "original air date": "29 May 2015",
                    "year": "2015",
                    "plot": "\n    Kosaki, Chitoge and Marika were bestowed upon powers of a magical girl who shall preserve peace in the world with Kosaki serving as their leader. Defeating a giant evil minion, the group then faces against the perverted mastermind behind the minion's creation, Doctor Maiko. Short in staff, Raku is called to help in the Onodera family sweets shop, much to Haru's protest. Haru develops mixed feelings towards having things in common with Raku and his competence in the kitchen. Raku and Haru soon find themselves being scolded for breaking kitchen utensils.    "
                },
                "9": {
                    "title": "Cleaning/Sick Visit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 18,
                    "original air date": "5 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Homeroom adviser, Kyoko, assigns Raku to rally his friends to clean the school's swimming pool. Finishing their assignment, the group decides to frolic as Raku convinces an unsociable Paula to join them. Ruri calls Raku to take her place in taking care of a sickened Kosaki, much to Haru's chagrin. However, Raku is also prompted to look after Haru after she catches Kosaki's cold. Moved by Raku nursing both sisters, Haru returns to him his locket.    "
                },
                "10": {
                    "title": "Support",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 18,
                    "original air date": "12 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    As the gang graduates to being second-year students, Ruri continues to frown over Shu's over-ecstatic tendencies. In his talk with Ruri, Raku realizes that he does not know about Shu's romantic interests and sets to ask the latter. Finding no straight answer from Shu, Raku consults with Seishiro about unrequited romances. Homeroom adviser Kyoko announces to her students her retirement and eventual marriage. Shu admits to Raku that his romantic crush is Kyoko but holds up confessing to her.    "
                },
                "11": {
                    "title": "I Want to Lose Weight/Good Morning",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 20,
                    "original air date": "19 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Kosaki assumes she is gaining weight after checking their scale and prevents herself from eating excessively which proves to be difficult for her. Noticing Kosaki's adversity, Raku tries to present her with her favorite treat but Kosaki storms off. In the end, Raku advises Kosaki to have a proper diet due to her slender figure. Meanwhile, Haru discovers that their scale is defective. As middle-schoolers, Kosaki and Raku were classmates with the former being in love with the latter. In her pursuit of love, Kosaki tries hard to enroll in the same school as Raku but ends...    "
                },
                "12": {
                    "title": "The Search/Just Testing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Nisekoi (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 21,
                    "original air date": "26 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    In her rush to school for being late, Chitoge lost her ribbon. The gang forms a search party for the said ribbon but no avail. After Raku fails to gull Chitoge with a newly-bought ribbon, Chitoge dashes to retrieve her real ribbon at a distance but is seemingly ripped apart by a passing train. However, Raku reveals that the wrecked ribbon was actually his and Chitoge's ribbon is safe at his hands, much to Chitoge's excitement. After reading a light novel, Chitoge practices in confessing her love to Raku which is constantly hindered by embarrassment. But after ...    "
                }
            }
        },
        "number of episodes": 33,
        "cast": [
            {
                "name": "Uchiyama, Koki"
            },
            {
                "name": "Tôyama, Nao"
            },
            {
                "name": "Hanazawa, Kana"
            },
            {
                "name": "Uchiyama, Yumi"
            },
            {
                "name": "Kaji, Yûki"
            },
            {
                "name": "Komatsu, Mikako"
            },
            {
                "name": "Asumi, Kana"
            },
            {
                "name": "Mizoguchi, Kengo"
            },
            {
                "name": "Igarashi, Ryouta"
            },
            {
                "name": "Fukamachi, Toshinari"
            },
            {
                "name": "Yano, Masaaki"
            },
            {
                "name": "Ueda, Reina"
            },
            {
                "name": "Sekine, Akira"
            },
            {
                "name": "Suzuki, Eri"
            },
            {
                "name": "Koyasu, Takehito"
            },
            {
                "name": "Hiyama, Nobuyuki"
            },
            {
                "name": "Nabatame, Hitomi"
            },
            {
                "name": "Taichi, You"
            },
            {
                "name": "Sakura, Ayane"
            },
            {
                "name": "Ogata, Ken'ichi"
            },
            {
                "name": "Ebara, Masashi"
            },
            {
                "name": "Ôhara, Sayaka"
            },
            {
                "name": "Numakura, Manami"
            },
            {
                "name": "Tone, Kentaro"
            },
            {
                "name": "Koiwai, Kotori"
            },
            {
                "name": "Toyoguchi, Megumi"
            },
            {
                "name": "Yamagishi, Haruo"
            },
            {
                "name": "Tachiki, Fumihiko"
            },
            {
                "name": "Sadaoka, Sayuri"
            },
            {
                "name": "Miyashita, Eiji"
            },
            {
                "name": "Sakurai, Takahiro"
            },
            {
                "name": "Kobayashi, Yû"
            },
            {
                "name": "Matsuyama, Takashi"
            },
            {
                "name": "Miyazawa, Kiyoko"
            },
            {
                "name": "Saitô, Kimiko"
            },
            {
                "name": "Kabuta, Yusuke"
            },
            {
                "name": "Maeda, Yuu"
            }
        ],
        "genres": [
            "Animation",
            "Comedy",
            "Romance"
        ],
        "runtimes": [
            "25"
        ],
        "countries": [
            "Japan"
        ],
        "country codes": [
            "jp"
        ],
        "language codes": [
            "ja"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Dolby Digital"
        ],
        "certificates": [
            "Australia:M",
            "France:12::(DVD rating)",
            "Germany:12::(most episodes)",
            "New Zealand:M",
            "South Korea:15",
            "United Kingdom:12::(some episodes)",
            "United Kingdom:PG::(some episodes)",
            "United Kingdom:15::(two episodes)"
        ],
        "number of seasons": 2,
        "rating": 7.4,
        "votes": 1703,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjliYjI4OTktYjA4YS00NTQ4LTliNGMtYzAzNDA1ZTU0YzY4XkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Raku Ichijou is an average high school student. He also happens to be the sole heir to the head of a Yakuza Family called the Shuei-gumi. Ten years ago, Raku made a promise... a secret promise with a girl he met. They promised one another that they will \"get married when they reunite.\" Since then, Raku never let go of the pendant the girl gave him. Then one day, a beautiful girl named Chitoge Kirisaki transfers into Raku's class. Their chemistry was more than off. There was not a moment where they were not fighting. But by a weird turn of events, Raku and Chitoge agree to become fake lovers. Although his heart is really interested in his classmate Kosaki Onodera, Raku must continue pretending to be Chitoge's boyfriend.",
        "languages": [
            "Japanese"
        ],
        "title": "Nisekoi",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-2014",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Kizawa, Yukito"
            },
            {
                "name": "Komi, Naoshi"
            },
            {
                "name": "Nakamoto, Muneo"
            }
        ],
        "production companies": [
            {
                "name": "Aniplex"
            },
            {
                "name": "Mainichi Broadcasting System"
            },
            {
                "name": "SHAFT"
            },
            {
                "name": "Shueisha"
            }
        ],
        "distributors": [
            {
                "name": "AV Visionen Filmverleih"
            },
            {
                "name": "AV Visionen Filmverleih"
            },
            {
                "name": "Aniplex America"
            },
            {
                "name": "Crunchyroll"
            },
            {
                "name": "Mainichi Broadcasting System (MBS)"
            }
        ],
        "other companies": [
            {
                "name": "Seven Days War"
            }
        ],
        "plot": [
            "The heir to a Yakuza Family is forced to be in a relationship with the daughter of the head of a gangster family to avoid a gang war, much to their chagrin.::Anonymous",
            "Raku Ichijou is an average high school student. He also happens to be the sole heir to the head of a Yakuza Family called the Shuei-gumi. Ten years ago, Raku made a promise... a secret promise with a girl he met. They promised one another that they will \"get married when they reunite.\" Since then, Raku never let go of the pendant the girl gave him. Then one day, a beautiful girl named Chitoge Kirisaki transfers into Raku's class. Their chemistry was more than off. There was not a moment where they were not fighting. But by a weird turn of events, Raku and Chitoge agree to become fake lovers. Although his heart is really interested in his classmate Kosaki Onodera, Raku must continue pretending to be Chitoge's boyfriend."
        ],
        "tech": {
            "runtime": [
                "25 min"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "negative format": [
                "Digital"
            ],
            "cinematographic process": [
                "Digital (720p) (source format)",
                "Digital Intermediate (1080p) (master format)"
            ],
            "printed film format": [
                "Video (HDTV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1703,
                "rating": 7.4
            },
            "aged under 18": {
                "votes": 9,
                "rating": 8.3
            },
            "aged 18 29": {
                "votes": 705,
                "rating": 7.5
            },
            "aged 30 44": {
                "votes": 213,
                "rating": 7.1
            },
            "aged 45 plus": {
                "votes": 40,
                "rating": 7.0
            },
            "males": {
                "votes": 919,
                "rating": 7.4
            },
            "males aged under 18": {
                "votes": 9,
                "rating": 8.3
            },
            "males aged 18 29": {
                "votes": 583,
                "rating": 7.6
            },
            "males aged 30 44": {
                "votes": 177,
                "rating": 7.2
            },
            "males aged 45 plus": {
                "votes": 32,
                "rating": 7.1
            },
            "females": {
                "votes": 175,
                "rating": 7.0
            },
            "females aged 18 29": {
                "votes": 113,
                "rating": 7.1
            },
            "females aged 30 44": {
                "votes": 34,
                "rating": 6.6
            },
            "females aged 45 plus": {
                "votes": 8,
                "rating": 6.6
            },
            "top 1000 voters": {
                "votes": 27,
                "rating": 7.3
            },
            "us users": {
                "votes": 154,
                "rating": 7.2
            },
            "non us users": {
                "votes": 534,
                "rating": 7.1
            }
        },
        "number of votes": {
            "10": 348,
            "9": 230,
            "8": 405,
            "7": 338,
            "6": 179,
            "5": 93,
            "4": 44,
            "3": 24,
            "2": 13,
            "1": 29
        },
        "arithmetic mean": 7.6,
        "median": 8
    }
}