{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "8 September 2014"
            }
        ],
        "release dates": [
            "Australia::8 September 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Zoo (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "8 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    500 young hopefuls from Ireland and Australia vie for the chance to become dolphin and seals trainers. Eight lucky Rookies set off on the adventure of a lifetime including an early morning dolphin rescue and some speedy planning for their very own marine conservation show.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Zoo (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "15 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Things are not what they seem when the young marine animal enthusiasts attend an early morning dolphin rescue. Bailey receives a wake-up call when Rocky the seal almost bites the hand that feeds him, and the team tackles the grim jobs of gutting fish and cleaning up seal poo.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Zoo (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "22 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    The young marine animal enthusiasts are overjoyed when Aaron reveals news of a special new arrival at the park. Much to their amazement, the dolphins and seals start to respond to the team's behavior signals, and an emergency call out finds Jaymin and Dana heading off to save a turtle in distress.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Zoo (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "29 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    It's time for the Rookies to face park boss Paige to pitch their ideas and it's a scary prospect for all of them. The team scour local beaches and unearth some shocking facts about rubbish pollution and there's some upsetting news about recently rescued turtle Barney.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Zoo (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "13 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Bonding, trust and respect is the focus of training this week at Blue Zoo. A new makeover project is unveiled, Tallann finds out first hand how cheeky and free- spirited Rocky the seal can be and the Rookies pitch their penguin designs to the intimidating marine park board.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Zoo (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "20 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Park boss Paige pays the team a visit and sets them a few serious deadlines for their upcoming show. Ivy and Darragh are tasked with caring for two fluffy penguin chicks; MCs Dana and Sophie take to their mics and 4 lucky rookies get the chance to go diving in the Solitary Marine Park.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Zoo (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "27 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    The Rookies to take part in an early morning Coffs Harbour tradition. Work gets underway on the mammoth penguin makeover; the Rookie's pitch their latest show ideas and an emergency call out finds them on a life and death mission to save an injured dolphin.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Zoo (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "3 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    The life of the dolphin Hope still hangs in the balance as the team continues to care for her. Aaron reveals the identity of a super cute resident that's been in quarantine backstage since they arrived and turtle man Jaymin lives his dream of releasing turtles back into the wild.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Zoo (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "17 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Bailey's in for a treat as trainer Janine introduces him to her infamous \"Fish Prep Dance\". Tallann has some serious setbacks with his seal handling techniques; whale spotting excitement turns to a seasick nightmare and Hope the dolphin finally returns to the wild.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Zoo (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "24 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    It's 2.30am and the race is on to get to the marine park in time for Calamity's birth. Will it be a boy or a girl and will the Rookies secure naming rights for Blue Zoo's new arrival? As rehearsals continue to go awry Paige decides to set the team a challenge ahead of a VIP visit in just 48 hours.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Zoo (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "24 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    VIP day has arrived; the Rookies need to buckle down to hone their animal handling skills along with a final polish to the opening of their Blue Zoo show. Sophie assists Dr Duan in an emergency operation for Nikki the Seal and sneaky Rocky decides to take an unplanned \"dip\" in a dolphin pool.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Zoo (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "1 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    With only days left before their debut performance, the Rookies final training sessions don't go as well as they hoped; Nikki the aged seal is recovering from her life threatening operation and plans are made to finally release Carmen the fur seal back into the ocean.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blue Zoo (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "8 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    It's the Rookies' final day after their six-week adventure but there's no respite as the team wake at 5am for Carmen's release back to the wild before they head to the park their debut performance. But who will receive that prized \"bridging\" whistle before the big event, and can they pull off their big show?    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Goodwin, Xenia"
            },
            {
                "name": "McKenna, Liam"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.9,
        "votes": 8,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzZlY2JjMGMtNjUzMS00MDc2LThhN2QtZTM2ZDc1OGYxZmI5XkEyXkFqcGdeQXVyODYyMDI0Nw@@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "6 WEEKS. ONE MISSION. TURN 8 TEENAGE ROOKIES INTO MARINE EXPERTS Blue Zoo is an empowering 13-part observational documentary that follows eight young marine animal enthusiasts as they embark on an intense six-week training mission to realize their dreams to work with rescued marine animals and become dolphin and seal trainers. Hailing from Ireland and Australia, our international team of Rookies head to Coffs Harbour, on the coast of eastern Australia, and are thrown in the deep end to learn how to care for and train rescued marine animals. Their hard work culminates in the creation of a brand new dolphin and seal performance that showcases the Rookies' own conservation messages. Throughout their journey the Rookies experience the highs and lows of working with marine animals: from assisting with emergency seal, turtle and dolphin rescues and releases to witnessing the birth of a baby dolphin, to redesigning and building better animal homes to the not so glamorous job of preparing fish buckets and cleaning seal poop at 6 o'clock in the morning. Blue Zoo is packed to the gills with life-changing adventures and life-long friendships and has the Rookies tackling global conservation issues head on.",
        "languages": [
            "English"
        ],
        "title": "Blue Zoo",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-2014",
        "akas": [
            "Blue Zoo (Australia)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Browning, Sally"
            },
            {
                "name": "Cropp, Dean"
            },
            {
                "name": "Doust, Gary"
            }
        ],
        "production companies": [
            {
                "name": "Air Pig Productions"
            }
        ],
        "distributors": [
            {
                "name": "Flame Distribution"
            }
        ],
        "plot": [
            "6 WEEKS. ONE MISSION. TURN 8 TEENAGE ROOKIES INTO MARINE EXPERTS _Blue Zoo_ (qv) is an empowering 13-part observational documentary that follows eight young marine animal enthusiasts as they embark on an intense six-week training mission to realize their dreams to work with rescued marine animals and become dolphin and seal trainers. Hailing from Ireland and Australia, our international team of Rookies head to Coffs Harbour, on the coast of eastern Australia, and are thrown in the deep end to learn how to care for and train rescued marine animals. Their hard work culminates in the creation of a brand new dolphin and seal performance that showcases the Rookies' own conservation messages. Throughout their journey the Rookies experience the highs and lows of working with marine animals: from assisting with emergency seal, turtle and dolphin rescues and releases to witnessing the birth of a baby dolphin, to redesigning and building better animal homes to the not so glamorous job of preparing fish buckets and cleaning seal poop at 6 o'clock in the morning. _Blue Zoo_ (qv) is packed to the gills with life-changing adventures and life-long friendships and has the Rookies tackling global conservation issues head on.::Air Pig Productions"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "camera": [
                "Sony PMW-200"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 8,
                "rating": 7.9
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 8.5
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 8.5
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "males": {
                "votes": 3,
                "rating": 9.0
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 8.5
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "females": {
                "votes": 2,
                "rating": 8.5
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "non us users": {
                "votes": 5,
                "rating": 7.5
            }
        },
        "number of votes": {
            "10": 4,
            "9": 0,
            "8": 1,
            "7": 2,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.9,
        "median": 9
    }
}