{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2014"
            }
        ],
        "release dates": [
            "USA::2014"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Israel, Kenneth"
            },
            {
                "name": "Mulyadi, Yossie"
            },
            {
                "name": "Jr., Barry Kennedy"
            },
            {
                "name": "Williams, E.L."
            },
            {
                "name": "Distasi, Rod"
            },
            {
                "name": "Martinez, Eric"
            },
            {
                "name": "Davis, Robyn Evette"
            },
            {
                "name": "Walters, Darryn"
            },
            {
                "name": "Viccarando, Kaliq"
            },
            {
                "name": "Warren, Joseph"
            },
            {
                "name": "Baxter, Raymond"
            }
        ],
        "genres": [
            "Comedy",
            "Drama",
            "Romance"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "plot outline": "Set in the city of Atlanta, where it's said there's 1 man for every 15 women, \"Single... Again\" is a new dramedy web series that takes a satirical and honest look at the highs and lows of DWO... dating while older. Meet Alana Jones. She's a 39 year old life coach and motivational speaker whose own unique brand of 'take charge' motivation and advice couldn't save her from being dumped by her boyfriend of 15... years. Now fearing she might be too old to find love again, Alana forces herself back into the dating world only to discover just how much it and she have both changed. Well... everything except her new found desire to never let another man tie her down into a serious relationship - at least not without a ring and court house papers. But can a series of dates with a lot of Mr. Wrongs finally lead her into the arms of Mr. Right? The series also features Alana's two best friends, the anti-aging obsessed, beautiful Coco and the tightly wound divorcée Krystal, who have opposing views on men, DWO and life in general. Join Alana and friends as they deal with the challenges, triumphs and therapy-worthy moments of being \"Single... Again\".",
        "languages": [
            "English"
        ],
        "title": "Single... Again",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Single... Again (United States)"
        ],
        "writer": [
            {
                "name": "Gunter, T.C."
            }
        ],
        "production companies": [
            {
                "name": "Decaturoots"
            }
        ],
        "plot": [
            "Set in the city of Atlanta, where it's said there's 1 man for every 15 women, \"_Single... Again_ (qv)\" is a new dramedy web series that takes a satirical and honest look at the highs and lows of DWO... dating while older. Meet Alana Jones. She's a 39 year old life coach and motivational speaker whose own unique brand of 'take charge' motivation and advice couldn't save her from being dumped by her boyfriend of 15... years. Now fearing she might be too old to find love again, Alana forces herself back into the dating world only to discover just how much it and she have both changed. Well... everything except her new found desire to never let another man tie her down into a serious relationship - at least not without a ring and court house papers. But can a series of dates with a lot of Mr. Wrongs finally lead her into the arms of Mr. Right? The series also features Alana's two best friends, the anti-aging obsessed, beautiful Coco and the tightly wound divorcée Krystal, who have opposing views on men, DWO and life in general. Join Alana and friends as they deal with the challenges, triumphs and therapy-worthy moments of being \"_Single... Again_ (qv)\".::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}