{
    "imdb": {
        "raw release dates": [
            {
                "country": "Austria\n",
                "date": "15 February 2014"
            }
        ],
        "release dates": [
            "Austria::15 February 2014"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Anwar, Anan"
            },
            {
                "name": "Furthner, Rainer"
            },
            {
                "name": "Grubinger, Martin"
            },
            {
                "name": "Hofstätter, Manuel"
            },
            {
                "name": "Lanser, Sebastian"
            },
            {
                "name": "Paul, Jason"
            },
            {
                "name": "Romberg, Luci"
            },
            {
                "name": "Suzuki, Masa"
            }
        ],
        "locations": [
            "Bangkok, Thailand",
            "Los Angeles, California, USA",
            "Nagasaki, Japan"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Austria"
        ],
        "country codes": [
            "at"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "rating": 9.6,
        "votes": 5,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTUxMjk3MTUzM15BMl5BanBnXkFtZTgwMTQxNDE3MDE@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Free My Way introduces the public to the fast growing world of freerunning. More than just a sport, freerunning is a philosophy, combining physical skill with psychological strength, all based on the idea of \"freedom through movement.\" Still a young discipline, the movement is still defining itself. Anan Anwar, a former Thai pop star and current freerunning sensation, is taking an active role in defining the nascent free running culture. He wants to bring together free runners from around the world to help him achieve a life long dream - an epic free running session in a mystery location that won't be revealed until the end of the series. As Anan travels the globe assembling his dream team, we will meet some of the world's best free runners and learn about each of their lives, their environment and culture, the challenges they face, and what free running means to them. We will watch them as they practice their art, a dangerous endeavor with the risk of serious injury lurking behind every jump, every flip, and every flying leap. But the risk is worth it to them, because for these athletes, free running is more than a sport - it is a lifestyle. Anan's journey around the world will help him, and the audience, reveal and identify exactly what it means to be a free runner.",
        "languages": [
            "English"
        ],
        "title": "Free My Way",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Free My Way (Austria)"
        ],
        "writer": [
            {
                "name": "Harrach, Gabor"
            },
            {
                "name": "Herrero, Manuel"
            },
            {
                "name": "McCarthy, Abigail"
            }
        ],
        "production companies": [
            {
                "name": "Red Bull Media House"
            },
            {
                "name": "Wheesper Productions"
            }
        ],
        "distributors": [
            {
                "name": "Red Bull Media House"
            },
            {
                "name": "Red Bull Media House"
            }
        ],
        "other companies": [
            {
                "name": "Aozora Eizo"
            },
            {
                "name": "Queens Table"
            },
            {
                "name": "Red Bull Media House"
            },
            {
                "name": "Sky Shot Media"
            },
            {
                "name": "Slam Artist"
            }
        ],
        "plot": [
            "_Free My Way_ (qv) introduces the public to the fast growing world of freerunning. More than just a sport, freerunning is a philosophy, combining physical skill with psychological strength, all based on the idea of \"freedom through movement.\" Still a young discipline, the movement is still defining itself. Anan Anwar, a former Thai pop star and current freerunning sensation, is taking an active role in defining the nascent free running culture. He wants to bring together free runners from around the world to help him achieve a life long dream - an epic free running session in a mystery location that won't be revealed until the end of the series. As Anan travels the globe assembling his dream team, we will meet some of the world's best free runners and learn about each of their lives, their environment and culture, the challenges they face, and what free running means to them. We will watch them as they practice their art, a dangerous endeavor with the risk of serious injury lurking behind every jump, every flip, and every flying leap. But the risk is worth it to them, because for these athletes, free running is more than a sport - it is a lifestyle. Anan's journey around the world will help him, and the audience, reveal and identify exactly what it means to be a free runner.::Abigail Shafran"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 5,
                "rating": 9.6
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 9.7
            },
            "males": {
                "votes": 4,
                "rating": 9.8
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 9.7
            },
            "us users": {
                "votes": 1,
                "rating": 9.0
            },
            "non us users": {
                "votes": 2,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 3,
            "9": 2,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 9.6,
        "median": 1
    }
}