{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "22 January 2014"
            },
            {
                "country": "Finland\n",
                "date": "9 September 2015"
            }
        ],
        "release dates": [
            "USA::22 January 2014",
            "Finland::9 September 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Wahlburgers"
            },
            {
                "countries": "Finland",
                "title": "Wahlburgers"
            },
            {
                "countries": "Russia",
                "title": "Вальбургеры"
            }
        ],
        "akas": [
            "Wahlburgers (original title)",
            "Wahlburgers Finland",
            "Вальбургеры Russia"
        ],
        "akas from release info": [
            "Wahlburgers (original title)",
            "Wahlburgers Finland",
            "Вальбургеры Russia"
        ],
        "episodes": {
            "9": {
                "1": {
                    "title": "Meat In The Middle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 1,
                    "original air date": "13 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Chef Paul work on getting the right equipment and the company's burger times down in order to step into the fast-food market with their Express Model; the brothers disagree on the packaging of their own brand of retail beef.    "
                },
                "2": {
                    "title": "OFD: Originally From Dorchester",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "20 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    The brothers plan to break ground on a new Wahlburgers in their hometown of Dorchester, Mass.; tensions rise when Donnie finds out that Paul made an executive decision on the Wahlburgers beef packaging without the brothers' input.    "
                },
                "3": {
                    "title": "Paul the Pitch Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 3,
                    "original air date": "27 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Mark selects Paul to be the pitchman for a business partnership; in an initiative to bring Wahlburgers into a healthier market, Mark, Donnie and Paul promote a new items, the Impossible Burger; Alma takes charge at the Dorchester construction site.    "
                },
                "4": {
                    "title": "Wahlburgers Are Virtually Everywhere",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 4,
                    "original air date": "11 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Mark hosts an NBA All-Star weekend party at their news addition, Wahlburgers-Sunset; a new technology allows the brothers to virtually pop up at any Wahlburgers location from anywhere in the world.    "
                },
                "5": {
                    "title": "Reeling in the Big Fish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "18 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Paul heads to Big Cedar Lodge, where he gets a crash course in being an outdoorsman; Alma makes a signature Mother's Day cupcake for the restaurants.    "
                },
                "6": {
                    "title": "Pittsburger Meets Wahlburger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "25 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    In Pittsburgh, the new Wahlburgers faces a unique challenge when their sports team rivalries put a dent in the restaurant's success; Paul and Donnie fly out to try to build a bridge with the community.    "
                },
                "7": {
                    "title": "Wahl'king Down Memory Lane?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 7,
                    "original air date": "25 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    In a no-holds-barred romp down memory lane, Mark, Donnie, Paul, and Alma recall the most hilarious moments over the last nine seasons of the series, \"Wahlburgers.\"    "
                },
                "8": {
                    "title": "Boardwalk Burger Empire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 8,
                    "original air date": "1 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    As Mark arrives for the VIP party celebrating the opening of the newest Wahlburgers in Taylor, Michigan, a freak ice storm knocks the power out, and threatens to derail the festivities.    "
                },
                "9": {
                    "title": "Wahl of America",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 9,
                    "original air date": "8 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Over 15,000 fans greet Mark, Donnie and Paul at the largest grand opening in Wahlburger's history.    "
                },
                "10": {
                    "title": "To Protect & Serve Good Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 10,
                    "original air date": "8 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Mark strikes a deal that will put Wahlburgers on military bases both here and abroad. Meanwhile, Paul and Donnie come head-to-head about the need to freeze and ship their proprietary beef blend around the world. Also, Donnie learns about his local town's culture in order to gain the St. Charles City Council's approval to build his own Wahlburgers.    "
                }
            },
            "1": {
                "1": {
                    "title": "Who's Your Favorite?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 31,
                    "original air date": "22 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    The entire Wahlberg clan has big plans for the hometown burger joint that bears their name, but one Wahlberg might be looking to move faster than the others. When head chef Paul Wahlberg and his younger brother Donnie find the perfect second location for Wahlburgers near Fenway Park, it becomes Paul's task to convince their baby brother Mark, who has dreams of International locations, to agree. Back on the home front, Wahlberg matriarch Alma tries to convince Paul to finally hire an assistant in an attempt to make things easier for her overworked son.    "
                },
                "2": {
                    "title": "Five O'Clock Is Dinnertime",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 30,
                    "original air date": "29 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Donnie brings girlfriend Jenny McCarthy home to meet his mother and instigates a 'sauce-off' between Alma and Paul; Paul works on a special 'Burger of the Month' for Jenny.    "
                },
                "3": {
                    "title": "Baby Knows Best",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 29,
                    "original air date": "5 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Paul gets a call from Mark informing him that he just bought the perfect site for the next Wahlburgers location. The thing is...it's in Canada. So, Paul must drop everything and meet his brothers in Toronto to check out the new place.    "
                },
                "4": {
                    "title": "Sibling Rivalry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 27,
                    "original air date": "19 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    When Paul takes the day off work to play a round of golf with Mark, he leaves their mother, Alma, in charge of the day shift at their second restaurant \"Alma Nove\" -- much to her delight.    "
                },
                "5": {
                    "title": "Prized Possessions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 25,
                    "original air date": "26 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Mark solicits his cousin, Johnny Drama, and friend, Billy Leonard, to take Paul out for a weekend of physical activity when he sees that Paul is putting on a few extra pounds. Back home, Alma solicits the help of Kari and Mackenzie to help clean out her garage. In the search, they stumble across some of Mark and Donnie's most treasured (and embarrassing) childhood memorabilia.    "
                },
                "6": {
                    "title": "Eating Green",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 25,
                    "original air date": "5 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Alma Wahlberg's recipes have always been the talk of her family. So, after years of requests, Alma finally attempts to gather all of her kids' favorite recipes and share them with the public. At Wahlburgers, Mark is up to his old childhood tricks when he hooks up with old buddy, Nacho Extreme. Nacho, the human compactor, will eat anything--for a price. This time around, Mark challenges Nacho to eat a very different kind of burger.    "
                },
                "7": {
                    "title": "The Funky Bunch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 26,
                    "original air date": "12 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Donnie and Mark decide to play a practical joke on big brother Paul by telling him that they want to create a Wahlburgers jingle. They go even further by recruiting the help of their friends Joey MacIntyre (New Kids on the Block) and Kay Gee (Naughty By Nature). Never one to miss an opportunity, when their favorite cousin Johnny Drama hears about the possible jingle, he also wants in on the writing process. As the gag gains momentum, Paul, the control freak, is overwhelmed by the triple team. While her sons are busy playing tricks on each other, Alma, the shopaholic, ...    "
                },
                "8": {
                    "title": "Pauliday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 26,
                    "original air date": "12 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    As Paul's birthday draws near, Donnie realizes that his brother is a workaholic. Forcing him to take a much deserved break, Donnie pulls out an old, beat up replica of Paul's favorite childhood car and takes him on a wild ride of brotherly bonding. While the boys spin doughnuts, the girls attempt to get Alma to relax and enjoy their day at the spa--complete with seaweed wraps and mud baths.    "
                },
                "9": {
                    "title": "The Real Entourage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 23,
                    "original air date": "19 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Mark's in for a wild time when he brings his real life entourage to LA for a little bit of fun in the sun. While there, Johnny Drama gets the chance of the lifetime when Mark surprises him with an audition for his new film. Back in Boston, Paul is fending off hopeful screenwriters who bombard him with hopes of their work falling into the hands of his little brothers. While Paul always throws the scripts in a box and forgets them, he soon finds out that Alma has been secretly reading them and sharing her thoughts with her famous sons--much to their chagrin.    "
                },
                "10": {
                    "title": "4th of July Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 11,
                    "original air date": "29 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    It's summertime in Boston and the Wahlbergs are kicking it off with their annual family reunion. This year there is a lot to celebrate. It's also Patriots' Day and Jim, brother of Mark, Donnie and Paul, is in town to run the Boston Marathon. The whole family is eager to rally around and show their support for Jim as well as a couple of Donnie's New Kids On The Block band members who are running the race this year. To honor the occasion, Alma wants to have a personal medal made for Jim but complications arise when she tries to have the medal delivered in time for the ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Here's the Drill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 10,
                    "original air date": "13 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    When Donnie asks Paul to join a fantasy football league, Paul decides to enlist the help of New England Patriots' Rob Gronkowski. In return, Paul gives \"Gronk\" a cooking lesson to prepare for an important family meal. In LA, Mark takes Johnny \"Drama\" to the dentist to help him take his teeth, and his acting career, to the \"next level.\" And when Alma gets a new smartphone, she quickly becomes addicted to a host of new apps--much to the chagrin of her boys.    "
                },
                "2": {
                    "title": "The Great Wahlberg of China",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 11,
                    "original air date": "20 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Mark is in Hong Kong to promote his film--and Johnny \"Drama\" and Henry \"Nacho\" are along for the ride. During their stay Mark sends \"Drama\" to a casting agency to audition for a local commercial. Meanwhile, \"Nacho\" uses his stomach of steel to sample local delicacies and scouts out a new location for a future Wahlburgers restaurant.    "
                },
                "3": {
                    "title": "Pranks for the Memories",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 13,
                    "original air date": "27 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    The entire Wahlburg clan gears up for their favorite local holiday, Dorchester Day--an event that has become the backdrop for some of the family's most infamous pranks. While Paul insists that the family forgoes the hijinks this year, his nephew Brandon has other plans--and he has his sights set on Paul's assistant, Kari. Meanwhile, Donnie enlists Johnny \"Drama\" and Henry \"Nacho\" to paint a shed in his backyard while he's away on tour and the process becomes a joke all its own.    "
                },
                "4": {
                    "title": "An American Wahlberg in London",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 13,
                    "original air date": "3 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    During the New Kids on the Block's European tour, Donnie gets homesick so Jenny invites Paul to London. Paul attempts to get his brother to enjoy English cuisine, but ultimately cooks for the entire band.    "
                },
                "5": {
                    "title": "Meat the Press",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 13,
                    "original air date": "10 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Paul must navigate a jam-packed day including a visit to an oyster farm, an interview with a reporter and a skateboarding event for his son. Right when he thinks he has things under control, Mark adds fuel to the fire by insisting he meet the mayor of Boston to discuss a new Wahlburgers location. When the visiting reporter becomes enthralled by Alma's Wahlberg childhood stories, Paul becomes terrified about just how candid this profile may become.    "
                },
                "6": {
                    "title": "A Cut Above",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 10,
                    "original air date": "17 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    At Donnie's suggestion, Paul decides to take up woodworking as a hobby to help manage the stress of running the restaurants. Alma, who is terrified Paul is going to hurt himself, insists his older brother Arthur--a carpenter himself--try and protect Paul in the dangerous endeavor. Meanwhile, Mark decides to let Johnny \"Drama\" and his funk band, perform at the Boston premiere of his new movie. \"Drama\" gets nervous when he thinks his band may not be up to the task.    "
                },
                "7": {
                    "title": "Guarding Alma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 10,
                    "original air date": "24 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    When Mark notices that the restaurants are busier than ever, he asks his bodyguard Scott to go to Boston to look after Alma. Scott soon finds himself out of his element when Alma turns her temporary protector into her new best friend. Meanwhile, pop duo MKTO visits Wahlburgers while on a tour stop and Paul gets a chance to provide his daughter Madison with the night of her life. Johnny \"Drama\" dusts off some of his old music and hustles himself an opportunity to perform on stage with MKTO.    "
                },
                "8": {
                    "title": "Something's Fishy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 10,
                    "original air date": "1 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Paul and his brother Bob decide to take their sons Ethan and Oscar on a fishing trip in attempt to start a new family tradition. What starts as a leisurely trip down memory lane is cut short when they ditch the boat for a local paint ball course and the day becomes a cutthroat contest of kids versus dads. Meanwhile, Alma finds out that her grandson Brandon is dating two girls at the same time and her decision to interfere becomes a lesson in modern day relationships.    "
                },
                "9": {
                    "title": "Trading Places",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 11,
                    "original air date": "8 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    An argument over whose job is tougher leads Donnie to challenge Paul to let him run the restaurant for the day. The work proves to be far more taxing than Donnie expected, and his experiments with new recipes do nothing to soothe Paul's anxiety. Meanwhile, Arthur offers Johnny Drama a co-starring role in an independent film.    "
                }
            },
            "3": {
                "1": {
                    "title": "Wedding Bliss & Big Papi Hits",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 14,
                    "original air date": "7 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Paul and MLB player David Ortiz team up to create a new burger.    "
                },
                "2": {
                    "title": "The Weight Is Over",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 9,
                    "original air date": "14 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Mark starts a weight-loss competition.    "
                },
                "3": {
                    "title": "Should I Stay Orr Should I Go?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 9,
                    "original air date": "28 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Hockey legend Bobby Orr joins Paul and Jim for a round of golf; Donnie goes house hunting with Alma.    "
                },
                "4": {
                    "title": "Viva Paul Vegas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 9,
                    "original air date": "28 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Donnie and Paul visit the site of their new restaurant in Las Vegas and hit the casinos.    "
                },
                "5": {
                    "title": "A Re-Mark-Able Feast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 11,
                    "original air date": "4 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Paul decides to cook Mark, Bob, Drama and Billy a five-star meal.    "
                },
                "6": {
                    "title": "Wahl of Fame",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 9,
                    "original air date": "11 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Donnie and the New Kids on the Block receive a star on the Hollywood Walk of Fame.    "
                },
                "7": {
                    "title": "On Your Mark... Get Ted... Home!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 10,
                    "original air date": "18 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Paul visits Mark in Los Angeles; children taste test a new menu item.    "
                },
                "8": {
                    "title": "Bowling for Burgers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 8,
                    "original air date": "25 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Donnie pressures Paul to win Boston's annual \"Battle of the Burger\" competition.    "
                },
                "9": {
                    "title": "Grand Opening, Eh?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 9,
                    "original air date": "4 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The Wahlbergs attend the grand opening of a new Wahlburgers in Toronto.    "
                }
            },
            "4": {
                "1": {
                    "title": "Episode #4.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 12,
                    "original air date": "15 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Paul's family visits Mark's home in Los Angeles, during which a simple BBQ gets heated when the Wahlberg clans compete at touch football.    "
                },
                "2": {
                    "title": "Do the Hustle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 10,
                    "original air date": "22 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    As part of the ever expanding Wahlberg empire, Mark searches for new ventures. But when members of his entourage attempt to pitch their own ideas, tempers flare and Mark is caught in the middle. Back at Alma's house, Paul finds his mom digging through her closet looking for a dress to wear for an upcoming graduation. Her frustration triggers her shopping impulse and a trip to Frugal Fanny's with her frisky pal, Phyllis.    "
                },
                "3": {
                    "title": "Krafting a Patriot Burger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 10,
                    "original air date": "29 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Mark pledges to make a Super Bowl Burger for the New England Patriots' owner, Robert Kraft. Paul is excited to honor his hometown team until his pals, Rob Gronkowski and Julian Edelman, request a Boston clam-themed burger, instead. Which burger can satisfy the taste buds of one of the NFL's most outspoken owners?    "
                },
                "4": {
                    "title": "Good Vi-Bro-Tions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 10,
                    "original air date": "4 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Mark and Donnie have the rare chance to spend some time together when each of their tours bring them to New York City. Elsewhere, Paul escorts Alma to a Mother's Day event for celebrity mamas.    "
                },
                "5": {
                    "title": "Drama Meets Drama",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 11,
                    "original air date": "12 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    The premiere of the movie, Entourage (2015), gives the real-life entourage an opportunity to meet their fictional alter egos. Also: Brandon wants to throw a surprise party for his grandma, but she and Paul have other ideas.    "
                },
                "6": {
                    "title": "Not Your Routine Poutine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "19 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    With the restaurant open in Toronto, Paul must decide on Wahlburger's poutine--a Canadian dish made of French fries, cheese curds and gravy.    "
                },
                "7": {
                    "title": "New Kids on the Boardwalk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "votes": 9,
                    "original air date": "26 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    The highly anticipated opening of a New York Wahlburgers in Coney Island is stuck in last minute delays. Not wanting to postpone the event, Donnie, Mark and Paul move forward with a public celebration all over the famous amusement park while battling each other for arcade game supremacy.    "
                },
                "8": {
                    "title": "Matchmaker Mark",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "votes": 11,
                    "original air date": "2 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Mark's friends are constantly looking to him for advice so when \"Big A\" lands a date of course he turns to Mark. Using some high tech audio gear, Mark is able to do his best Cyrano imitation while feeding \"Big A\" lines during his lunch date. Back at Wahlburgers, Paul is stumped for a burger of the month. His kids, Ethan and Madison, take on the challenge of creating the monthly special.    "
                }
            },
            "5": {
                "1": {
                    "title": "Directing Drama",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "votes": 10,
                    "original air date": "9 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Johnny Drama hopes to take his music career to the next level. As an idea, Mark suggests Drama make a music video that Mark himself will direct. The music video will be Drama's Wahlburgers Rap, and with the help of a few of Mark's buddies (including Sean \"P Diddy\" Combs and movie director Peter Berg) to help mentor Drama, the pair hope to create a breakout hit. What could go wrong?    "
                },
                "2": {
                    "title": "Family & Faith",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "16 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Mark flies to Philadelphia to host The Festival of Families to honor Pope Francis where Mark performs the emcee gig of a lifetime.    "
                },
                "3": {
                    "title": "Brooklyn Bound Burgers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "16 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Donnie tries to bring Wahlburgers to the set of Blue Bloods (2010), but his plans come apart when Mark sends Paul to Costa Rica for a vacation.    "
                },
                "4": {
                    "title": "Bahston Gahden Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "23 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Mark has Paul fly to Los Angeles to meet with a billionaire investor in hopes of opening Wahlburgers franchises in the Middle East.    "
                },
                "5": {
                    "title": "Wahl Always Have Paris",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "votes": 7,
                    "original air date": "23 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Mark has Paul fly to Los Angeles to meet with a billionaire investor in hopes of opening Wahlburgers franchises in the Middle East.    "
                },
                "6": {
                    "title": "Nurse Alma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "votes": 7,
                    "original air date": "30 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Mark plays golf with Bubba Watson, who plays a joke on him. Elsewhere: Alma, Bob and Brandon visit Alma's old workplace.    "
                },
                "7": {
                    "title": "Hamburgers & Horsepower",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "30 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Mark is invited to a NASCAR race by Dale Earnhardt Jr. and Paul and Bob deliver Wahlburgers to drivers Greg Biffle and Ricky Stenhouse Jr.. Elsewhere: Brandon visits Donnie in Chicago and gets a singing lesson.    "
                },
                "8": {
                    "title": "The Fenway Way Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "votes": 7,
                    "original air date": "6 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    A new investor comes in and challenges a rival chain to a game of softball at Fenway Park.    "
                }
            },
            "6": {
                "1": {
                    "title": "Paul-itics",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "7 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Donnie puts a ballot box in Wahlburgers so customers can vote on who they think Alma's favorite son is. Alma tries to put a stop to it when Donnie and Bob's campaigning gets out of control. At Pebble Beach, California, Mark and Bubba Watson team up to compete in the AT&T Pro Am and in an effort to psych out the competition, Mark recruits his friends to help get in the heads of Justin Timberlake, Jason Day, Jim Harbaugh and other golfers.    "
                },
                "2": {
                    "title": "No Ifs, Ands or Putts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "13 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    While Mark and Paul are in Orlando for the Grand Opening of the first Wahlburgers in Florida, they squeeze in a competitive game of mini golf with Paul's kids. When Paul is forced to leave the game early, Mark finds a way to declare a winner before the day is done. Meanwhile back in Boston, Alma gets cast in a local furniture store commercial and goes to Donnie for advice.    "
                },
                "3": {
                    "title": "Five Card Studs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "20 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Donnie hosts a charity poker tournament for Mark's Youth Foundation and ups the ante when he gets Paul, Bob, and Jim to make a side bet on who will be the last Wahlberg remaining in the competition.    "
                },
                "4": {
                    "title": "Dorchester Daze",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "27 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    After scouting the new Wahlburgers Dorchester location, Paul, Bob and Alma visit the old house Alma and some of the kids moved into after her divorce from their dad. Meanwhile, Brandon is taken with with creating a Wahlburgers calendar for Alma featuring Donnie and the rest of the family.    "
                },
                "5": {
                    "title": "Mark's Ha-Bachi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "3 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Mark brings his friend Sexy Kenny, an outspoken hibachi chef, to Hingham and forces Paul to hire him at Wahlburgers much to Paul's dismay.    "
                },
                "6": {
                    "title": "Hollywood and Dine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "10 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Mark flies Paul out to Los Angeles to the new Wahlburgers location. While he's there, Paul cooks a very special meal for Mark and his wife Rhea at the restaurant where they first saw one another.    "
                },
                "7": {
                    "title": "Donnie Draper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "17 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Feeling that Wahlburgers should be starting a print ad campaign, Donnie has Paul come out to Chicago to meet with a top level ad agency that has developed some of Donnie's ideas.    "
                },
                "8": {
                    "title": "Wahlbowl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "24 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Mark invites the brothers and their kids to the New England Patriots practice facility for a pick-up game of touch football in front of Patriots owner, Robert Kraft.    "
                }
            },
            "7": {
                "1": {
                    "title": "VR the World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "16 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Donnie hires a team to create a virtual-reality experience of the Hingham, Mass., Wahlburgers. for fans unable to visit the restaurant; Mark introduces Drama to an up-and-coming Boston rapper named Tolan.    "
                },
                "2": {
                    "title": "Go Midwest Young Men",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "16 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Mark works with the franchisee of the new Detroit Wahlburgers to ensure the location opens up in record time; Donnie invites Paul to help him scout for potential restaurant locations in downtown Chicago, then pulls a prank on his brother.    "
                },
                "3": {
                    "title": "Wahl in the Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "23 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Donnie takes Bob and Oscar to scout a potential Wahlburgers location in St. Charles, Illinois, and pulls out all the stops to convince Oscar to make Chicago his college town; Mark flies to Toronto for the premiere of his film, Deepwater Horizon (2016).    "
                },
                "4": {
                    "title": "Pitch Perfect",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "original air date": "30 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Paul organizes a burger-eating contest at the Coney Island Wahlburgers to coincide with Donnie throwing out the ceremonial first pitch at a Brooklyn Cyclones baseball game; Bob's daughter asks him about their family heritage for a school project.    "
                },
                "5": {
                    "title": "Great Scotland!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "original air date": "7 Dec. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Wahlformers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "original air date": "14 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    While filming Transformers 5, Mark tries to wear Wahlburgers merchandise in some high-octane scenes.    "
                },
                "7": {
                    "title": "Bend It Like Walberg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "original air date": "21 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Mark and Paul visit England and the Tottenham Hotspur soccer team to discuss a potential location at their stadium.    "
                },
                "8": {
                    "title": "If the Horseshoe Fits",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 8,
                    "original air date": "28 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Paul displays his culinary chops at the Taste of the Derby in Louisville, Kentucky and the brother go along so they can bet the Kentucky Derby. Mark visits the Air Jordan headquarters to develop a new athletic shoe.    "
                },
                "9": {
                    "title": "Rick Rolled",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 9,
                    "original air date": "4 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Mark arranges a tour with Rick Astley. Alma give Donnie cooking tips.    "
                },
                "10": {
                    "title": "Thanksmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 10,
                    "original air date": "4 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Alma celebrates the holidays early while Mark and his kids are in town. Donnie sends special presents since he can't attend.    "
                }
            },
            "8": {
                "1": {
                    "title": "Houston, We Have a Paul-Blem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "9 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Mark, Donnie and Paul all converge in Houston in hopes of another New England Patriots championship. While Mark and his kids take on NFL Pro Bowler Travis Kelce, Donnie convinces Paul to join him on Jenny's radio show.    "
                },
                "2": {
                    "title": "Fry Me to the Moon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "9 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Donnie invites food critic and internet sensation Day'm Drops to Wahlburgers to help convince Paul to change up the fries. Alma enlists the help of Johnny Drama to teach her golf so she can spend more time with Mark.    "
                },
                "3": {
                    "title": "Getting Rich in Vegas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "16 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Mark invites Alma to be his red carpet date for the Boston premiere of \"Patriot's Day.\" Meanwhile, Paul visits the Las Vegas Wahlburgers where new neighbor and country music legend John Rich proposes a delicious business partnership.    "
                },
                "4": {
                    "title": "Weiner Takes All",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "16 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Donnie's trip to the grand opening of the second Orlando Wahlburgers is diverted when N*SYNC's Joey Fatone seeks his restaurateur advice for his new hot dog joint, Fat One's. Back in Massachusetts, Paul enlists the help of a secret diner to test out the food and service at the Lynnfield Wahlburgers.    "
                },
                "5": {
                    "title": "Where's the Beef",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "23 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    As Paul visits potential San Francisco locations, he discovers a meatless patty that he wants to put on the menu. Paul delivers the burger to Mark for the ultimate taste test. In Chicago, Donnie asks Danny Wood to help him convince the rest of the New Kids to incorporate Wahlburgers gear on their upcoming tour.    "
                },
                "6": {
                    "title": "Wahl Around the World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 6,
                    "original air date": "23 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    With Wahlburgers on the verge of closing a deal to open hundreds of locations in the Asia Pacific, Mark gives Paul the final say in testing the relationship of this new partnership. Donnie, unable to make the event announcing the deal, prepares his video speech. Meanwhile, Alma learns she's going to be a grandmother again but from an unlikely source.    "
                },
                "7": {
                    "title": "Has-Bros",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 7,
                    "original air date": "30 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Mark embarks on a packed business trip across the U.S. that includes an opportunity to create the first Wahlburgers action figure.    "
                },
                "8": {
                    "title": "Music City Mayhem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 8,
                    "original air date": "30 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    In Nashville on tour with NKOTB, Donnie scouts a potential location with Joey MacIntyre and N*SYNC's Chris Kirkpatrick where they join up with country music star John Rich.    "
                },
                "9": {
                    "title": "Magic Mark",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 9,
                    "original air date": "6 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    When Mark attends the VIP party at the Las Vegas Wahlburgers, Paul enlists guests Penn and Teller to make the event magical. Meanwhile in Hingham, Donnie suggests that Alma cook a meal as a way of introducing herself to all the new Wahlburgers corporate employees.    "
                },
                "10": {
                    "title": "Nice Day for a Wahl Wedding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 10,
                    "original air date": "6 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    When the New Kids on the Block World Tour stops in Philadelphia, Donnie visits the new Wahlburgers location with his son Elijah and his friends.    "
                },
                "11": {
                    "title": "Jen & Juice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 11,
                    "original air date": "13 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Donnie helps Jenny do test marketing for her new vodka at the Vegas Wahlburgers. As a surprise, Donnie enlists Boys II Men to test the flavors.    "
                },
                "12": {
                    "title": "Alma's Gone Fishin'",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 12,
                    "original air date": "13 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    As Mark negotiates a deal to put Wahlburgers into Bass Pro locations, he puts Alma to work there as a greeter. Meanwhile, Paul offers his brother Arthur to babysit his newest nephew.    "
                },
                "13": {
                    "title": "Wahl in a Day's Work",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 13,
                    "original air date": "20 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    In this unprecedented episode, Mark gives TV viewers unique and intimate access into a day of his life as he attends the grand opening of the Cleveland Wahlburgers. Meanwhile, back in Boston, Paul guides the audience through a day in his life as he deals with the reality of a health scare.    "
                },
                "14": {
                    "title": "Deliver Us from Alma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 14,
                    "original air date": "20 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Paul's idea for Wahlburgers delivery provides the perfect cover for Donnie and Jenny to distract Alma.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Episode dated 7 December 2016",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wahlburgers (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "7 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Mark meets Paul in Scotland and informs Paul that he's offered up his chef services to Lady Hopetoun and her guests at her family's palatial estate. Paul navigates the winding roads of the Scottish countryside and experiences the culture when he interacts with the locals at a traditional tavern before putting on the feast. When Alma learns that she must take the driver's test again in order to renew her license because she is turning 75, Bob offers to help prepare her for the test.    "
                }
            }
        },
        "number of episodes": 87,
        "cast": [
            {
                "name": "Wahlberg, Mark"
            },
            {
                "name": "Wahlberg, Donnie"
            },
            {
                "name": "Wahlberg, Paul"
            },
            {
                "name": "Gips, Archie"
            },
            {
                "name": "McPeck, Alma"
            },
            {
                "name": "Alves, Johnny"
            },
            {
                "name": "Laun, Henry"
            },
            {
                "name": "McCarthy, Jenny"
            },
            {
                "name": "Wahlberg, Robert"
            },
            {
                "name": "McIntyre, Joey"
            },
            {
                "name": "Yetman, Alexandera"
            },
            {
                "name": "Zell, Aaron"
            },
            {
                "name": "Gronkowski, Rob"
            },
            {
                "name": "Wahlberg, Arthur"
            },
            {
                "name": "Wahlberg, James M."
            },
            {
                "name": "Knight, Jordan"
            },
            {
                "name": "Penzi, Henry"
            },
            {
                "name": "Wood, Danny"
            },
            {
                "name": "Gips, James"
            },
            {
                "name": "Hager, Kevin"
            },
            {
                "name": "Johnson, Matt"
            },
            {
                "name": "Lawrence, DMD Brockman"
            },
            {
                "name": "Harrity, Kayla"
            },
            {
                "name": "Jaffe, Sheila"
            },
            {
                "name": "Kelley, Malcolm David"
            },
            {
                "name": "Knight, Jonathan"
            },
            {
                "name": "Lee, Mike"
            },
            {
                "name": "Leonard, Billy"
            },
            {
                "name": "Leung, Rebecca"
            },
            {
                "name": "Jr., Kevin McGrath"
            },
            {
                "name": "Oller, Tony"
            },
            {
                "name": "Pepin, Jacques"
            },
            {
                "name": "Wyatt, Rupert"
            },
            {
                "name": "Calahan, Erin"
            },
            {
                "name": "Connelly, Kevin"
            },
            {
                "name": "Durham, Rhea"
            },
            {
                "name": "Edelman, Julian"
            },
            {
                "name": "Garfield, David J."
            },
            {
                "name": "Grenier, Adrian"
            },
            {
                "name": "Kraft, Robert"
            },
            {
                "name": "Orr, Bobby"
            },
            {
                "name": "Tarpos, Chris"
            },
            {
                "name": "Wahlberg, Brandon"
            },
            {
                "name": "Brown, Nate"
            },
            {
                "name": "Jr., Dale Earnhardt"
            },
            {
                "name": "Hampton, Rob"
            },
            {
                "name": "Hochfeld, Adam"
            },
            {
                "name": "Silverwatch, Sammy"
            },
            {
                "name": "Watson, Bubba"
            },
            {
                "name": "Crumbine, Jake"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "21"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-PG"
        ],
        "number of seasons": 9,
        "rating": 6.9,
        "votes": 1413,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTc1MzczNTk1Nl5BMl5BanBnXkFtZTgwNjA2MjgyMjE@._V1_SY150_CR5,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Wahlburgers",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9"
        ],
        "writer": [
            {
                "name": "Garfield, David J."
            }
        ],
        "production companies": [
            {
                "name": "44 Blue Productions"
            },
            {
                "name": "Closest to the Hole Productions"
            },
            {
                "name": "Donnie D Productions"
            },
            {
                "name": "Leverage Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "A&E Network"
            }
        ],
        "special effects": [
            {
                "name": "Duality Filmworks"
            }
        ],
        "other companies": [
            {
                "name": "GOPOGO"
            },
            {
                "name": "The Production Truck"
            },
            {
                "name": "The Production Truck"
            }
        ],
        "plot": [
            "A look at the personal and professional life of Boston chef Paul Wahlberg and his real-life entourage as he prepares to expand his hamburger restaurant business.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "21 min (approx)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1413,
                "rating": 6.9
            },
            "aged 18 29": {
                "votes": 219,
                "rating": 7.5
            },
            "aged 30 44": {
                "votes": 517,
                "rating": 6.6
            },
            "aged 45 plus": {
                "votes": 296,
                "rating": 6.5
            },
            "males": {
                "votes": 652,
                "rating": 6.4
            },
            "males aged 18 29": {
                "votes": 143,
                "rating": 7.4
            },
            "males aged 30 44": {
                "votes": 313,
                "rating": 6.2
            },
            "males aged 45 plus": {
                "votes": 148,
                "rating": 5.6
            },
            "females": {
                "votes": 465,
                "rating": 7.8
            },
            "females aged 18 29": {
                "votes": 72,
                "rating": 7.5
            },
            "females aged 30 44": {
                "votes": 200,
                "rating": 7.6
            },
            "females aged 45 plus": {
                "votes": 144,
                "rating": 7.9
            },
            "top 1000 voters": {
                "votes": 42,
                "rating": 5.6
            },
            "us users": {
                "votes": 554,
                "rating": 6.7
            },
            "non us users": {
                "votes": 256,
                "rating": 6.5
            }
        },
        "number of votes": {
            "10": 406,
            "9": 152,
            "8": 246,
            "7": 217,
            "6": 115,
            "5": 58,
            "4": 35,
            "3": 31,
            "2": 31,
            "1": 122
        },
        "arithmetic mean": 7.3,
        "median": 8
    }
}