{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "June 2014"
            }
        ],
        "release dates": [
            "USA::June 2014"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Rodriguez, Calo"
            },
            {
                "name": "Hartwell, Lorin"
            }
        ],
        "locations": [
            "Los Angeles, California, USA"
        ],
        "genres": [
            "Action"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "languages": [
            "English"
        ],
        "title": "Aces & Kings",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Aces & Kings (United States)"
        ],
        "writer": [
            {
                "name": "Porras, Andres L."
            }
        ],
        "production companies": [
            {
                "name": "ALP Productions"
            }
        ],
        "synopsis": [
            "ACES & KINGS SYNOPSISSince the 1970s, Colombia has been home to some of the most violent and sophisticated drug trafficking organizations in the world. What started as a small cocaine smuggling business has, in the last thirty years, blossomed into an enormous multi-national cocaine empire. Traffickers today have enough capital under their control to build sophisticated smuggling equipment, such as a high tech submarine that was not to long discovered by the Colombian National Police.Aces & Kings is based on real life. The events and characters are real. For the protection of all involved, names and places have been changed.This saga will begin introducing drug lord Francisco Velez and Carlos Ramirez, the DEA agent who arrests Francisco. The story will unfold depicting key characters and elements via the chronological series of events that lead to Franciscos ultimate capture.The episodes will be narrative in structure between prison bars. Francisco knows hes in for life. Carlos knows all he has is time. Intrigued by Franciscos story, Carlos strives to understand the structure of the cartels in an attempt to dismantle and understand the most powerful criminal organization throughout the world. Each episode will be a timepiece and jump from year to month to day, stories will cross in time and place, all leading to the final capture of the richest cartel king in history.This series will reveal the true inner workings of the most notorious business culture in the world. The cartels organized cell structures serve to legitimize their cooperation in the business world of money-making. The Colombian cartels have created a crime culture within themselves with 80 clans, 25,000 members and 100,000 supporters. Today, they are experts in logistical and illicit marketing and criminal activities.Welcome to the parallel worlds of organized crime and the DEA organization, corruption and morality, betrayal and devotion, life and death. This story is about the family we are born into and the family we choose to both love and destroy.Welcome to Aces & Kings.\n"
        ],
        "tech": {
            "runtime": [
                "30 min (approx) (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}