{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "  2014"
            },
            {
                "country": "UK\n",
                "date": "5 August 2014"
            },
            {
                "country": "Finland\n",
                "date": "9 January 2015"
            },
            {
                "country": "Sweden\n",
                "date": "15 April 2015"
            }
        ],
        "release dates": [
            "UK::2014",
            "UK::5 August 2014",
            "Finland::9 January 2015",
            "Sweden::15 April 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "In the Club"
            },
            {
                "countries": "Finland",
                "title": "Samassa veneessä"
            },
            {
                "countries": "Finland (Swedish title)",
                "title": "I samma båt"
            }
        ],
        "akas": [
            "In the Club (original title)",
            "Samassa veneessä Finland",
            "I samma båt Finland (Swedish title)"
        ],
        "akas from release info": [
            "In the Club (original title)",
            "Samassa veneessä Finland",
            "I samma båt Finland (Swedish title)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Rosie",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Club (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 16,
                    "original air date": "3 May 2016",
                    "year": "2016",
                    "plot": "\n    Living with young boyfriend Simon in a damp cottage Roanna feels socially isolated whilst Vicky is living the single life after her baby's father left to look for the woman he married for money. Kim is living with Neil but is annoyed to find Susie has a new partner Claire, a fact she only finds out at the christening of the heavily pregnant Rosie's daughter, leading to a row and a crisis from which Kim and Neil must rescue Rosie and schoolboy partner Jude. Jasmin and Dev are expecting twins but there are problems whilst Maxine, mother of Rosie's friend surrogate ...    "
                },
                "2": {
                    "title": "Helen",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Club (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 11,
                    "original air date": "10 May 2016",
                    "year": "2016",
                    "plot": "\n    Roanna's struggling to find a job and with money running out she reluctantly turns to her ex-husband for help and lies about it to Simon. But it's only a matter of time before all her secrets come spilling out. Meanwhile things go terribly wrong for Vicky at work.    "
                },
                "3": {
                    "title": "Shelly",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Club (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 11,
                    "original air date": "17 May 2016",
                    "year": "2016",
                    "plot": "\n    Simon has a new job but Roanna goes behind his back to join Ray on a visit to their son. Shelly gives birth in the presence of Andrew and his partner Nathan but eschews any help from Vicky, having heard about the death on her ward, as a result of which Vicky faces an investigative panel. Child-minder Diane brings baby Hope to the hospital for a satisfactory check-up but leaves husband Rick in charge of the children. Inevitably this spells disaster as a little girl is injured, requiring a mercy dash from Jas and Dev, though the outcome of Jas's laser treatment is ...    "
                },
                "4": {
                    "title": "Maxine",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Club (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 16,
                    "original air date": "24 May 2016",
                    "year": "2016",
                    "plot": "\n    Maxine stuns Shelly by revealing that she is the mother of the abandoned baby, conceived on a one night stand whilst husband Micky was away working. She initially tries to swap the child for Seb, the baby Shelly was carrying for Andrew and Nathan but eventually admits the deception though she has to explain the baby's presence to Micky. Vicky is suspended pending a coroner's hearing whilst Roanna confesses to Kim that she is working with ex-husband Ray and how she once had an affair with Simon's father Jonathan before realizing that he was married to Emma. With Simon ...    "
                },
                "5": {
                    "title": "Vicky",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Club (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 12,
                    "original air date": "31 May 2016",
                    "year": "2016",
                    "plot": "\n    Supported by her colleague Geraldine and some of the other mothers Vicky attends her tribunal, where she is exonerated and Diane also faces a social services panel, who reinstate her as a child minder - but with a condition. Roanna and Ray catch up with Katie but not only does it come to light that Roanna has been seeing her ex-husband behind Simon's back but the long ago affair with Jonathan is also revealed. Thus Roanna misses Vicky's victory party and prepares to face life as a single parent - with worse to follow - when Simon departs for a new job abroad. Vicky, ...    "
                },
                "6": {
                    "title": "Jasmin",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Club (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 11,
                    "original air date": "7 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Roanna returns to Ray, having run over Jonathan, whom she visits in hospital, and learns that he may be permanently disabled. She is unsure if she acted deliberately. At the hospital she runs into Jasmin and Dev, who have had to interrupt baby Amber's naming ceremony when Vicky fears for the twins. However Vicky delivers them safely as well as giving her answer to a proposition by Chris, father of her child. As a result there is a new venue for the naming ceremony, the hospital, attended by the other mothers and their partners, who have plans for a collective future. ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Rosie",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Club (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 21,
                    "original air date": "5 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Four women attend the Parentcraft ante-natal clinic run by midwife Vicky, herself pregnant. Half of an arranged marriage first time mother Yasmin is slightly irritated by loved-up husband Dev's over-attentive attitude. Businesswoman Roanna Wilson is in dispute with ex-husband Ray over their divorce settlement but happy with much younger lover and baby's father Simon whilst teaching assistant Kim Hall lives with her partner Susie and Susie's recalcitrant son Jude, Susie's ex-husband Neil being Kim's sperm donor though he also seems to want a relationship with her. ...    "
                },
                "2": {
                    "title": "Diane",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Club (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 15,
                    "original air date": "12 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    A guilty Kim and Neil discuss their feelings for each other, agreeing that they cannot tell Susie. Next day Kim visits Rosie in hospital, only to find that her father has had an accident and that social worker Louise wants her and daughter Dinah to move to a mother and baby home. Roanna is finding it difficult living in Simon's cramped flat with his noisy friend but Simon's mother refuses to help, appalled that her son is having a baby with a woman much her own age. To Jasmin's annoyance Dev agrees to let Rick lie low in their house but Rick is recaptured after a ...    "
                },
                "3": {
                    "title": "Roanna",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Club (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 12,
                    "original air date": "19 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Rick is granted bail and visits Diane, whose baby daughter is in intensive care and may not survive. Dev comes to see Jasmin but so does Jack, a work colleague and former lover, who believes himself to be her baby's father. Kim installs Rosie and Dinah in her house, rather than send them to a mother and baby home but this is an unpopular move with Susie and her son Jude, so Kim takes her back to her father's flat. After discovering that Ray has cancelled her bank cards Roanna raids his safe before she is visited by Simon's mother Emma, who tells her of her son's ...    "
                },
                "4": {
                    "title": "Kim",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Club (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 13,
                    "original air date": "26 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    After rowing with Susie over Rosie Kim takes the young girl with her and they move in with Neil. Rosie sees them kiss but keeps quiet although she asks Kim if she loves Susie. They visit Rosie's father in the trauma unit but he is confused, following his head injury. Later an irate Susie discovers that her son Luke is the father of Rosie's baby and disowns him. After she has gone Kim gives birth, assisted by Neil, Rosie and Luke. In hospital Diane is still concerned about her daughter's health whilst Jasmin gets a call from Jack, asking if the baby is his. She admits ...    "
                },
                "5": {
                    "title": "Jasmin",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Club (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 16,
                    "original air date": "2 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Roanna leaves hospital and accepts Emma's offer that she and Simon and baby Sonny come to live with her and her husband Jonathan. She visits Katie, who is self-absorbed and aloof and nothing is achieved. Diane's daughter Hope comes out of danger whilst Susie registers her disapproval to Neil and Kim, the latter feeling guilty and anxious to make up with her girlfriend. Vicky is still concerned at Chris Bellingham's cavalier attitude and Jasmin finally gives birth but the baby, Amber, seems rather too white to be the child of Asian parents. Jack comes onto the ward to ...    "
                },
                "6": {
                    "title": "Vicky",
                    "kind": "episode",
                    "episode of": {
                        "title": "In the Club (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 10,
                    "original air date": "9 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Simon and his parents throw a surprise birthday party for Roanna but Rick is absent, having been jailed for the robbery. Jasmin and Dev also face bad news when the fact that Dev has left Amber locked in his van whilst he was shopping gets into the local paper and attracts social services. Kim makes up with Susie, who nonetheless works out where Kim is happier and takes her to Neil. Chris delivers Vicky's baby and tells her that he loves her. However they cannot marry as, years earlier, as a poor student, he made a marriage of convenience for which he was paid. ...    "
                }
            }
        },
        "number of episodes": 12,
        "cast": [
            {
                "name": "Parkinson, Katherine"
            },
            {
                "name": "Norris, Hermione"
            },
            {
                "name": "Bottomley, Christine"
            },
            {
                "name": "Halfpenny, Jill"
            },
            {
                "name": "Atwal, Taj"
            },
            {
                "name": "Dhawan, Sacha"
            },
            {
                "name": "Mellor, Will"
            },
            {
                "name": "Cheshire, Lorraine"
            },
            {
                "name": "Thompson, Luke"
            },
            {
                "name": "Kerrigan, Jonathan"
            },
            {
                "name": "Midgley, Hannah"
            },
            {
                "name": "Mae, Lily"
            },
            {
                "name": "Hardaker, Lewis"
            },
            {
                "name": "Carling, Victoria"
            },
            {
                "name": "Breeze, Daniel"
            },
            {
                "name": "Greenidge, Keicha"
            },
            {
                "name": "Fitzgerald, Tara"
            },
            {
                "name": "Marquez, John"
            },
            {
                "name": "Patricks, Brendan"
            },
            {
                "name": "Huggett, Sandra"
            },
            {
                "name": "Anwar, Mina"
            },
            {
                "name": "Pearson, Neil"
            },
            {
                "name": "Dobson, Gemma"
            },
            {
                "name": "Gulati, Shobna"
            },
            {
                "name": "Buckley, Andrew"
            },
            {
                "name": "Singh, Peter"
            },
            {
                "name": "Khan, Shaheen"
            },
            {
                "name": "Nicholls, Paul"
            },
            {
                "name": "Tudor, Will"
            },
            {
                "name": "Ryder, Jack"
            },
            {
                "name": "Friar, Poppy Lee"
            },
            {
                "name": "Waddingham, Hannah"
            },
            {
                "name": "Quartley, Mark"
            },
            {
                "name": "Tam, Christina"
            },
            {
                "name": "Lunn, Daisy"
            },
            {
                "name": "Terris, Catherine"
            },
            {
                "name": "Boatswain, Jacqueline"
            },
            {
                "name": "Wolfe, Alexander"
            },
            {
                "name": "Phoenix, Heather"
            },
            {
                "name": "Wilson, Flo"
            },
            {
                "name": "Ellerby, Jessica"
            },
            {
                "name": "Fletcher, Gerard"
            },
            {
                "name": "Mercer, Ian"
            },
            {
                "name": "Buckley, Elaine"
            },
            {
                "name": "Elder, Steven"
            },
            {
                "name": "Singleton, Kate"
            },
            {
                "name": "Bhatti, Ace"
            },
            {
                "name": "Thorp, Will"
            },
            {
                "name": "Dale, Rachel"
            },
            {
                "name": "Alexander, Jeff"
            }
        ],
        "locations": [
            "Leeds, Yorkshire, England, UK"
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 2,
        "rating": 7.4,
        "votes": 432,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjk4MzMxZDktNjI0Yi00YzcyLWFjY2QtZWQyNWE0NmY4NmFlXkEyXkFqcGdeQXVyMDkwNTkwNg@@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "In the Club",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Mellor, Kay"
            },
            {
                "name": "Faye, Gaynor"
            },
            {
                "name": "Hopkins, Nick"
            }
        ],
        "production companies": [
            {
                "name": "British Broadcasting Corporation"
            },
            {
                "name": "Rollem Productions"
            }
        ],
        "distributors": [
            {
                "name": "Polyband"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "other companies": [
            {
                "name": "Aimimage / Ice Film"
            }
        ],
        "plot": [
            "Drama series about a group of expectant parents who bond at pre-natal classes and the lives of the couples leading up to the births.::BritishFilms1"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (six episodes) (UK)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 432,
                "rating": 7.4
            },
            "aged 18 29": {
                "votes": 67,
                "rating": 7.9
            },
            "aged 30 44": {
                "votes": 127,
                "rating": 7.2
            },
            "aged 45 plus": {
                "votes": 92,
                "rating": 7.0
            },
            "males": {
                "votes": 123,
                "rating": 6.6
            },
            "males aged 18 29": {
                "votes": 20,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 50,
                "rating": 6.3
            },
            "males aged 45 plus": {
                "votes": 44,
                "rating": 6.4
            },
            "females": {
                "votes": 187,
                "rating": 8.0
            },
            "females aged 18 29": {
                "votes": 47,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 74,
                "rating": 7.9
            },
            "females aged 45 plus": {
                "votes": 48,
                "rating": 7.8
            },
            "top 1000 voters": {
                "votes": 14,
                "rating": 5.1
            },
            "us users": {
                "votes": 23,
                "rating": 6.4
            },
            "non us users": {
                "votes": 218,
                "rating": 7.2
            }
        },
        "number of votes": {
            "10": 82,
            "9": 74,
            "8": 122,
            "7": 69,
            "6": 29,
            "5": 15,
            "4": 10,
            "3": 9,
            "2": 11,
            "1": 11
        },
        "arithmetic mean": 7.6,
        "median": 8
    }
}