{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 January 2014"
            }
        ],
        "release dates": [
            "USA::1 January 2014"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Jacques, Matt"
            },
            {
                "name": "Jeans, Ceilidh"
            }
        ],
        "locations": [
            "Florida, USA",
            "South Carolina, USA",
            "Nacogdoches, Texas, USA"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "budget": "$250,000 (estimated)",
        "plot outline": "Make Ready TV is a television show based on the Make Ready with the Experts training series from Panteao Productions. Hosted by Matt Jacques and Ceilidh Jeans, Make Ready TV brings the viewer the world's most experienced and highly regarded instructors from the tactical and self-defense community. Now instead of you going to the instructor, the instructor comes to you! You get to learn in a one-on-one training format. It's like having your own personal trainers, teaching you step-by-step. Each week we'll bring you different instructors and different topics based on our hundreds of hours of training content from over two dozen instructors.",
        "languages": [
            "English"
        ],
        "title": "Make Ready TV",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Make Ready TV (United States)"
        ],
        "production companies": [
            {
                "name": "Panteao Productions"
            }
        ],
        "distributors": [
            {
                "name": "Pursuit Channel"
            },
            {
                "name": "Wild TV"
            }
        ],
        "plot": [
            "_Make Ready TV_ (qv) is a television show based on the Make Ready with the Experts training series from Panteao Productions. Hosted by Matt Jacques and Ceilidh Jeans, _Make Ready TV_ (qv) brings the viewer the world's most experienced and highly regarded instructors from the tactical and self-defense community. Now instead of you going to the instructor, the instructor comes to you! You get to learn in a one-on-one training format. It's like having your own personal trainers, teaching you step-by-step. Each week we'll bring you different instructors and different topics based on our hundreds of hours of training content from over two dozen instructors.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}