{
    "imdb": {
        "raw release dates": [
            {
                "country": "Sweden\n",
                "date": "21 March 2014"
            },
            {
                "country": "USA\n",
                "date": "10 July 2014"
            },
            {
                "country": "Finland\n",
                "date": "3 November 2014"
            },
            {
                "country": "Germany\n",
                "date": "15 January 2015"
            },
            {
                "country": "Netherlands\n",
                "date": "22 October 2015",
                "notes": "                            (limited)"
            }
        ],
        "release dates": [
            "Sweden::21 March 2014",
            "USA::10 July 2014",
            "Finland::3 November 2014",
            "Germany::15 January 2015",
            "Netherlands::22 October 2015                            (limited)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Welcome to Sweden"
            },
            {
                "countries": "Finland",
                "title": "Tervetuloa Ruotsiin!"
            },
            {
                "countries": "Russia",
                "title": "Добро пожаловать в Швецию"
            },
            {
                "countries": "Sweden (alternative title)",
                "title": "Välkommen till Sverige"
            }
        ],
        "akas": [
            "Welcome to Sweden (original title)",
            "Tervetuloa Ruotsiin! Finland",
            "Добро пожаловать в Швецию Russia",
            "Välkommen till Sverige Sweden (alternative title)"
        ],
        "akas from release info": [
            "Welcome to Sweden (original title)",
            "Tervetuloa Ruotsiin! Finland",
            "Добро пожаловать в Швецию Russia",
            "Välkommen till Sverige Sweden (alternative title)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Flash Mob/Frieriet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Welcome to Sweden (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 64,
                    "original air date": "19 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Bruce planning to propose to Emma but after a conversation with Viveka and Birger he becomes unsure of her attitude toward marriage. Emma becomes willy-nilly viral when an unfortunate picture of her begins to spread on the internet. Viveka and Birger think it's time for Gustav leave home.    "
                },
                "2": {
                    "title": "Searching for Bergman/Ljuden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Welcome to Sweden (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 49,
                    "original air date": "19 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Bruce is busy taking care of the star that appeared in Stockholm. The star wants to go in Bergman's footsteps and want to meet people who worked with the star director which turns out to be easier said than done. In the end, Bruce takes the help of Bengt and asks him to pretend to be Bergman's former assistant, a role Bengt takes a little too seriously. Emma struggles with patriarchal methods of rule in the office and gets tough. The war escalates and Emma gets a lesson in how a grindstone to be deducted its chief executive.    "
                },
                "3": {
                    "title": "Scrapbook/Skidresa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Welcome to Sweden (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 38,
                    "original air date": "26 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    The whole family Wiik going on their traditional ski excursion and Bruce overestimate their ability skiers. Emma, however brag about how good skier she is and that she even hit Anja Persson in a race as a child which Bruce has hard to believe. When Emma suddenly see Anja of the hill, she becomes obsessed with the show for Bruce that she told the truth. For Birger's traditions important and he does everything to make our trip will be as it always has been, but is forced to realize that times förändrats.Gustav forced to take hold of his life by Emma and Bruce and ...    "
                },
                "4": {
                    "title": "Parental Guidance/Svartsjuk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Welcome to Sweden (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 42,
                    "original air date": "26 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Bruce's parents Wayne and Nancy are coming to Stockholm to celebrate the engagement. But they have also requested that the wedding will be held in the United States. An offer Bruce and Emma tries to wriggle out but it turns out to be not so easy. Nancy's superficial perspective on life annoys up in arms over Viveka but when she sees that Emma seems to like it, she begins to question her role as a mother. Birger has secretly done everything he can to his beloved summer house will not be sold but faces a dilemma when Wayne offers to buy it.    "
                },
                "5": {
                    "title": "American Club/Jag Älskar Dig",
                    "kind": "episode",
                    "episode of": {
                        "title": "Welcome to Sweden (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 40,
                    "original air date": "5 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Bruce does not have many friends in Sweden hits a fellow in the American Club in Stockholm. The only question is whether there is a real friend. Gustav moved to her own apartment has found a way to live almost entirely free by buying clothes that he uses for a while and then returns and buys new clothes for pengarna. Emma and Bruce discuss the cultural difference and Emma believes that Americans use the term in love you too much and she is afraid that it will lose its meaning. Bruce tries to go to meet her and to limit their use. But he manages to not really promise.    "
                },
                "6": {
                    "title": "Swedish Bachelor Party/Svensexa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Welcome to Sweden (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 45,
                    "original air date": "5 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Bruce and the American star he will take care of is to their great horror kidnapped but it turns out to be about Bruce's bachelor party. Bruce becomes a painful meeting with the Swedish tradition to humiliate protagonist. At the same time Emma's bachelorette starting anything but good. She slanders large parts of society unaware that they are listening. Her colleague Diane found to have a bad spirit inside which leads to Emma's immediate superior office vandalized and Emma gets the blame.    "
                },
                "7": {
                    "title": "Hitting the Wall/Mr. Bajskorv",
                    "kind": "episode",
                    "episode of": {
                        "title": "Welcome to Sweden (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 38,
                    "original air date": "5 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Bruce gets the dubious honor to train a barnlag in basketball. The children can not speak English, and laugh at Bruce's attempts to make himself understood in Swedish. The confusion is total and the team plays worse than ever. Eventually snatches Gustav in as interpreter and scares the life out spelarna. Emma suffering from the aftermath of the bachelorette party and Olof punish her by putting his tedious tasks on the already pressured Emma. She refuses to acknowledge that she is stressed out but in the end she is forced to realize that she has a problem. Birgers ...    "
                },
                "8": {
                    "title": "Drug Deal/Sjukskriven",
                    "kind": "episode",
                    "episode of": {
                        "title": "Welcome to Sweden (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 38,
                    "original air date": "5 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Bruce gets an assignment as The guy again and must embark on marijuana hunting and surprised by the cultural difference when it comes to marijuana in Sweden and the USA. In the end he manages to find a supplier but is blown. Emma is now aware of their high stress levels forced pushing another thing in their fully booked schedule, a avstressningskurs. When she tries to apply their training to potential bank customers will be her acute burnout symptoms impossible to ignore. Gustav continues his attempts to live as the 33-year-old he is and try to get a job. By ...    "
                },
                "9": {
                    "title": "Little Brucie/Fästman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Welcome to Sweden (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 38,
                    "original air date": "5 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Emma is now on full-time sick leave which is initially positive but soon causes conflict with Bruce whilst at home. Their different outlooks on life become evident and lead to them questioning their future together. Also, Viveka want to help Emma with the wedding but Emma is afraid it will only lead to more stress. Meanwhile, Aubrey Plaza comes to Stockholm again. Bruce is afraid that she is still obsessed with him but it turns out that she has come for an entirely different reason.    "
                },
                "10": {
                    "title": "Sexy Dancing/Bröllopet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Welcome to Sweden (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 37,
                    "original air date": "5 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Emma panics that the wedding will be stiff and boring and concludes that they must do something different and less formal. After watching a video online, she decides the participants should dance their way into the church, something that is not popular with the rest of the wedding party. Amidst all of the wedding chores, a celebrity appears in Stockholm and wants to hire Bruce on his wedding day - something Bruce finds hard to turn down for economic reasons.    "
                }
            },
            "1": {
                "1": {
                    "title": "Pilot: Day One/Välkommen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Welcome to Sweden (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 164,
                    "original air date": "10 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Evans resigns from his job to move to Sweden with the love of her life. But during his first day in their new home country he faces new habits, environments, and especially his girlfriend's strange family.    "
                },
                "2": {
                    "title": "Learn the Language/Språket",
                    "kind": "episode",
                    "episode of": {
                        "title": "Welcome to Sweden (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 122,
                    "original air date": "17 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Bruce and Emma tries to adapt to life in Sweden and Bruce begins to learn Swedish. He takes the help of a former client and finds an unexpected friend. Meanwhile, Bruce and Emma difficult to find time for themselves during Emma's family's roof.    "
                },
                "3": {
                    "title": "Proving Love/Lägenhet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Welcome to Sweden (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 109,
                    "original air date": "24 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Bruce and Emma move into their own apartment in Stockholm and Bruce doing his best to introduce themselves to the neighbors. At the same time they are called to the Migration Board. Emma begins to suspect that one of Bruce's former clients pursue him.    "
                },
                "4": {
                    "title": "Get a Job/Farthinder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Welcome to Sweden (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 85,
                    "original air date": "31 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Bruce is trying to start from scratch and applying for jobs. Meanwhile, his former client Gene Simmons found out that he lives in Stockholm.    "
                },
                "5": {
                    "title": "Fitting In/Vänner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Welcome to Sweden (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 84,
                    "original air date": "7 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Bruce tries to make new friends in Sweden but it doesn't go so well. Simultaneously the friendship with his Iraqi friend hangs on a fragile thread. Bruce also tries to get Emma's mother Viveka on his side by spending some time with her.    "
                },
                "6": {
                    "title": "Parents!/Föräldrar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Welcome to Sweden (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 82,
                    "original air date": "21 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Bruce's parents come to visit and it becomes a real culture shock for them.    "
                },
                "7": {
                    "title": "Homesick/Lagom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Welcome to Sweden (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 79,
                    "original air date": "21 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Bruce and Emma are faced with a major decision while Bruce gets an offer to return to the United States by Amy Poehler. Aubrey Plaza visiting Sweden and continues to haunt Bruce in an attempt to get him to return to America. Bruce takes on some Swedish celebrities as clients.    "
                },
                "8": {
                    "title": "Breakups/Förhållanden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Welcome to Sweden (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 70,
                    "original air date": "9 May 2014",
                    "year": "2014",
                    "plot": "\n    A family emergency situation puts a spoke in the wheel of Bruce and Emma's plans to move back to the U.S.. Bengt Bruce asks for help to meet women.    "
                },
                "9": {
                    "title": "Separate Lives/Saknad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Welcome to Sweden (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 70,
                    "original air date": "28 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Emma is trying to get her ex-boyfriend to leave her apartment. Viveka wants to relive her youthful glory days and takes a night on the town with her daughter.    "
                },
                "10": {
                    "title": "Home/Återförening",
                    "kind": "episode",
                    "episode of": {
                        "title": "Welcome to Sweden (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 73,
                    "original air date": "28 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Bruce ends up in a compromising situation with Aubrey Plaza. Emma and her brother Gustav try to reunite their parents. While Bruce encounters problems when he should return to Sweden.    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Poehler, Greg"
            },
            {
                "name": "Bornebusch, Josephine"
            },
            {
                "name": "Olin, Lena"
            },
            {
                "name": "Månsson, Claes"
            },
            {
                "name": "Wagelin, Christopher"
            },
            {
                "name": "Poehler, Amy"
            },
            {
                "name": "Svensson, Per"
            },
            {
                "name": "Douglas, Illeana"
            },
            {
                "name": "Plaza, Aubrey"
            },
            {
                "name": "Albasim, Basim Sabah"
            },
            {
                "name": "Mark, Magnus"
            },
            {
                "name": "Campbell, Neve"
            },
            {
                "name": "Duffy, Patrick"
            },
            {
                "name": "Johansson, Henrik"
            },
            {
                "name": "Silfverhjelm, Jennie"
            },
            {
                "name": "Martin, Madeleine"
            },
            {
                "name": "Ray, Marques"
            },
            {
                "name": "Roth, Gustav"
            },
            {
                "name": "Liedberg, Jessica"
            },
            {
                "name": "Mohlin, Rachel"
            },
            {
                "name": "Ljungmark, Claes"
            },
            {
                "name": "Priestley, Jason"
            },
            {
                "name": "Larsson, Anki"
            },
            {
                "name": "Akolor, Kodjo"
            },
            {
                "name": "Alström, Hanna"
            },
            {
                "name": "Galli, Claudia"
            },
            {
                "name": "Black, Jack"
            },
            {
                "name": "Akerman, Malin"
            },
            {
                "name": "Ferrell, Will"
            },
            {
                "name": "Stålgren, Morgan"
            },
            {
                "name": "Ulvaeus, Björn"
            },
            {
                "name": "Pärson, Anja"
            },
            {
                "name": "Askelöf, Sara"
            },
            {
                "name": "Buran, Ross"
            },
            {
                "name": "Drangel, Maria"
            },
            {
                "name": "Elfström, Sten"
            },
            {
                "name": "Gahn, Kristian"
            },
            {
                "name": "Mybrand, Jan"
            },
            {
                "name": "Ranelid, Björn"
            },
            {
                "name": "Peters, Emma"
            },
            {
                "name": "Roberto, Paolo"
            },
            {
                "name": "Carlsson, Niclas"
            },
            {
                "name": "Murphy, Pam"
            },
            {
                "name": "Olsson, Ingela"
            },
            {
                "name": "Skoog, Ulla"
            },
            {
                "name": "Vasiliou, Panagiotis"
            },
            {
                "name": "Wallander, Marie"
            },
            {
                "name": "Åberg, Tommy"
            },
            {
                "name": "Gustafsson, Charlie"
            },
            {
                "name": "Källgren, Linda"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Sweden",
            "United States"
        ],
        "country codes": [
            "se",
            "us"
        ],
        "language codes": [
            "en",
            "sv"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "certificates": [
            "South Korea:15",
            "Sweden:11::(dvd)",
            "United States:TV-PG"
        ],
        "number of seasons": 2,
        "rating": 6.6,
        "votes": 4918,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTY1NzIyNjM1MF5BMl5BanBnXkFtZTgwNjY2NDUxMjE@._V1_SY150_CR6,0,101,150_.jpg",
        "languages": [
            "English",
            "Swedish"
        ],
        "title": "Welcome to Sweden",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-2015",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Poehler, Greg"
            },
            {
                "name": "Arrhenius, Peter"
            },
            {
                "name": "Bornebusch, Josephine"
            }
        ],
        "production companies": [
            {
                "name": "Entertainment One"
            },
            {
                "name": "FLX"
            },
            {
                "name": "Marobru Inc."
            },
            {
                "name": "Syskon"
            },
            {
                "name": "TV4 Nordisk Television"
            }
        ],
        "distributors": [
            {
                "name": "AVA"
            },
            {
                "name": "Concorde Home Entertainment"
            },
            {
                "name": "Film1 Sundance Channel"
            },
            {
                "name": "NDR Fernsehen"
            },
            {
                "name": "National Broadcasting Company (NBC)"
            }
        ],
        "plot": [
            "New York City accountant Bruce moves to Sweden after falling in love with a Swedish girl."
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 4918,
                "rating": 6.6
            },
            "aged under 18": {
                "votes": 2,
                "rating": 4.0
            },
            "aged 18 29": {
                "votes": 1158,
                "rating": 6.9
            },
            "aged 30 44": {
                "votes": 1827,
                "rating": 6.5
            },
            "aged 45 plus": {
                "votes": 773,
                "rating": 6.2
            },
            "males": {
                "votes": 2677,
                "rating": 6.5
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 5.0
            },
            "males aged 18 29": {
                "votes": 712,
                "rating": 6.8
            },
            "males aged 30 44": {
                "votes": 1269,
                "rating": 6.4
            },
            "males aged 45 plus": {
                "votes": 544,
                "rating": 6.1
            },
            "females": {
                "votes": 1254,
                "rating": 6.9
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 3.0
            },
            "females aged 18 29": {
                "votes": 426,
                "rating": 7.1
            },
            "females aged 30 44": {
                "votes": 531,
                "rating": 6.9
            },
            "females aged 45 plus": {
                "votes": 215,
                "rating": 6.6
            },
            "top 1000 voters": {
                "votes": 77,
                "rating": 5.9
            },
            "us users": {
                "votes": 730,
                "rating": 6.4
            },
            "non us users": {
                "votes": 2271,
                "rating": 6.5
            }
        },
        "number of votes": {
            "10": 699,
            "9": 488,
            "8": 942,
            "7": 1083,
            "6": 635,
            "5": 355,
            "4": 231,
            "3": 134,
            "2": 111,
            "1": 240
        },
        "arithmetic mean": 6.9,
        "median": 7
    }
}