{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "5 January 2014"
            }
        ],
        "release dates": [
            "USA::5 January 2014"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Secrets and the City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blood Sweat and Heels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "29 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The feisty up-and-comers get down for a New Season in New York. Reinventions, pending nuptials and shocking secrets are the first orders of business.    "
                },
                "2": {
                    "title": "For Vixens...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blood Sweat and Heels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "Apr. 2015",
                    "year": "2015",
                    "plot": "\n    The women gather to support Melyssa as she debuts her musical mouthful, \"For Vixens Who've Considered Homicide When The Video Was Too Much,\" but can she keep her cool when the heat is on? Meanwhile, a visit from Mica's ex-boyfriend Terry gets her thinking about the future and Daisy bravely faces a cancer treatment head on. As the curtains go down, old issues between the ladies come to a head.    "
                },
                "3": {
                    "title": "Match Made in Heel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blood Sweat and Heels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "12 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    The ladies find themselves sexless in the city and looking for love when Geneva's friend, Chantelle, decides to host a matchmaking party. When all of the ladies gather to reconnect, the tension between some of the women takes center stage. Pressed on both her career and love life, Melyssa finds herself in the hot seat while Daisy is faced with a major setback at her final chemotherapy session.    "
                },
                "4": {
                    "title": "Pop Goes the Runway",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blood Sweat and Heels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "19 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    With Fashion Week taking over New York City, Mica decides to put her own spin on the famous metropolitan affair. When her efforts to launch a fashion flash mob spiral out of control, will Mica's professional reputation go up in flames? Also in emotional turmoil, Geneva is in shock about being arrested over a taxi fare feud. Demetria and Daisy work on healing old wounds while Chantelle and Arzo find themselves at odds.    "
                },
                "5": {
                    "title": "Mugshots and Mimosas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blood Sweat and Heels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "26 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    All the ladies gather in support of Arzo's Fashion Week event, but gossip over Geneva's recent arrest takes center stage. Later, Daisy gets upsetting medical news that forces her to make some uncharted career decisions. Finally, a ladies lunch reveals shocking secrets. When the conversation turns heated, will all eyes be on Demetria and Mica?    "
                },
                "6": {
                    "title": "For Love or Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blood Sweat and Heels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "3 May 2015",
                    "year": "2015",
                    "plot": "\n    Mica and Demetria go head-to-head in a discussion about their rocky past. Arzo and Melyssa head out to San Francisco to spend time with Arzo's traditional Afghani family. Geneva tries to move on from her recent arrest by refocusing on her career. Mica travels to Maryland for an emotional visit with her ailing grandmother.    "
                },
                "7": {
                    "title": "Turned Up and Kicked Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blood Sweat and Heels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "10 May 2015",
                    "year": "2015",
                    "plot": "\n    Mica steps out on a flirtatious date with a new man. Arzo and her boyfriend have a difficult conversation which results in tears. Demetria releases her second book to the public, but will Chantelle's bad behavior at the launch party ruin Demetria's special night? Meanwhile, a medical mix-up threatens Daisy's recovery.    "
                },
                "8": {
                    "title": "(Don't) Save the Date!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blood Sweat and Heels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "17 May 2015",
                    "year": "2015",
                    "plot": "\n    Chantelle has a fast-paced blind date with a sightly bachelor while Mica has an intimate date at her apartment. In other developments, Demetria's cake-tasting gathering takes a sour turn; the crew heads to the Hamptons; and a painful moment tests Daisy.    "
                },
                "9": {
                    "title": "A Few Bad Apples",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blood Sweat and Heels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "31 May 2015",
                    "year": "2015",
                    "plot": "\n    After an eventful night in the Hamptons, tensions are brewing as Melyssa and Demetria head to a castle for Demetria's magical cover shoot for a bridal magazine. While Demetria models gowns in sheer bliss, everyone else is stewing over her recent bad behavior. Geneva shares some harsh words and Daisy breaks downs after revealing how hurt she is by Demetria. Chantelle takes a stand against Demetria's actions, which turns into an argument at dinner.    "
                },
                "10": {
                    "title": "Prayers for Daisy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blood Sweat and Heels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "7 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    After scouting an impressive yacht, Chantelle makes big decisions in pursuit of the American Dream. Meanwhile, Melyssa learns some incriminating information that could hurt Geneva and Demetria's mending friendship. Mica receives devastating news that forces her to make an emergency trip out of town with her new boyfriend. And after an emotional visit to the hospital, Daisy's mother, father and closest friends gather together for a tearful prayer vigil to support her.    "
                },
                "11": {
                    "title": "Happily Never After",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blood Sweat and Heels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "14 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    The ladies support Chantelle's business at a lavish party on a yacht but the celebration is short-lived as Daisy's health takes a turn for the worse and tension between Melyssa and Geneva brings police to the scene. In the aftermath, as the ladies contemplate the future of the group, Demetria's family and friends gather for her wedding.    "
                }
            },
            "1": {
                "1": {
                    "title": "Six in the City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blood Sweat and Heels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "5 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Six New York City career women rely on the support of their girlfriends as they climb to the top - in their stilettos of course. These movers-and-shakers include video vixen turned real estate agent Melyssa Ford, modeling agency owner Mica Hughes, affordable-style expert Daisy Lewellyn, real estate partner Brie Bythewood, \"A Belle in Brooklyn\" blogger and author Demetria Lucas, and style and pop culture journalist Geneva S. Thomas. When the ladies get together to attend an afternoon soirée hosted by Daisy, a conversation about relationships turns heated, and Demetria ...    "
                },
                "2": {
                    "title": "Blog Is a Four Letter Word",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blood Sweat and Heels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "12 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Tension heats up between former video-vixen Melyssa Ford and her new boss, which forces Melyssa to question whether she can truly succeed at being a buttoned-up real estate agent. Elsewhere, Daisy's tardiness sets the tone for a date with a shocking outcome. Then, Mica hosts a dinner party with some of the ladies still reeling from Demetria's blog betrayal. Unfortunately, \"drama\" seems to be the only item on the menu.    "
                },
                "3": {
                    "title": "Turned Uptown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blood Sweat and Heels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "19 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Daisy is flying high in anticipation of the digital release of her book, \"Never Pay Retail Again,\" but is quickly grounded after her father delivers some tough love. Geneva's reputation is on the line when Mica and Melyssa's behavior is anything but professional at a work event thrown by her new employer, Uptown Magazine.    "
                },
                "4": {
                    "title": "Papa, Can You Hear Me?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blood Sweat and Heels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "26 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Mica receives devastating news about her father, which opens old wounds she has been trying to heal. Daisy impresses upon her new assistant that while she may be the \"Queen of Effortless Chic,\" she demands a lot of effort from her employees. Meanwhile, an out-of-sorts Mica joins Demetria, Geneva and Brie for their getaway in the Hamptons.    "
                },
                "5": {
                    "title": "Detox, Dear, Detox",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blood Sweat and Heels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "9 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Long-time friendships are on the line when Mica suffers an emotional breakdown in the Hamptons. Will Demetria, Brie and Geneva forgive Mica for lashing out...or walk away from their friendship forever? Meanwhile, back in the Big Apple, Melyssa's barely-there bank account has her cashing in on her video vixen past to make ends meet.    "
                },
                "6": {
                    "title": "Louds and Prouds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blood Sweat and Heels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "16 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    It wouldn't be summer in NYC without a good old-fashioned polo match, but polo isn't the only game being played on this field. Mica's outburst in the Hamptons has all six women jockeying for positions on opposing teams - and with Daisy and Melyssa attempting to play referee, it only reinforces the riff. Later on, Brie and Mica go head-to-head in public while Greg and Demetria have a serious wedding \"belle\" discussion in private.    "
                },
                "7": {
                    "title": "Cocktail Wishes and Champagne Nightmares",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blood Sweat and Heels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "23 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Melyssa opens up about her past to a group of inquisitive children that she mentors, while Mica's mom puts the pressure on Mica and Terry to get married without realizing that her meddling may have the reverse effect. Meanwhile, Daisy invites all of the ladies to her book launch at the Tracy Reese store but when a fight breaks out between Mica and Geneva, someone may end up on the floor.    "
                },
                "8": {
                    "title": "Giving Some and Getting Some",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blood Sweat and Heels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "9 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Demetria hosts an event called \"Cocktails with Belle\" but things get dicey when Daisy crashes the party. Meanwhile, Melyssa panics about a surprise meeting with her boss regarding her future at the company. Geneva looks to an old flame for some lovin' but will she find sex-cess? Later, Mica makes a shocking revelation at a charity event.    "
                },
                "9": {
                    "title": "Heels on the Hudson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blood Sweat and Heels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "16 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    All aboard! New aspirations and new goals set sail as the women look toward bright futures. Melyssa feels more motivated than ever to make her mark as a real estate mogul, Mica shrugs off her struggles to focus on her modeling agency and despite feeling pressure to release her second book, Demetria pledges to keep her relationship a priority. With that same sense of determination, the women gather together to hash out their issues, but there's one wrinkle - they are on a boat with no escape.    "
                },
                "10": {
                    "title": "Reunion Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blood Sweat and Heels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "23 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Hosted by Bravo's Andy Cohen, the reunion brings together Brie Bythewood, Melyssa Ford, Mica Hughes, Daisy Lewellyn, Demetria Lucas and Geneva S. Thomas to discuss some of the most talked about antics of the first season.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Heel in Handcuffs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blood Sweat and Heels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "26 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    At Arzo's Fashion Week event, gossip over Geneva's arrest takes center stage. Later, Daisy gets upsetting medical news, and a ladies' lunch gets heated.    "
                }
            }
        },
        "number of episodes": 22,
        "cast": [
            {
                "name": "Anwar, Arzo"
            },
            {
                "name": "Fraser, Chantelle"
            },
            {
                "name": "Bythewood, Brie"
            },
            {
                "name": "Ford, Melyssa"
            },
            {
                "name": "Hughes, Mica"
            },
            {
                "name": "Lewellyn, Daisy"
            },
            {
                "name": "Lucas, Demetria"
            },
            {
                "name": "Thomas, Geneva S."
            },
            {
                "name": "Jr., Samuel C. Morrison"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 6.1,
        "votes": 48,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTYzNjg1NDQzN15BMl5BanBnXkFtZTgwMjkwMjAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "A TV show that follows a group of up-and-coming movers and shakers in New York's elite circles of real estate, fashion, and media. The all-female cast includes former \"video vixen\" turned realtor Melyssa Ford, real estate partner Brie Bythewood, modeling agency owner Mica Hughes, affordable-style expert Daisy Lewellyn, A Belle in Brooklyn blogger and author Demetria Lucas, and style and pop culture journalist Geneva S. Thomas. From Harlem to Brooklyn, life in the big city often resembles a small town when the women cross paths in their personal and professional lives. The self-starters built their reputations and successes without the help of a man, but they never underestimate the power of a girlfriend's support. These independent ladies are aggressive in their pursuit of personal and career goals, but will the cost of success prove too steep as they climb their way to the top?",
        "languages": [
            "English"
        ],
        "title": "Blood Sweat and Heels",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Blood Sweat and Heels (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "distributors": [
            {
                "name": "Bravo!"
            }
        ],
        "other companies": [
            {
                "name": "String and Can"
            },
            {
                "name": "String and Can"
            }
        ],
        "plot": [
            "A TV show that follows a group of up-and-coming movers and shakers in New York's elite circles of real estate, fashion, and media. The all-female cast includes former \"video vixen\" turned realtor Melyssa Ford, real estate partner Brie Bythewood, modeling agency owner Mica Hughes, affordable-style expert Daisy Lewellyn, A Belle in Brooklyn blogger and author Demetria Lucas, and style and pop culture journalist Geneva S. Thomas. From Harlem to Brooklyn, life in the big city often resembles a small town when the women cross paths in their personal and professional lives. The self-starters built their reputations and successes without the help of a man, but they never underestimate the power of a girlfriend's support. These independent ladies are aggressive in their pursuit of personal and career goals, but will the cost of success prove too steep as they climb their way to the top?::Bravo!"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 48,
                "rating": 6.1
            },
            "aged 18 29": {
                "votes": 5,
                "rating": 8.2
            },
            "aged 30 44": {
                "votes": 21,
                "rating": 5.4
            },
            "aged 45 plus": {
                "votes": 8,
                "rating": 6.5
            },
            "males": {
                "votes": 12,
                "rating": 5.0
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 9,
                "rating": 3.4
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 7.5
            },
            "females": {
                "votes": 22,
                "rating": 7.1
            },
            "females aged 18 29": {
                "votes": 4,
                "rating": 7.5
            },
            "females aged 30 44": {
                "votes": 12,
                "rating": 7.3
            },
            "females aged 45 plus": {
                "votes": 5,
                "rating": 6.3
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 4.3
            },
            "us users": {
                "votes": 21,
                "rating": 5.5
            },
            "non us users": {
                "votes": 7,
                "rating": 5.9
            }
        },
        "number of votes": {
            "10": 8,
            "9": 3,
            "8": 4,
            "7": 11,
            "6": 4,
            "5": 5,
            "4": 2,
            "3": 3,
            "2": 2,
            "1": 6
        },
        "arithmetic mean": 6.1,
        "median": 7
    }
}