{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "13 February 2014"
            }
        ],
        "release dates": [
            "Australia::13 February 2014"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Kuruvita, Peter"
            }
        ],
        "locations": [
            "Mexico"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "budget": "AUD1,400,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Mexican Fiesta with Peter Kuruvita",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-2014",
        "akas": [
            "Mexican Fiesta with Peter Kuruvita (Australia)"
        ],
        "writer": [
            {
                "name": "Martin, Josh"
            }
        ],
        "production companies": [
            {
                "name": "The Precinct Studios"
            }
        ],
        "distributors": [
            {
                "name": "SBS International"
            }
        ],
        "synopsis": [
            "Discover one of the worlds most exciting and sort-after fares with popular Australian chef, Peter Kuruvita as he embarks on his biggest adventure yet, diving headfirst into the larger than life culture and cuisine of Mexico. With limited understanding of what it takes to create the perfect Mexican meal, Peter opens his mind and heart as locals across the country invite him into their homes and kitchens introducing him to the fun, vibrancy and unique flavours that all combine to create the most delicious Mexican food.Mexico has given the world some of the worlds most loved ingredients including tomatoes, chilies, avocado, vanilla, chocolate or that most staple of ingredients; corn, but never has Peter seen them all used quite like this! From tacos to tamales, salsas to sizzling pork, Peter discovers it all before creating his own versions. Filmed in some of the most spectacular locations Peter has ever ventured to, Mexican Fiesta with Peter Kuruvita is a sensory overload for the eyes and taste buds.Guided by some of Mexicos most intriguing and colourful local characters, passionate farmers and indigenous tribes, Peter travels south from the US border by all modes of transport truck, train, boat and even a rickety old car. From the deserts of the north to the jungles down south, Mexicos forever changing landscape provides a backdrop like no other. In a world bursting with the celebration of life and food, Peter finds inspiration in the rich traditions and native ingredients of this diverse and ancient land."
        ],
        "tech": {
            "runtime": [
                "30 min (Australia)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}