{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "18 January 2014",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "UK::18 January 2014                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "James, Benjamin"
            },
            {
                "name": "James, Daniel"
            }
        ],
        "locations": [
            "Hereford, Herefordshire, England, UK::(on location)"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "34"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "certificates": [
            "United Kingdom:16::(self applied)"
        ],
        "original air date": "18 Jan 2014 (UK)",
        "plot outline": "The English countryside brings many things, green grass, flowers flourishing, nights of silence. But there are some who inhabit the countryside, who are just a little different. Watch in HD. Follow an evening with two Country Bumpkins who have spent their whole life in the countryside, working the farms and chasing the local lass. A comedy documentary film following an evening making dinner with Barney Baiton and his son Jonny... Even such a simple evening can entertain. Influenced by such TV hits as Derek by Ricky Gervais and The Royal Family. CAUTION: This fictional documentary film includes strong language, viewer discretion is advised.",
        "languages": [
            "English"
        ],
        "title": "Country Bumpkins",
        "year": 2014,
        "kind": "tv mini series",
        "series years": "2014-",
        "akas": [
            "Country Bumpkins (United Kingdom)"
        ],
        "writer": [
            {
                "name": "James, Daniel"
            },
            {
                "name": "James, Benjamin"
            }
        ],
        "director": [
            {
                "name": "James, Daniel"
            }
        ],
        "production companies": [
            {
                "name": "James Brother Films"
            }
        ],
        "distributors": [
            {
                "name": "James Brother Films"
            }
        ],
        "plot": [
            "The English countryside brings many things, green grass, flowers flourishing, nights of silence. But there are some who inhabit the countryside, who are just a little different. Watch in HD. Follow an evening with two _Country Bumpkins_ (qv) who have spent their whole life in the countryside, working the farms and chasing the local lass. A comedy documentary film following an evening making dinner with Barney Baiton and his son Jonny... Even such a simple evening can entertain. Influenced by such TV hits as Derek by Ricky Gervais and The Royal Family. CAUTION: This fictional documentary film includes strong language, viewer discretion is advised.::James Brother Films"
        ],
        "tech": {
            "runtime": [
                "34 min (original) (UK)"
            ],
            "color": [
                "Color (HD)"
            ]
        }
    }
}