{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "22 January 2014"
            }
        ],
        "release dates": [
            "Australia::22 January 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Pilot Episode",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reps (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "22 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Jake, an experienced and cocky sales rep, receives a call from his boss Gary to come into head office and meet the new rep that the company has put on in his area. Jake is initially miffed at having to share his territory, until he meets the attractive new rep Lucy, and is immediately taken with her. Jake has to take Lucy on the road with him to show her the ropes, while his customer service officer, Susie, who has had a long-time secret crush on Jake, is less than happy with her presence. At the end of day, Jake chats to best mate and confidant Steve, also a rep, ...    "
                },
                "2": {
                    "title": "Horses for Courses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reps (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "29 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    As Jake continues training the new rep Lucy, Susie advises her to steer clear of Jake and his advances. Jake takes Lucy to meet his sleaziest customer, and takes her to his usual lunch-time food court. Planning a night out down the pub with Steve, Jake tells his friend again how smitten he is with the new girl. Jake and Lucy attend a sales training course with the company's other reps, including the old rep Wal, who gets stirred up by the mischievous Jake. Lucy does well in the course, presenting convincingly in front of the team.    "
                },
                "3": {
                    "title": "Past Indiscretion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reps (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "5 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Lucy gets out on the road on her own, having completed her training with Jake. Wanting to prove to Steve and himself that he's not hung up on Lucy, Jake picks up a girl in a clothing store and a girl while shooting pool at the pub. At Lucy's first sales meeting, a supplier is presenting whom Jake slept with in the past, treating him with disdain in front of Lucy and his other colleagues. Hearing of this, Susie takes the opportunity to stir up Jake, further adding to his discomfort. At the pub, Steve suggests to Jake that maybe Susie's attitude towards him is actually ...    "
                },
                "4": {
                    "title": "Slippin' Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reps (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "12 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    After Steve's suggestion that Susie might have feelings for him, Jake behaves differently towards her at the office, to her bemusement. Later, Jake attempts to slip away for work for an acting audition, but struggles to make it due to a slow-talking customer. Once he has arrived however, he is left waiting for his audition longer than he expected, and in the meantime has many missed calls from Gary. That afternoon, Lucy joins Jake and Steve at the pub after work - the first time Jake sees her outside work in a social situation. Steve manages to repeatedly portray Jake...    "
                },
                "5": {
                    "title": "One Out of the Box",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reps (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "19 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Gary informs Jake and Lucy that they are to entertain customers at the company's corporate box at the football, providing more jealousy for Susie. After a hit of cricket, Jake and Steve run into Kate, the girl they met shooting pool a few weeks prior. After initially being annoyed that Jake hadn't called her after their first night, Kate is eventually won over again by Jake. In the corporate box, the night is going well until Lucy is unhappy to find a sleazy customer in attendance. Jake defuses the situation and he and Lucy proceed to enjoy a good night together. Jake...    "
                },
                "6": {
                    "title": "Trip Hazard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Reps (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "26 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Jake and Steve go on a double date with Kate (who Jake has been seeing) and her friend Mel. The night does not go well, with Kate walking out on Jake due to his hesitance to meet her parents, and his general lack of commitment. Susie's jealousy is heightened by Gary's announcement that Jake and Lucy are to stay away together on a country trip. Wal is also on the trip, but after Jake and Lucy give him the slip for dinner, they get drunk in Jake's hotel room. Jake walks her to her room, and as they reach her door they kiss, before entering Lucy's room together.    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Lowe, Jason"
            },
            {
                "name": "Wilson, Chloe"
            },
            {
                "name": "Vagliviello, Cassandra"
            },
            {
                "name": "Hart, Simon"
            },
            {
                "name": "Borg, Paul"
            },
            {
                "name": "Morris-Flynn, Sheridan"
            },
            {
                "name": "McMahon, Lisa"
            },
            {
                "name": "Fraser, Craig"
            },
            {
                "name": "Mates, Emma"
            },
            {
                "name": "Wragge, Kyall"
            },
            {
                "name": "Gore, Brian"
            },
            {
                "name": "Dray, Roger"
            },
            {
                "name": "Lillis, Stephanie"
            },
            {
                "name": "Sim, Jacqui"
            },
            {
                "name": "Merrington, Bella"
            },
            {
                "name": "Lowe, Tanya"
            },
            {
                "name": "Ritchie, Ally"
            },
            {
                "name": "Sim, Jacqueline"
            },
            {
                "name": "Novakov, Rob"
            },
            {
                "name": "Parisella, Anthony"
            },
            {
                "name": "O'Keeffe, Michael"
            }
        ],
        "locations": [
            "Melbourne, Australia"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "23"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:M"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODE2ZDE3ZWItNGI3YS00MDk0LTk2ODMtMTc2ZTMxYzU3ZDBlXkEyXkFqcGdeQXVyNTA1NTgwNTU@._V1_SY150_CR6,0,101,150_.jpg",
        "plot outline": "Sales rep Jake is introduced to an attractive new rep Lucy by his boss Gary, and is immediately smitten by her. His assistant Susie has a long-term secret crush on him, while his best friend Steve provides the sounding-board for his antics.",
        "languages": [
            "English"
        ],
        "title": "Reps",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Reps (Australia)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Lowe, Jason"
            }
        ],
        "production companies": [
            {
                "name": "Jayborg Productions"
            }
        ],
        "distributors": [
            {
                "name": "C31"
            }
        ],
        "plot": [
            "Sales rep Jake is introduced to an attractive new rep Lucy by his boss Gary, and is immediately smitten by her. His assistant Susie has a long-term secret crush on him, while his best friend Steve provides the sounding-board for his antics.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "23 min (Australia)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}