{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "9 March 2014"
            },
            {
                "country": "USA\n",
                "date": "9 March 2014",
                "notes": "                            (limited)"
            }
        ],
        "release dates": [
            "USA::9 March 2014",
            "USA::9 March 2014                            (limited)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Adapt or Die",
                    "kind": "episode",
                    "episode of": {
                        "title": "No Man's Land (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "9 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    The desert is where civilization ends. To live in this barren landscape, you must adhere to a simple motto, adapt or die. In Arizona's red-hot Sonoran desert borderlands, blacksmith and survival expert, Jason Hawk comes across troubling signs that intruders are crossing into his land. Miles from the nearest police station, he's forced to take the law into his own hands, using scavenged parts to create a make-shift surveillance system. In Southern Utah's Red Rock Canyons, desert geologist David Holladay sets off a months long trek into the area's remote badlands, ...    "
                },
                "2": {
                    "title": "Racing the Sun",
                    "kind": "episode",
                    "episode of": {
                        "title": "No Man's Land (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "16 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Summer heat is pounding the American Southwest. After a close call with an armed intruder, Jason Hawk decides that his old truck isn't up to the task of protecting his property line. He and his father turn to a heavy duty junker that they call \"The Beast,\" but getting it into service in 115 degree heat will be no small task. In Utah, David Holladay searches for a remedy to the contaminated water he mistakenly drank before it's too late. In Texas, Howdy Fowler races the sun to corral a pair of wild longhorns, and in New Mexico, primitive weapons expert, Charlie Acuna ...    "
                },
                "3": {
                    "title": "Living on the Edge",
                    "kind": "episode",
                    "episode of": {
                        "title": "No Man's Land (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "23 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    In Arizona, Jason Hawk continues to spruce up his rehabbed desert truck \"The Beast,\" hoping it will help make his property more secure. Key modifications include bulletproofing with scavenged parts. David Holladay and his son, Leo, venture on a rock hunt through Utah's Red Rock Canyons. But while crossing through a dangerous slot canyon, a looming flash flood could end their rock hunting for good. Charlie Acuna, still trying to adapt to living in the New Mexican highlands, goes on a rattlesnake hunt to prove he's got what it takes to survive there. And in Texas, ...    "
                },
                "4": {
                    "title": "My Desert Gold",
                    "kind": "episode",
                    "episode of": {
                        "title": "No Man's Land (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "30 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    When the power goes out, knocking out his family's well on the hottest day of the year, Jason Hawk needs to come up with an ingenious method to keep his family hydrated. The severe drought in the Chihuahuan desert has also dried up Howdy Fowler's job prospects. He sets off into the wild in hopes of finding valuable antlers, skulls or horns that he can sell, but has a dangerous encounter in the dark of night. David Holliday's season takes a turn for the better in Southern Utah, and Charlie Acuna searches for a reliable and safe water source before the New Mexican ...    "
                },
                "5": {
                    "title": "Running with the Devil",
                    "kind": "episode",
                    "episode of": {
                        "title": "No Man's Land (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "6 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    With the power still out on his property, Jason Hawk returns from the desert with 200 gallons of water, but needs to come up with an ingenious solution to make it drinkable. In search of cash, Howdy Fowler takes work tracking a dangerous set of horse thieves in Texas. In Utah's Red Rock Canyons, David Holladay and his son find a rare desert oasis full of fresh water ... and trout! In Death Valley, desert scavenger, Rick Gibson tries to find valuable relics at the site of a crashed military plane, while Charlie Acuna's struggles in adapting to life in the desert ...    "
                },
                "6": {
                    "title": "Last Legs",
                    "kind": "episode",
                    "episode of": {
                        "title": "No Man's Land (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "13 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    After an animal tore up his desert fridge Jason Hawk sets off on a hunt with his father, Jim in tow; but the searing heat of the Sonoran summer heat quickly becomes too much for the old man. In Utah, David Holladay prepares to say goodbye to his son, but not before a close call in the Red Rock Canyons. Charlie Acuna's latest challenge has him looking for a new desert shelter, but what seems like the perfect spot turns out to be anything but. And in Texas, Howdy Fowler learns that the horse thieves he's tracking are even more dangerous than he believed.    "
                },
                "7": {
                    "title": "Sandman",
                    "kind": "episode",
                    "episode of": {
                        "title": "No Man's Land (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "20 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    The monsoon rains bring Arizona's Sonoran desert to life, giving Jason Hawk a chance to snag a quick overnight harvest. But he's not the only hunter active this time of year. In Utah, David Holladay searches for one last score for the season, so he expands his search grid into more remote, and treacherous terrain. In New Mexico, Charlie Acuna races the season's first rain to finish his primitive desert shelter. In Texas, Howdy Fowler is hired to train a wild hinny, a horse-donkey hybrid, but he may have bitten off more than he can chew. And in Death Valley, Rick ...    "
                },
                "8": {
                    "title": "Live or Die",
                    "kind": "episode",
                    "episode of": {
                        "title": "No Man's Land (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "27 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    In Arizona, Jason Hawk embarks on an emergency project to build his ailing father a safer home. David Holladay struggles to get his summer's haul back to town as the autumn winds begin to howl. Howdy Fowler races to finish training a client's hinny, putting himself at risk, and in Death Valley, the town's water supply goes out, forcing Rick Gibson into action under the searing Mojave sun.    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Acuna, Charlie"
            },
            {
                "name": "Fowler, Howdy"
            },
            {
                "name": "Gibson, Rick"
            },
            {
                "name": "Hawk, Jason"
            },
            {
                "name": "Holladay, David"
            },
            {
                "name": "Mulroney, Dermot"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.9,
        "votes": 17,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTg0MDM0Nzc0Ml5BMl5BanBnXkFtZTgwMjUyNDAxMzE@._V1_SY150_CR38,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "No Man's Land",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "No Man's Land (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Warm Springs Productions"
            }
        ],
        "distributors": [
            {
                "name": "History Channel"
            },
            {
                "name": "History"
            }
        ],
        "plot": [
            "Seems to cover people and families living in middle of inhospitable places in america, kinda like 20 other shows, but seems to have decent participants, and covers deserts instead of mountains or Alaska, so its a nice change.::Brandon Fredericks"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 17,
                "rating": 7.9
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 7,
                "rating": 7.1
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 9.8
            },
            "males": {
                "votes": 12,
                "rating": 8.1
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 9.8
            },
            "females": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 4.0
            },
            "us users": {
                "votes": 3,
                "rating": 6.7
            },
            "non us users": {
                "votes": 6,
                "rating": 8.9
            }
        },
        "number of votes": {
            "10": 6,
            "9": 2,
            "8": 4,
            "7": 2,
            "6": 1,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.9,
        "median": 8
    }
}