{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "6 March 2014"
            }
        ],
        "release dates": [
            "USA::6 March 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The New Boss",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chicagoland (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "6 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    In America's heartland, Chicago confronts a crisis faced by many cities across the U.S. - can it save its kids in its schools and on its streets? Following his own advice to \"never let a crisis go to waste,\" Mayor Rahm Emanuel maps out the largest school closings in U.S. history - sparking angry citywide protests. On the South Side, the principal of Fenger High School, Elizabeth Dozier, fights for her students as citywide budget cuts threaten to end the programs that are making a positive difference in Fenger's attendance and achievement measures. First Lady Michelle ...    "
                },
                "2": {
                    "title": "The Champs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chicagoland (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    The whole city of Chicago is captivated by the historic playoff run to the Stanley Cup and the victory of NHL champion Blackhawks. Mayor Rahm Emanuel is still being criticized for his plans for Chicago's schools. His opposition targets him for his plans to use city funds to develop a new basketball arena for DePaul University and a revamped Navy Pier designed to attract tourist dollars. As the seniors at Fenger High School get ready for prom, Principal Liz Dozier questions the school's plans to organize a peace march after a nearby shooting creates a rise in conflict....    "
                },
                "3": {
                    "title": "Fireworks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chicagoland (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "20 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    As the 4th of July approaches, Mayor Emanuel presides over the naturalization of new citizens and reflects on his past as the son of immigrants. At the Albany Park Theater Project, Lilia Escobar and JP Marquez perform in \"Homeland,\" a play about their immigrant experiences taking their work from the neighborhood to the big stage at the Goodman Theater. Fenger High School Principal Liz Dozier takes one of her culinary graduates to meet award-winning chef Grant Achtaz at his renowned restaurant, Alinea where he gets the chance of a lifetime. An explosion of holiday ...    "
                },
                "4": {
                    "title": "Second Chances",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chicagoland (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "27 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Mayor Rahm Emanuel recruits Common, Dwayne Wade, and Magic Johnson to help him promote the city's youth programs. After meeting a promising young man at Windy City Hoops after school basketball program, the Mayor becomes a mentor to young Martell Cowan by offering him an internship in his office along with the support and advice he needs to succeed. Another promising young man, Chicago native Chance the Rapper makes his Lollapalooza music festival debut in front of the biggest crowd of his life, but remains haunted by the murder of his friend, Columbia College student...    "
                },
                "5": {
                    "title": "Safe Passage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chicagoland (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "3 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    All of Chicago is on edge as a new school year begins. Mayor Rahm Emanuel hits the streets as his controversial 'Safe Passage' program is put to the test. Police Superintendent Garry McCarthy patrols the city with help from Chicago Fire Department Captain Joel Burns, hoping that the first day of school will come off without a hitch. Fenger High Principal Liz Dozier welcomes her students back, but is confronted by an unexpected crisis. Simultaneously, downtown, venture capitalists at the technology entrepreneur incubator named '1871,' including 1871 founder J.B. ...    "
                },
                "6": {
                    "title": "Broken Wings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chicagoland (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Mayor Rahm Emanuel, determined to keep Chicago a world-class city, launches a number of risky and ambitious public works projects. Former Mayor Richard M. Daley reflects about his own time as a crime-battling mayor. Community leaders are hard at work to help their communities. Principal Liz Dozier fears a brewing gang war outside of Fenger High will threaten the safety of her students. Roseland community activist and former gangbanger Eric Wilkins works to combat violence and inspire change. Cook County trauma surgeon and Deputy Sheriff Dr. Andrew Dennis struggles to ...    "
                },
                "7": {
                    "title": "Back of the Yards",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chicagoland (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "17 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    A mass shooting leaves 13 wounded and makes national headlines just as Mayor Rahm Emanuel goes on a public relations campaign to bolster Chicago's image. The shooting galvanizes the city and community activists, including Sally Hazelgrove, Rob and Amy Castaneda, Father Michael Pfleger, and stars of the Chicago Bulls - who join together in an emotional plea for peace. Fenger High celebrates Homecoming, but Principal Liz Dozier fears violence may become an unwelcome focus of the festivities. Meanwhile, the Mayor and Police Superintendent Garry McCarthy campaign for ...    "
                },
                "8": {
                    "title": "City of the Future",
                    "kind": "episode",
                    "episode of": {
                        "title": "Chicagoland (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "24 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Mayor Rahm Emanuel lays out his vision for Chicago's future - both in his annual budget address and at Chicago Ideas Week, where celebrated chef Mario Batali and renowned artist Hebru Brantley are also featured. The pension crisis is the next great challenge for the Mayor and for public employees like Chicago Fire Department's Lieutenant Joel Burns. Police Superintendent Garry McCarthy and the CPD have reduced homicides significantly, but now have to ensure the public's safety during the city's Marathon in the wake of the tragic attack at the Boston Marathon. Early ...    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Konkol, Mark"
            },
            {
                "name": "Dec, Billy"
            },
            {
                "name": "Byrd-Bennett, Barbara"
            },
            {
                "name": "Connor, Keith"
            },
            {
                "name": "Dozier, Elizabeth"
            },
            {
                "name": "Emanuel, Rahm"
            },
            {
                "name": "Johnson, Asean"
            },
            {
                "name": "Lewis, Karen"
            },
            {
                "name": "McCarthy, Garry"
            },
            {
                "name": "McDermott, Joseph"
            },
            {
                "name": "Spicer, Robert"
            },
            {
                "name": "Steinberg, Neil"
            },
            {
                "name": "Thomas, Alice"
            },
            {
                "name": "Woolridge, Shelton"
            },
            {
                "name": "Zorn, Eric"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "06 Mar 2014 (USA)",
        "number of seasons": 1,
        "rating": 7.8,
        "votes": 93,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTQzMDIzMTMzOV5BMl5BanBnXkFtZTgwODIwODI0MTE@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Chicagoland",
        "year": 2014,
        "kind": "tv mini series",
        "series years": "2014-",
        "akas": [
            "Chicagoland (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Konkol, Mark"
            },
            {
                "name": "Levin, Marc"
            }
        ],
        "director": [
            {
                "name": "Benjamin, Mark"
            },
            {
                "name": "Levin, Marc"
            }
        ],
        "production companies": [
            {
                "name": "Brick City TV"
            },
            {
                "name": "Sundance Productions"
            }
        ],
        "distributors": [
            {
                "name": "Cable News Network (CNN)"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 93,
                "rating": 7.8
            },
            "aged 18 29": {
                "votes": 7,
                "rating": 8.6
            },
            "aged 30 44": {
                "votes": 38,
                "rating": 7.7
            },
            "aged 45 plus": {
                "votes": 29,
                "rating": 7.5
            },
            "males": {
                "votes": 61,
                "rating": 7.6
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 8.4
            },
            "males aged 30 44": {
                "votes": 31,
                "rating": 7.9
            },
            "males aged 45 plus": {
                "votes": 21,
                "rating": 6.9
            },
            "females": {
                "votes": 20,
                "rating": 8.0
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 7,
                "rating": 6.5
            },
            "females aged 45 plus": {
                "votes": 8,
                "rating": 9.1
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 7.0
            },
            "us users": {
                "votes": 52,
                "rating": 8.0
            },
            "non us users": {
                "votes": 7,
                "rating": 6.7
            }
        },
        "number of votes": {
            "10": 28,
            "9": 17,
            "8": 20,
            "7": 11,
            "6": 4,
            "5": 4,
            "4": 1,
            "3": 1,
            "2": 0,
            "1": 7
        },
        "arithmetic mean": 7.8,
        "median": 8
    }
}