{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2014",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::2014                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Bahn, Claire"
            },
            {
                "name": "Chi, Victor"
            },
            {
                "name": "Forseth, David"
            },
            {
                "name": "Simmons, Trisha"
            },
            {
                "name": "Wayne, Brendan"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "budget": "$10,000 (estimated)",
        "plot outline": "The story dives headfirst into the shallow end of the online dating pool to expose the hypocrisy of Internet dating companies: while they project a sentimental, romantic front, they're more interested in cold, hard cash. We meet Claire, a woman whose idea of a hot Saturday night involves a Hoarders marathon and eating frosting straight out of a can. However, when she's hired by the world's largest online dating site, Love's Bounty Hunter, as a \"Featured Dater,\" she finds her love life turned entirely upside down. As the whole world watches, Claire's romantic exploits spiral into sheer insanity.",
        "languages": [
            "English"
        ],
        "title": "Love's Bounty Hunter",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Love's Bounty Hunter (United States)"
        ],
        "writer": [
            {
                "name": "Schwaid, Jan Epstein"
            }
        ],
        "production companies": [
            {
                "name": "MartiniShot Productions"
            }
        ],
        "plot": [
            "The story dives headfirst into the shallow end of the online dating pool to expose the hypocrisy of Internet dating companies: while they project a sentimental, romantic front, they're more interested in cold, hard cash. We meet Claire, a woman whose idea of a hot Saturday night involves a Hoarders marathon and eating frosting straight out of a can. However, when she's hired by the world's largest online dating site, _Love's Bounty Hunter_ (qv), as a \"Featured Dater,\" she finds her love life turned entirely upside down. As the whole world watches, Claire's romantic exploits spiral into sheer insanity.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}