{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "17 July 2014"
            },
            {
                "country": "Belgium\n",
                "date": "5 February 2015"
            }
        ],
        "release dates": [
            "USA::17 July 2014",
            "Belgium::5 February 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Dating Naked"
            },
            {
                "countries": "Hungary",
                "title": "Meztelen szerelem"
            },
            {
                "countries": "Italy",
                "title": "Nudi a prima vista"
            },
            {
                "countries": "Spain",
                "title": "Cita en pelotas"
            }
        ],
        "akas": [
            "Dating Naked (original title)",
            "Meztelen szerelem Hungary",
            "Nudi a prima vista Italy",
            "Cita en pelotas Spain"
        ],
        "akas from release info": [
            "Dating Naked (original title)",
            "Meztelen szerelem Hungary",
            "Nudi a prima vista Italy",
            "Cita en pelotas Spain"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Episode dated 21 September 2016",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "21 Sep. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Joe & Wee Wee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 30,
                    "original air date": "17 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    On the premiere episode of Dating Naked, two daring singles, Joe and Wee Wee, each go on three romantic, adventurous, tropical dates in the hopes of making a lasting connection. But if they want to find love, they'll have to bare it all! Joe and Wee Wee will try their hand at body painting, boogie-boarding, sea tubing, bird-watching and even zorbing in a giant hamster ball. Relationships will be forged and feelings may get hurt...and they'll do it all completely naked.    "
                },
                "2": {
                    "title": "Steven & Taryn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 11,
                    "original air date": "24 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Steven, the self-proclaimed \"King of the Nerds\" and Taryn, a sexy San Francisco blonde, have come to paradise in search of a naked love connection. Three dates featuring several exciting and sensual activities await each of them! Taryn and Steven will waterski, ATV through the jungle, salsa dance, play beach games and take photographs all while totally nude. They'll expose themselves to a whole new way of dating all in the hopes that true love will be revealed.    "
                },
                "3": {
                    "title": "Keegan & Diane",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "31 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Huge athletic stud Keegan probably can afford to be choosy, doing great at all three dates, except when shameless bitch Katie viciously and pointlessly blames him, and in time the whole show team, for a black eye because she failed to protect her face while they slid down a jungle cable, he picks the somewhat riper Asian. Nerd Dan fears being outclassed by both other men, both Keegan, who verbally bags on him as a sexually immature sissy, and US infantry veteran Scott, yet is picked for his gentleman courtesy by Diane.    "
                },
                "4": {
                    "title": "Chuck & Camille",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 12,
                    "original air date": "7 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Chuck, a fast talking swimwear designer from Miami and Camille, an edgy Las Vegas bartender have come to paradise looking for love. But only by putting it all out there will they be able to experience dating in it's purist form - totally nude. During their quest they will each go on three dates and experience yachting, cigar rolling, wine tasting and even a little bit of yoga, all while in their birthday suits.    "
                },
                "5": {
                    "title": "Mike & Candace",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 12,
                    "original air date": "14 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Mike, an accountant from Long Island, first meets gorgeous Los Angeles native Candace. These two singles bravely bare it all on three naked dates in search of a real connection. Presented by VH1.    "
                },
                "6": {
                    "title": "Greg & Ashley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 12,
                    "original air date": "21 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Greg, a formerly shy accountant turned MMA fighter, and Ashley a free-spirited artist from Denver, Colorado come to a romantic private island with the hope that finding a match might still be possible. But if they want to get their date on, they'll have to take their clothes off.    "
                },
                "7": {
                    "title": "AJ & Liddy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 12,
                    "original air date": "28 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Having had no luck on the dating scene back home, AJ and Liddy arrive in paradise eager for a shot at true love. Wearing only a smile and some sunblock, the two will go on three dates and enjoy such activities as a banana boat ride, a buried treasure hunt, riding trail horses and even a good old fashioned game of beer pong!    "
                },
                "8": {
                    "title": "Mike and Moenay",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 9,
                    "original air date": "4 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Accomplished player Mike(y) has no trouble cheekily flaunting his fine physique frock-less and charming three dates in a row, starting with Moenay, who expects too much. Next comes Stephanie, an airhead party girl but to his taste. Neither girl has any interest in studly 'old' Dan, who is preoccupied with weird vibes 'lifestyle' theory. The third man bails out without even seeing Moenay, who tries to catch up with Stephanie, who already spent the night with Mikey, by kissing, but isn't chosen.    "
                },
                "9": {
                    "title": "Sean and Juliet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 9,
                    "original air date": "11 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Sean is an ex-Marine from Philadelphia on a recon mission for romance. Juliet is a British dance instructor looking for a permanent Tango partner. The hunt for love has brought the two of them to a tropical paradise where they will strip down for dates with three eager - and likewise unclothed - partners. Sean and Juliet will participate in an inflatable human hamster ball race, bocce ball match, trampoline acrobatics, and jungle ATV-ing -- all while stark naked.    "
                },
                "10": {
                    "title": "The Wedding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 8,
                    "original air date": "18 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    A hippie and a self-proclaimed sexual healer build a connection on the island.    "
                },
                "11": {
                    "title": "Lost Episode",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "25 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Two adventurous singles - Joe, a business owner from Newport Beach, California, and MJ, a product specialist from Detroit, Michigan - take their quest to find a perfect match to a private tropical locale. Three romantic and thrilling dates await each of them featuring activities such as snorkeling, golfing, jet-skiing, yoga and sailing. The catch? They're going to do it all in the buff. Only when MJ and Joe are fully exposed can love be truly blind.    "
                }
            },
            "2": {
                "1": {
                    "title": "Strip Down and Buckle Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 13,
                    "original air date": "22 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Two attractive singles, Kerri and Chris, arrive to a beautiful island in The Philippines, where they will spend the next 10 weeks looking for true love...completely nude. But things get complicated when they realize they may have feelings for each other.    "
                },
                "2": {
                    "title": "Catch and Release",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 13,
                    "original air date": "22 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Chris must choose between Texas girly-girl Carolyn and good ole southern Katie from North Carolina. Kerri struggles to connect with nervous New Yorker Goldman and tries not to wipeout with dreamy surfer, David.    "
                },
                "3": {
                    "title": "Front-Runners and Back Burners",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 16,
                    "original air date": "29 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Kerri worries Chris is losing interest. Chris goes naked water couching with wacky Mariah and plasters the backside of sexy model Fallon. Kerri gives a nude massage to laidback Frankie and is serenaded in the buff by Mason, a cowboy philosopher.    "
                },
                "4": {
                    "title": "Check and Mate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 13,
                    "original air date": "5 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Chris and Kerri agree to put their feelings for each other aside as they have each found a perfect Keeper. But those bonds will be tested as four new daters arrive on the island to compete for attention with an impromptu strip-off!    "
                },
                "5": {
                    "title": "Two Young and Too Restless",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 13,
                    "original air date": "12 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    With two serious Keepers in the house, the new daters have their work cut out for them. Curvy Stephanie and feisty Andrea vie for Chris's affections. Meanwhile, pro-wrestler Mark and suave Italian Domenico hope to win Kerri's heart.    "
                },
                "6": {
                    "title": "Big Fights and Bald Heads",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 15,
                    "original air date": "19 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Kerri struggles to watch Chris' relationship with his Keeper continue to grow. Chris plays a sweaty, naked game of basketball with Lauryn and gets dance lessons from bald, bodybuilder Amanda. Kerri's luck may change when Justin, a gorgeous personal trainer and stand up comic Doug arrive.    "
                },
                "7": {
                    "title": "Smooches and Sabotages",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 15,
                    "original air date": "26 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    After a volleyball match with a Dating Naked veteran and a game of dress up with the vivacious Carrie, Chris must decide to move on or dig deeper with his Keeper. Kerri and her Keeper are hot and heavy but she's got two new dates on the horizon. Perhaps a new cowboy will lasso her heart or maybe a tattooed band manager will strike the right chord.    "
                },
                "8": {
                    "title": "Passive and Aggressive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 14,
                    "original air date": "2 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    The sparks aren't exactly flying for Chris, Kerri and their respective Keepers. Bad boy Dan and budding mogul Wilson step in to try to light Kerri's flame. Jokey, tomboy Erica and beautiful, bar top girl, Elissa attempt to steal Chris's heart.    "
                },
                "9": {
                    "title": "Eavesdroppers and Ultimatums",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 10,
                    "original air date": "9 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    With their time on the island nearing an end, Kerri reveals her true feelings for Chris and wants to know how he feels. But with both of them already having potential matches in the house and more dates on the way, it may be too little too late.    "
                },
                "10": {
                    "title": "Arrivals and Departures",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 13,
                    "original air date": "16 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    It's the season finale and the tension is at its peak! Chris and Kerri must choose who has captured their hearts. Will it be one of their daters or could it be each other? Their decisions shock everyone as their final choices are revealed.    "
                }
            },
            "3": {
                "1": {
                    "title": "Stripped & Searching",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 13,
                    "original air date": "29 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    In the Season 3 premiere, two new singles, Natalie and David, arrive in Bora Bora on a quest for love. Later, Natalie's rescued from her disastrous first date by her second suitor, a lifeguard; and David's introduced to a nurse and a female bodybuilder.    "
                },
                "2": {
                    "title": "Two Faces & Suitcases",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "6 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    David has doubts keeping Nadica and is introduced to two new ladies. Later, Natalie must choose between a new dater and another man.    "
                },
                "3": {
                    "title": "Drag & Drop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "13 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Nicole acts possessive of David, when he brings two women, Georgie and Sarah, to the house; Natalie's feelings for Zakk intensify, but Zakk's insecurity surfaces when he meets the two men in Natalie's life.    "
                },
                "4": {
                    "title": "Vamps & Gramps",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "20 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Natalie goes on dates with a pro golfer and a man old enough to be her grandfather. Later, David's introduced to two new single women.    "
                },
                "5": {
                    "title": "Shark Bait & Heart Break",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 7,
                    "original air date": "27 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Natalie feels like a third wheel with David and Sarah, until she swims with sharks on one date and works out with another guy at the outdoor gym. Later, David and Sarah's new romance is tested, after he brings two other ladies back to the house.    "
                },
                "6": {
                    "title": "Lap Dances & Second Chances",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 9,
                    "original air date": "3 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Natalie dates two new men, an exotic dancer and a tall redhead. Later, David becomes jealous of Natalie's romantic connections.    "
                },
                "7": {
                    "title": "Pub Crawls & Great Balls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 8,
                    "original air date": "10 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    David divides his time between his tribal dance partner and Italian cooking classmate; and Natalie spends time with a former \"guida\" and a well-endowed man. Later, David and Natalie continued to bond.    "
                },
                "8": {
                    "title": "Reset & Game On",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 7,
                    "original air date": "17 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    The friction between Natalie and David comes to a head later. David goes on an aerial-yoga date with a dancer, then snorkels with a shy Brooklynite; and Natalie windsurfs with a spiritualist, then goes on a date with a clothing designer from Seattle.    "
                },
                "9": {
                    "title": "Hit It & Quit It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 8,
                    "original air date": "24 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Natalie develops feelings for a stuntman. Later, David finds chemistry with a model.    "
                },
                "10": {
                    "title": "Kiss & Don't Tell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 7,
                    "original air date": "31 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Natalie and David's relationship takes a major leap forward. Later, Natalie feels torn between a party boy and a romantic; and David balances his time between a marine biologist and a crazy woman.    "
                },
                "11": {
                    "title": "Chakras & Awe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "7 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    With two serious Keepers in the mix and more new dates on the way, an unexpected turn means David and Natalie must confront what their relationship means to them, and to the people vying for their hearts.    "
                },
                "12": {
                    "title": "Returns & Exchanges",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dating Naked (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 7,
                    "original air date": "14 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    After 12 weeks, things get even more complicated as a new pair of old flames return to the island to heat things up! The time has come: David and Natalie must choose their final keeper. It will be the end for some relationships and just the beginning for others!    "
                }
            }
        },
        "number of episodes": 34,
        "cast": [
            {
                "name": "Paffrath, Amy"
            },
            {
                "name": "Dees, David"
            },
            {
                "name": "Jansen, Natalie"
            },
            {
                "name": "Diaz, Rocsi"
            },
            {
                "name": "Hughes, Connor"
            },
            {
                "name": "Sawaya, Elissa"
            },
            {
                "name": "Brandon, Steven"
            },
            {
                "name": "Floro, Marissa"
            },
            {
                "name": "Janis, Dan"
            },
            {
                "name": "Pericoloso, Michael"
            },
            {
                "name": "Diaz, Rosci"
            },
            {
                "name": "Boccella, Angelica"
            },
            {
                "name": "Cervantes, Michelle"
            },
            {
                "name": "Handy, Chuck"
            },
            {
                "name": "Moyer, Keegan"
            },
            {
                "name": "Naccari, Michael"
            },
            {
                "name": "Nizewitz, Jessie"
            },
            {
                "name": "Poulos, Diane"
            },
            {
                "name": "Qutmiera, Stephanie"
            },
            {
                "name": "Stacy, Dee"
            },
            {
                "name": "Williams, Kristen"
            },
            {
                "name": "Del Giacco, Domenico"
            },
            {
                "name": "Rizzotti, Razor Rocco"
            },
            {
                "name": "Cantara, Kendra"
            },
            {
                "name": "Manning, Tweed Michael"
            },
            {
                "name": "Wakefield, Norman"
            }
        ],
        "locations": [
            "Red Frog Beach Island Resort & Spa, Bocas del Toro, Panama"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 3,
        "rating": 4.6,
        "votes": 617,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTg0MjY2ODk1N15BMl5BanBnXkFtZTgwNzQ0NDAxMzE@._V1_SY150_CR38,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Dating Naked",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "Lighthearted Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Eleven"
            },
            {
                "name": "M3"
            },
            {
                "name": "VH1 Television"
            }
        ],
        "other companies": [
            {
                "name": "HUB International Insurance Services"
            },
            {
                "name": "The Production Truck"
            },
            {
                "name": "The Production Truck"
            },
            {
                "name": "VER"
            },
            {
                "name": "Vanacore Music"
            }
        ],
        "plot": [
            "A reality series in which a man and a woman date two different naked suitors on a remote exotic location.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 617,
                "rating": 4.6
            },
            "aged 18 29": {
                "votes": 129,
                "rating": 4.9
            },
            "aged 30 44": {
                "votes": 226,
                "rating": 4.6
            },
            "aged 45 plus": {
                "votes": 125,
                "rating": 4.3
            },
            "males": {
                "votes": 347,
                "rating": 4.4
            },
            "males aged 18 29": {
                "votes": 83,
                "rating": 4.7
            },
            "males aged 30 44": {
                "votes": 162,
                "rating": 4.5
            },
            "males aged 45 plus": {
                "votes": 88,
                "rating": 3.9
            },
            "females": {
                "votes": 149,
                "rating": 5.1
            },
            "females aged 18 29": {
                "votes": 45,
                "rating": 5.0
            },
            "females aged 30 44": {
                "votes": 59,
                "rating": 4.8
            },
            "females aged 45 plus": {
                "votes": 32,
                "rating": 5.8
            },
            "top 1000 voters": {
                "votes": 31,
                "rating": 5.0
            },
            "us users": {
                "votes": 214,
                "rating": 4.6
            },
            "non us users": {
                "votes": 169,
                "rating": 4.1
            }
        },
        "number of votes": {
            "10": 99,
            "9": 28,
            "8": 46,
            "7": 56,
            "6": 68,
            "5": 52,
            "4": 26,
            "3": 36,
            "2": 41,
            "1": 165
        },
        "arithmetic mean": 5.1,
        "median": 5
    }
}