{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "3 March 2014"
            }
        ],
        "release dates": [
            "USA::3 March 2014"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Of Dust, Data, and Words",
                    "kind": "episode",
                    "episode of": {
                        "title": "Books Du Jour (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Host, Frederic Colier, introduces the first episode of the second season of Books Du Jour. Whether deciphering an old parchment in some remote library or questioning the global culling of private data, authors always start with some treasure trove of information. Our first guests do not fall too far from the tree: Pamela Fiori, \"In the Spirit of Monte Carlo,\" a colorful biography of Monaco, which depicts how a sun-baked desolate piece of rock clinging between France and Italy managed to become the must-place to live for the ultra riches. Pamela's story focuses on ...    "
                },
                "2": {
                    "title": "Authoress, Writeress, Nothing Less",
                    "kind": "episode",
                    "episode of": {
                        "title": "Books Du Jour (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "10 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    This week panel consists of women authors. Whether we call them Authors or Authoresses, these writers (or shall we say writeresses?), have strong feminine voices, even though they all write fiction. Their characters may span a wide range of lives, from the evil-eyed memoir to the floundering of a movie star, but ultimately must face the tough choices to chase a long coveted dream too long in coming.    "
                },
                "3": {
                    "title": "Mysterious Fluid Poetry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Books Du Jour (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "18 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Poetry should have disappeared after Auschwitz but our guests prove that writing is as creative as ever: Marc Levy, Paul Muldoon, Chris Pavone. Even though Adorno claimed that writing poetry after Auschwitz was impossible, poetry has persisted and flourished. The vitality of our three guests proves that writing more than ever is an integral part of life to share our experiences. Writing in different style and tone, their books convey the compelling energy of creativity and the much needed momentum for endless discoveries and growth.    "
                },
                "4": {
                    "title": "Of Crime and Roots",
                    "kind": "episode",
                    "episode of": {
                        "title": "Books Du Jour (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "25 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Whether based on a real event or on spur of the moment, crime stories never cease to fascinate audiences around the world. All of them boil down to a handful of simple premises: how is the criminal going to get caught? Who did it? We, the readers, cruise to the pages to find out. The three books this week do not escape this cardinal rule.    "
                },
                "5": {
                    "title": "Super Fortuna Believer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Books Du Jour (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "1 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    From time immemorial, mankind has feared the power of a boundless universe, sky falling, icy floods, and even the self-inflicted emotional wounds, triggering its wheel of fortune. Mankind's main pursue consists in making meaning, finding explanations and creating stories, which both sooth fears and serve as moral compasses.    "
                },
                "6": {
                    "title": "The Other Side of Others",
                    "kind": "episode",
                    "episode of": {
                        "title": "Books Du Jour (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "8 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    The dustbins of history are filled with conflicts born out of blaming others for one's misfortunes: David Margolick, Jon Ronson, Jane Green. Whether through scapegoats or martyrs, the dustbins of history are filled with conflicts born out of blaming others for one's misfortunes. The history of Others is also the history of acceptance and differences. Why are we so determined to exclude those who do not resemble us? Punish moral dissents? Or turn a blind eye on those who fall prey to society's ever increasingly disregard?    "
                },
                "7": {
                    "title": "Queens and Spiritus Mundi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Books Du Jour (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "15 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    We often celebrate the \"Grand Narratives.\" What about the \"little narratives\"? The lives of those billions of people? Textbooks only outline the key players of our socio-historical conflicts to better elevate their status and mythologize them within our ideological assumptions. This is what we called the \"Grand Narratives.\" But what about the \"little narratives\"? The lives of those millions of people whose life contributions made the \"Grand Narratives\" possible? This week books look into personal accounts    "
                },
                "8": {
                    "title": "Beyond the Torrid Fiesta",
                    "kind": "episode",
                    "episode of": {
                        "title": "Books Du Jour (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "22 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Do the events shape our life stories? Or do the stories we tell ourselves affect our lives? Find out with Shari Goldhagen, Alan Hruska, Amanda Vaill. In this week episode, we look at the impact of reality on our writing. Do the events in our life shape our stories? Or do the stories we tell ourselves affect our lives? But these questions do not always apply. This week authors come diverse background, from power lawyer to cabaret actor, and one would be but surprised at the type of stories they generated.    "
                },
                "9": {
                    "title": "A SLiver of Silver Pie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Books Du Jour (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "29 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    We are what we eat. But what about if you don't like the diet you eat? What would you become? Greg O'Brien, Charlotte Markey, Jena La Flamme. If there is enough food for three, chances are there is enough food for four. We gather at a table every week, and yet we still have not had a discussion about health and food. This week, we are talking about health, physical and emotional health, and how food impact our general well-being.    "
                },
                "10": {
                    "title": "The Monopolies of Monarchs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Books Du Jour (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "6 May 2015",
                    "year": "2015",
                    "plot": "\n    The journey from the heavens to our heart can happen in the blink of an eye, provided there is no legal battle. Charles Spencer, Mary Pilon, Roger Cohen. The journey from the heavens to our heart happens in the blink of an eye. But from the heart to the Heavens is a different story. A legal battle may stand in the way. Today, we look in the downfall of a king accountable only to the Gods above; the wandering Jews in search of a promised land and only facing rejection, and finally the legal battle for a board game in the wake of the financial crisis and its pernicious ...    "
                },
                "11": {
                    "title": "Jazzing Up the Tune",
                    "kind": "episode",
                    "episode of": {
                        "title": "Books Du Jour (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "13 May 2015",
                    "year": "2015",
                    "plot": "\n    The ears don't lie. They know when something sounds phony. But what about authors writing about music? Rick Moody, Julia Titus, Mary Morris. This week episode takes a look at the crossroad of music and literature, in all their forms: rhyme, rhythm, lyricism, repetitions, and of course the theme of music itself, not only in the lives of the characters depicted but also in the authors'.    "
                },
                "12": {
                    "title": "The First Time They Did It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Books Du Jour (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "20 May 2015",
                    "year": "2015",
                    "plot": "\n    Nothing is ever the same after the first time. Find out how these authors did it for the first time: Susan Strecker, Helen Wan, John Benditt. \"The first time they did it\" is about first timers. Regardless how old they are and where they come from, how and when they did it is a topic they do not shy away from. As a matter of fact, they are quite loquacious discussing the topic, exposing their weaknesses and frustration and the moment of bliss round the corner waiting to greet them. But before \"graduating,\" they shared similar painstaking journeys of perseverance and ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Across the Universe and Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Books Du Jour (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "3 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Frederic Colier introduces a brand new literary program, Books Du Jour. The new series has a simple premise: every week for the duration of the series, the host will take three authors to lunch to discuss their work and main concerns about life at large. His first guests are Ayana Mathis, \"The Twelve Tribes of Hattie\"; Gary Shteyngart, \"Little Failure: A Memoir,\" and Joshua Henkin, \"The World Without You.\"    "
                },
                "2": {
                    "title": "Give Peace Freedom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Books Du Jour (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    The power is inside you. The 12 step program states that \"There is a greater power and you need that power to conquer any of your shortcomings\", this is debunked.    "
                },
                "3": {
                    "title": "Of Power and Executives",
                    "kind": "episode",
                    "episode of": {
                        "title": "Books Du Jour (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "17 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Frederic Colier, looks into the nature of executive power and the power of executives.    "
                },
                "4": {
                    "title": "Inside the Scents",
                    "kind": "episode",
                    "episode of": {
                        "title": "Books Du Jour (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "24 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    This week on \"Books du Jour,\" our guests gather around a table at City Winery to discuss the scent of their new book and share some musing. The interesting aspect about scents is that they are always intimately tied to a location and more particularly to soils. Our three guests carry a distinctive sense of place. Mark Slouka, \"Brewster,\" writes about Brewster, NY, a poignant novel of coming of age, based in the late 60s', about a young man seeking his place in this small country town. There is little wandering outside the borders. Lara Vapnyar complicates the issue of...    "
                },
                "5": {
                    "title": "Swimming Gene Pools",
                    "kind": "episode",
                    "episode of": {
                        "title": "Books Du Jour (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "31 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    This week on \"Books du Jour,\" our guests bring some controversy to the table. Conversations move around such topics as the 10,000-hours theory that could turn an average athlete into a world athlete, unless you have the perfect genetic makeup and can bypass the process. David Epstein, in \"The Sport Gene,\" addresses this sort of issues in a highly entertaining book. How much of our genes define our chances to succeed in sports? David M. Howitt, in \"Heed you Call,\" circles back to the hero's journey as defined by Joseph Campbell, to show that putting our mind into a ...    "
                },
                "6": {
                    "title": "Fine Legal Boundaries",
                    "kind": "episode",
                    "episode of": {
                        "title": "Books Du Jour (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "7 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    On the eve of the Supreme Court decision to lift off ceiling on corporate contributions, we will talk with Scott Turow and his new book, \"Identical,\" which deals with the abuse of money used during a mayoral election. Stephan Talty brings a touch of frigid crispiness from upstate New York with his serial killer, \"Hangman,\" who continues to spread havoc among the population of Buffalo. While Jean Hanff Korelitz, in \"You Should Have Known\" deals with the ironic twist a therapist experiences, when she becomes the victim of circumstances, which force her to swallow the ...    "
                },
                "7": {
                    "title": "Foreign Tongue Twisters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Books Du Jour (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "14 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    This week's episode of \"Books Du Jour\" looks at \"transplant\" literature. Andre Aciman, who over the years has become a specialist of squares: Abingdon Square, Strauss Park (which looks like a square) and Harvard Square, his latest novel, reflects on the voice of integration. Egyptian born, Andre shares through his novel the daily struggle he encounters to define his identity, the acceptance of other precepts and values, be they moral or ethical. Born in Sarajevo (Bosnia), Aleksandar Hemon offers a different voice, a voice of authenticity and appropriation even in the ...    "
                },
                "8": {
                    "title": "Death Be Not Proud",
                    "kind": "episode",
                    "episode of": {
                        "title": "Books Du Jour (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "21 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    The guests cannot emphasize enough the importance of turf. Turf is the stuff of the locals and inherent affinity with the material. Karin Slaughter, the Georgia native, does not drift too far from her roots with her recent novel 'Unseen\". Henry Chang's Death Money, follows Jack Yu and his clairvoyant sidekick, into the mystery of the death of an unidentified Asian man and reveals a world both compelling and mysterious in New York City's Chinatown. Maria Konnikova, originally from Russia, explores the many fertile fields of Sherlock Holmes's mind, using the Sir Arthur ...    "
                },
                "9": {
                    "title": "Of Gusts and Dust",
                    "kind": "episode",
                    "episode of": {
                        "title": "Books Du Jour (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "28 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    This week's episode of \"Books du Jour,\" continues our mission to share different kinds of literature and books. The guests who have accepted to share our table are perfect examples of our mission. Kelly Cosgwell has written a memoir of blood, sweat and spit. \"Eating Fire,\" is a heart-pumping account of old fashioned activism. In this instance, her memory of the Lesbian Avengers, a group formed in the early 90's, who called for direct action campaigns, battling cops, and mobilizing 20,000 dykes in DC while literally eating fire outside the White House. \"Eating Fire\" is...    "
                },
                "10": {
                    "title": "And the Roots Shall Prevail",
                    "kind": "episode",
                    "episode of": {
                        "title": "Books Du Jour (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "4 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    This week's episode of \"Books Du Jour,\" continues our mission to share literature from around the world. George Prochnik, \"The Impossible Exile, Stefan Zweig at the End of the World,\" portraits the last years of Stefan Zweig's, once one of the most celebrated authors in the 30's, exile from Austria, after Hitler took power. George Prochnik looks into the Zweig's disintegration and growing disillusion with humanity as he struggles in NY and Brazil. Boris Fishman, \"The Replacement Life\" looks back at WWII and how it continues to shape the life of people, in this case, ...    "
                },
                "11": {
                    "title": "A Sight for Sore Eyes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Books Du Jour (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "11 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Nicole C. Kear, \"Now I see You\". Shortly after arriving in college, Nicole is afflicted by a macular degenerative condition. In other words, she will go blind in a few years. This heartfelt memoir traces her journey from learning about her illness through the years of turmoil while attempting to hide her condition, to self-acceptance that only the arrival of children could facilitate. Christopher Beha, \"Arts and Entertainments,\" follows the meandering of a failed screenwriter, for whom the prospect of an easy gain, and so in order to pay for his wife's pregnancy ...    "
                },
                "12": {
                    "title": "It's a ThrillFest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Books Du Jour (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "12 Sep. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Colier, Frederic"
            },
            {
                "name": "Aciman, André"
            },
            {
                "name": "Beha, Christopher"
            },
            {
                "name": "Chang, Henry"
            },
            {
                "name": "Cogswell, Kelly"
            },
            {
                "name": "Edelman, Gwen"
            },
            {
                "name": "Epstein, David"
            },
            {
                "name": "Fishman, Boris"
            },
            {
                "name": "Frazzetto, Giovanni"
            },
            {
                "name": "Glazer, Judith"
            },
            {
                "name": "Hayes, Billy"
            },
            {
                "name": "Hemon, Aleksandar"
            },
            {
                "name": "Howitt, David M."
            },
            {
                "name": "Kear, Nicole C."
            },
            {
                "name": "Khoury, Raymond"
            },
            {
                "name": "Konnikova, Maria"
            },
            {
                "name": "Korelitz, Jean Hanff"
            },
            {
                "name": "Lanzac, Abel"
            },
            {
                "name": "Offit, Mike"
            },
            {
                "name": "Peele, Stanton"
            },
            {
                "name": "Prochnik, George"
            },
            {
                "name": "Rinzler, Lodro"
            },
            {
                "name": "Silber, Joan"
            },
            {
                "name": "Slaughter, Karin"
            },
            {
                "name": "Slouka, Mark"
            },
            {
                "name": "Talty, Stephan"
            },
            {
                "name": "Turow, Scott"
            },
            {
                "name": "Unger, Harlow Giles"
            },
            {
                "name": "Vapnyar, Lara"
            },
            {
                "name": "Wareham, John"
            },
            {
                "name": "White, Edmund"
            },
            {
                "name": "Zukus, Kerry"
            },
            {
                "name": "Benditt, John"
            },
            {
                "name": "Cohen, Alice Eve"
            },
            {
                "name": "Cohen, Roger"
            },
            {
                "name": "D'Erasmo, Stacey"
            },
            {
                "name": "Darnton, Nina"
            },
            {
                "name": "Fiori, Pamela"
            },
            {
                "name": "Goldhagen, Shari"
            },
            {
                "name": "Green, Jane"
            },
            {
                "name": "Hruska, Alan"
            },
            {
                "name": "La Flamme, Jena"
            },
            {
                "name": "Lévy, Marc"
            },
            {
                "name": "Margolick, David"
            },
            {
                "name": "Markey, Charlotte"
            },
            {
                "name": "Martin, Justin"
            },
            {
                "name": "Moody, Rick"
            },
            {
                "name": "Morris, Mary"
            },
            {
                "name": "Morrow, Bradford"
            },
            {
                "name": "Muldoon, Paul"
            }
        ],
        "locations": [
            "Manhattan, New York, USA"
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZGJjODc0OWItMmViMS00YzkyLTk0ZDctMWYwYjZkOWIwNmMxL2ltYWdlXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Books du Jour introduces a brand new literary program with a simple premise. Every week, the host invites three authors to lunch to discuss their work and their main concerns about life at large. The guests for the pilot are Ayana Mathis, \"The Twelve Tribes of Hattie\"; Gary Shteyngart, \"Little Failure: A Memoir,\" and Joshua Henkin, \"The World Without You.\"",
        "languages": [
            "English"
        ],
        "title": "Books Du Jour",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Books Du Jour (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Colier, Frederic"
            }
        ],
        "production companies": [
            {
                "name": "Altered Ego Entertainment"
            },
            {
                "name": "NYC Media"
            }
        ],
        "distributors": [
            {
                "name": "NYC Media"
            }
        ],
        "plot": [
            "Books du Jour introduces a brand new literary program with a simple premise. Every week, the host invites three authors to lunch to discuss their work and their main concerns about life at large. The guests for the pilot are Ayana Mathis, \"The Twelve Tribes of Hattie\"; Gary Shteyngart, \"Little Failure: A Memoir,\" and Joshua Henkin, \"The World Without You.\"::Producer"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}