{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "15 January 2014"
            }
        ],
        "release dates": [
            "USA::15 January 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Las Vegas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Safari (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "15 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Jim explores the dangers of Las Vegas to discover how to survive this savage city of sin. He will hunt and classify the most ferocious predators of the habitat; the exotic dancer, the performer, and the Bachelorette on the prowl.    "
                },
                "2": {
                    "title": "Sturgis, South Dakota",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Safari (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "15 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Host Jim Piddock travels to the Sturgis Motorcycle Rally in South Dakota to brave the largest annual biker migration in the world. His mission is to explore the wild and savage creatures that flock there every year and survive.    "
                }
            }
        },
        "number of episodes": 2,
        "cast": [
            {
                "name": "Piddock, Jim"
            }
        ],
        "locations": [
            "Las Vegas, Nevada, USA::(segment)",
            "Sturgis, South Dakota, USA::(segment)"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "plot outline": "Human Safari is a wildlife documentary series, only the subjects are not animals, they're humans. Delivering on the very best of award winning animal films, we use the language, science, and objective lenses of wildlife analysis to explore the fascinating and comedic behavior of amazing humans from all over the globe. We prove that the playing, fighting, courtship, diet, rituals and survival tactics among humans is equally, if not more, mysterious than that of animals. Using the combined methods of an anthropologist and a zoologist, British host Jim Piddock travels to incredible destinations around the globe to explore the habitat, classify unique human species and reveal insights on how to survive each amazing location. This is a safari like no other, welcome to Human Safari. Each episode features the exploration of an extraordinary event or destination. On location, our intrepid guide uncovers a wealth of information through the objective format of social and behavioral observation. Through careful interaction and experimentation, our guide will identify the dominant species in each habitat and explain the physical adaptations and complex interdependent relationships the species has produced in order to survive and thrive. After these revelations, each show climaxes during the apex of the event, bringing together everything learned and revealing new astonishing discoveries about these amazing locations. Human Safari expeditions include the desert oasis of Las Vegas, Nevada, where we hunt down the habitat's most dangerous predators and track a pack of Bachelorettes on their last night running free. We also journey to Sturgis, South Dakota, to engage the North American Leather Back Hog rider, or biker, to learn how to survive the greatest motosapien migration in the world. From Urban jungles to the wildest secluded celebrations we will stop at nothing to learn about these wondrous creatures in the name of science.",
        "languages": [
            "English"
        ],
        "title": "Human Safari",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Human Safari (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Hobin, Matthew"
            },
            {
                "name": "Spigel, Art"
            },
            {
                "name": "Alexander, Brian"
            }
        ],
        "production companies": [
            {
                "name": "7ATE9 Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Travel Channel"
            }
        ],
        "plot": [
            "_Human Safari_ (qv) explores the most fascinating creatures on earth: humans.::Anonymous",
            "_Human Safari_ (qv) is a wildlife documentary series, only the subjects are not animals, they're humans. Delivering on the very best of award winning animal films, we use the language, science, and objective lenses of wildlife analysis to explore the fascinating and comedic behavior of amazing humans from all over the globe. We prove that the playing, fighting, courtship, diet, rituals and survival tactics among humans is equally, if not more, mysterious than that of animals. Using the combined methods of an anthropologist and a zoologist, British host Jim Piddock travels to incredible destinations around the globe to explore the habitat, classify unique human species and reveal insights on how to survive each amazing location. This is a safari like no other, welcome to _Human Safari_ (qv). Each episode features the exploration of an extraordinary event or destination. On location, our intrepid guide uncovers a wealth of information through the objective format of social and behavioral observation. Through careful interaction and experimentation, our guide will identify the dominant species in each habitat and explain the physical adaptations and complex interdependent relationships the species has produced in order to survive and thrive. After these revelations, each show climaxes during the apex of the event, bringing together everything learned and revealing new astonishing discoveries about these amazing locations. _Human Safari_ (qv) expeditions include the desert oasis of Las Vegas, Nevada, where we hunt down the habitat's most dangerous predators and track a pack of Bachelorettes on their last night running free. We also journey to Sturgis, South Dakota, to engage the North American Leather Back Hog rider, or biker, to learn how to survive the greatest motosapien migration in the world. From Urban jungles to the wildest secluded celebrations we will stop at nothing to learn about these wondrous creatures in the name of science.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min (including commercials)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}