{
    "imdb": {
        "raw release dates": [
            {
                "country": "Ireland\n",
                "date": "9 January 2014"
            }
        ],
        "release dates": [
            "Ireland::9 January 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pheasant Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play Next Door (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "9 Jan. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "If Those Lips",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play Next Door (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Shine On",
                    "kind": "episode",
                    "episode of": {
                        "title": "Play Next Door (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "23 Jan. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 3,
        "cast": [
            {
                "name": "Hunt, Eamonn"
            },
            {
                "name": "McCusker, Stella"
            },
            {
                "name": "McElhinney, Ian"
            },
            {
                "name": "Fouéré, Olwen"
            },
            {
                "name": "Graham, Stuart"
            },
            {
                "name": "Lambert, Mark"
            },
            {
                "name": "Bradfield, Dawn"
            },
            {
                "name": "McGuigan, Nika"
            },
            {
                "name": "Trill, Elva"
            },
            {
                "name": "Cromwell, Stephen"
            },
            {
                "name": "Ford-FitzGerald, Michael"
            },
            {
                "name": "Jones, Stephen"
            },
            {
                "name": "Brooks, Brenda"
            },
            {
                "name": "Devaney, Dara"
            }
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "80"
        ],
        "countries": [
            "Ireland"
        ],
        "country codes": [
            "ie"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 1,
        "budget": "EUR550,000 (estimated)",
        "plot outline": "Play Next Door In Play Next Door a writer goes to a particular location for a month and there they have to create an original television play that is then filmed at the location. Fiona Looney is the first writer to take on this creative challenge. As a Dubliner Fiona wanted to travel somewhere outside the capital and as a reluctant driver she wanted the place to be on a train line. The production sent Fiona to Thurles Co. Tipperary and the location was a closed down pub, just around the corner from Semple Stadium. John Martins documentary on Fiona's voyage of discovery captures life on the ground in a regional town and how people are dealing with the impact of the economic downturn in their personal lives. Fiona has written two hugely successful stage plays, Dandelions and October, both of which enjoyed extended runs at the Olympia Theatre, Dublin and at The Opera House, Cork. In the Documentary we see how Fiona approaches the creation of a play from scratch, searching for the story and the characters that will populate her location, the pub. What begins as an interesting challenge becomes an intense experience for the writer. The result is Pheasant Island, Fiona Looney's first television play; Michael runs a bar in Thurles and is expecting his emigrant son, Andrew, to come home this weekend with his family to celebrate the christening of his daughter (Michael's first grandchild). A Skype call changes all of that and Michael and his friends and customers in the bar begin to talk about what has happened to the town in the last few years.",
        "languages": [
            "English"
        ],
        "title": "Play Next Door",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Play Next Door (Ireland)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Looney, Fiona"
            },
            {
                "name": "McCabe, Pat"
            },
            {
                "name": "Purcell, Deirdre"
            }
        ],
        "production companies": [
            {
                "name": "Vision Independent Productions"
            }
        ],
        "distributors": [
            {
                "name": "Raidió Teilifís Éireann (RTÉ)"
            }
        ],
        "plot": [
            "A documentary follows a writer as they write a TV play based on their experiences in an Irish town. This is followed by a production of their play.::Gary Flood",
            "_Play Next Door_ (qv) In _Play Next Door_ (qv) a writer goes to a particular location for a month and there they have to create an original television play that is then filmed at the location. Fiona Looney is the first writer to take on this creative challenge. As a Dubliner Fiona wanted to travel somewhere outside the capital and as a reluctant driver she wanted the place to be on a train line. The production sent Fiona to Thurles Co. Tipperary and the location was a closed down pub, just around the corner from Semple Stadium. John Martins documentary on Fiona's voyage of discovery captures life on the ground in a regional town and how people are dealing with the impact of the economic downturn in their personal lives. Fiona has written two hugely successful stage plays, Dandelions and October, both of which enjoyed extended runs at the Olympia Theatre, Dublin and at The Opera House, Cork. In the Documentary we see how Fiona approaches the creation of a play from scratch, searching for the story and the characters that will populate her location, the pub. What begins as an interesting challenge becomes an intense experience for the writer. The result is Pheasant Island, Fiona Looney's first television play; Michael runs a bar in Thurles and is expecting his emigrant son, Andrew, to come home this weekend with his family to celebrate the christening of his daughter (Michael's first grandchild). A Skype call changes all of that and Michael and his friends and customers in the bar begin to talk about what has happened to the town in the last few years.::Gary Flood"
        ],
        "tech": {
            "runtime": [
                "1 hr 20 min (80 min) (Ireland)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}