{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "9 February 2014"
            },
            {
                "country": "USA\n",
                "date": "20 April 2014"
            }
        ],
        "release dates": [
            "USA::9 February 2014",
            "USA::20 April 2014"
        ],
        "episodes": {
            "9": {
                "1": {
                    "title": "Snowy Boston to Sunny Vieques",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 1,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    A Boston man with a stressful job leaves the snowy city for the outdoor activities and tropical lifestyle in Vieques, Puerto Rico.    "
                },
                "2": {
                    "title": "NYC Days to Puerto Rico Nights",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 2,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    A Brooklyn DJ trades in the noise of New York City for the nightlife and beach of San Juan, Puerto Rico.    "
                },
                "3": {
                    "title": "Quality of Life in Puerto Rico",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 3,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    A Virginia couple looks for a better quality of life for their family by relocating to the small fishing village of La Parguera, Puerto Rico.    "
                },
                "4": {
                    "title": "Raising Two Boys on St. Croix",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 4,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    A couple follows a job to St. Croix, US Virgin Islands, and hopes to find a house with a big backyard, a pool and a lookout where they can stargaze in the beautiful Caribbean sky.    "
                },
                "5": {
                    "title": "Healthy Living on St. Croix",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 5,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    A couple leaves the hectic city of Tampa, FL, and starts a brand new healthy lifestyle in St. Croix, US Virgin Islands.    "
                }
            },
            "1": {
                "1": {
                    "title": "A Couple from Minnesota Looks for a Dream Home in Vieques",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "20 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Karrin and John Pecchia and their two little girls have called it quits on the Minnesota cold and are moving down to a land of sand, sun and water. Their lives are about to be filled with Punta Cana's sand castles and palm trees.    "
                },
                "2": {
                    "title": "A Family Leaves the Freezing Cold of Vermont, for the Tropical Climate of Vieques, Puerto Rico",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "20 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Margi and Jessi La Porte have been living off the grid in cold Vermont for the majority of their lives. On a recent vacation to Vieques the couple completely fell in love with the island and decided to make their stay permanent.    "
                },
                "3": {
                    "title": "A Family from St. Louis Looks for Their Dream Home on St. Croix",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "27 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Dave and Julie moved from St. Louis to St. Croix in 2006, but their cramped rental isn't cutting it anymore now that their family has grown by 3. Agent Chris Hanley helps them find a home with a large yard close to the yacht club.    "
                },
                "4": {
                    "title": "A Couple Is Looking to Settle Down by Buying Their First House Together in St. Croix",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "4 May 2014",
                    "year": "2014",
                    "plot": "\n    Corinne Farinola and Patrick Kralik moved to the Caribbean from PA and SC respectively. They fell in love in St. Croix. After renting, the couple's ready for the next step in their relationship - buying a home together.    "
                },
                "5": {
                    "title": "Two DJs Feel the Beat in Sunny Sint Maartin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "6 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Johnny Kelvin and Ona Struwer are world traveling DJs having been to every corner of the planet. They're ready to find a place to call home base on the island of Sint Maarten because of its warm beaches and energy from its people.    "
                },
                "6": {
                    "title": "A Couple Moves from Cold Connecticut to Sunny Sint Maarten",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "24 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    The cold New England winters had gotten to Cliff and Janine Peek, so they decided to escape the Caribbean. Avid boaters, the Peeks are drawn to the yachting in Sint Maarten and hope to find something on the island's Dutch side.    "
                },
                "7": {
                    "title": "Husband and Wife Move from New York to Sun and Surf of Rincon, Puerto Rico",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "6 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Griselle and Steve Mucccilo have lived on Long Island for the past 17 years. After many years in high stress jobs, they have decided to get off the rat race treadmill and move to Puerto Rico. They've decided to relocate to Rincon.    "
                },
                "8": {
                    "title": "From the Cold of Chicago and the Crowds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "13 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Omar Del Rio is from San Juan, Puerto Rico and Caroline Crouch, his girlfriend is from Chicago. These two lovebirds found each other by chance in San Juan and are in search of country life on the island paradise of Puerto Rico.    "
                },
                "9": {
                    "title": "Husband and Wife Leave the Snowy Mountains of West Virginia, for the Dominican Republic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "27 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    David and Laurie Hughes live in the hills of West Virginia, and now they have had enough. They long dreamed of making the leap to the topics and now the life they have imagined is coming true in the Dominican Republic.    "
                },
                "10": {
                    "title": "A Family Throws Caution to the Wind and Makes the Move to the Dominican Republic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "20 Apr. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Husband and Wife Leave the Land Locked Life for Island Paradise of St. Lucia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "27 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Doris Jolicouer and Don Sommers fell in love in the military . They have been together ever since and are leaving the land locked life of Alberta, Canada, for sand, sun and water of Island paradise that is St. Lucia.    "
                },
                "12": {
                    "title": "Moving Out of Nebraska, for Island Life of Turks and Caicos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "27 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    A California firefighter and his family look for a large home with room for their 8-year-old twins on St. Croix.    "
                }
            },
            "2": {
                "1": {
                    "title": "A Pennsylvania Family Moves to Puerto Rico for Culture, Sun and Local Cuisine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "25 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Michael and Tara love their home state of Pennsylvania, but have started to tire of long winters and dream of moving someplace warm year round, where their one-year-old son can grow up bilingual. Enter Puerto Rico.    "
                },
                "3": {
                    "title": "A couple moves from cold New England to the island tropics of Vieques, Puerto Rico",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "12 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    David's a New England schoolteacher and Arturo's a physician whose family is from Puerto Rico. Life in Massachusetts is very busy and each time they vacationed in Puerto Rico dreamed of turning it into their full-time home.    "
                },
                "4": {
                    "title": "From the Desert of Flagstaff, Arizona to the Tropics of Isabella, Puerto Rico",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "19 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    On their first date, Martin told Ivy that he wanted to move to Puerto Rico one day. The two eventually married, settling in Flagstaff, Arizona, and honeymooning in Puerto Rico. Now looking to start their new lives in Isabella.    "
                },
                "5": {
                    "title": "A Couple Leaves West Virginia to Open a Restaurant and Start a New Life in St. Croix",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "5 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Married for ten years, Billy and Deanna own and run a popular BBQ restaurant in WV. They discovered St. Croix by way of food. Years ago, they were part of a team that traveled to the island to work with fellow chefs.    "
                },
                "6": {
                    "title": "Busy New Yorkers Move to St. Croix to Open an Events and Catering Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "1 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    A busy family trades the streets of New York City for the calm waters of St. Croix.    "
                },
                "7": {
                    "title": "Newlyweds Leave Their Ohio Home to Move to a Place They Have Only Seen in Photos, St. Croix",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "15 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Matt and Kristy are about to get married. They went to high school together and, twelve years after graduation, they started dating and are now engaged. They're tired of the daily grind and brutal winters and look to St. Croix.    "
                },
                "8": {
                    "title": "A Mom, Dad and Their Four Kids Move from Michigan to St. Croix to Live the Caribbean Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "19 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Amy, Marc and their four kids considered themselves Midwest lifers. But when Marc's company offered him a chance to relocate to their St. Croix office, the couple decided to tmove to St. Croix.    "
                },
                "9": {
                    "title": "A Los Angeles family of four trades in their cars for boats and move to Bocas Del Toro, Panama",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "15 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Scott, Lauren and their two kids are tired of the daily grind of Los Angeles. Lauren, a freelance photographer, and Scott, a freelance software engineer, recently visited friends living in Bocas Del Toro, Panama, and fell in love.    "
                },
                "10": {
                    "title": "A couple trades in their Seattle lives and careers to start their own business in Bocas Del Toro",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "5 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Fifteen years in Seattle has left John, a financial analyst, and his wife Janaea, a sales director, worn down. So they're moving to Bocas Del Toro, Panama, to start life anew. They plan to open a day cruise business.    "
                },
                "11": {
                    "title": "A Colorado family leaves snowy Fort Collins for the Caribbean life in Bocas Del Toro, Panama",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "12 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    When still single, Riley's older sister landed a job in Bocas Del Toro, Panama. Riley was all set to join her sister, but fell in love when she met Matt. Six years, two kids later, Riley's ready move for real to Bocas Del Toro.    "
                },
                "12": {
                    "title": "A couple leaves landlocked Austin, Texas for a dream life in Roatan, Honduras",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "1 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    A family follows their hearts from Texas to Roatan, Honduras.    "
                },
                "14": {
                    "title": "A couple leaves landlocked Austin, Texas for a dream life in Roatan, Honduras",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "25 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Jay and Lavina are tired of landlocked Texas. They love scuba diving more than anything, and the state's shallow pools, murky waters and long drives to bodies of water have become too much of a compromise.    "
                }
            },
            "3": {
                "1": {
                    "title": "A Canadian Family, Originally from the Caribbean, Escapes the Snow for Life in Barbados.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "1 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    A Canadian family leaves the cold and snow for the sun and fun of their Caribbean roots in Barbados.    "
                },
                "2": {
                    "title": "A Canadian Couple Moves Themselves and Their Retiring Parents to the Bliss of Barbados.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "22 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Ontario natives Paul and Julie just got engaged in Barbados, and fell so in love with the island that they are moving there and taking their retiring parents with them.    "
                },
                "3": {
                    "title": "A Dallas Couple Trade in Their Hectic Texas Lives to Move to St. Thomas and Start a Vineyard.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "8 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    A Houston couple fulfills a dream of running a vineyard and living full time on St. Thomas.    "
                },
                "4": {
                    "title": "A Couple Leaves the Hustle of NYC to Be Their Own Bosses of a Restaurant on St. Thomas.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "5 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    New Yorkers decide to be their own bosses and start a new life and business on St. John.    "
                },
                "5": {
                    "title": "A New England Family Moves to St. John to Make Their Vacation Spot a Permanent Home.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "29 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    A New England family packs up their coats for the last time as they move to St. John.    "
                },
                "6": {
                    "title": "D.C. Couple Returns to Their Roots on St. Maarten to Start a Bike Rental Business and a New Life.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "29 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    A couple from D.C. moves to St. Maarten, opens a bike business and buys a forever home.    "
                },
                "7": {
                    "title": "A Veterinarian and His Family Get the Chance of a Lifetime to Live and Work in the Cayman Islands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "1 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    A veterinarian and his family relocate from Florida to the Cayman Islands.    "
                },
                "8": {
                    "title": "A Los Angeles TV Executive Returns to His Roots in the Cayman Islands.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "8 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    A Los Angeles TV executive returns to his roots and sets up a production company in the Cayman Islands.    "
                },
                "9": {
                    "title": "A Texas Family Moves to the Dominican Republic, Lured by a Dad's Love of the Island from Years Ago.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "22 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    A Texas family says adios to traffic and hello to sand, sun and fun in the Dominican Republic.    "
                },
                "11": {
                    "title": "A Pilot and His Wife Relocate from the Heat of Texas to the Warm Breezes of the Dominican Republic.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "12 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    A pilot and his wife say goodbye to Texas, and hello to the Caribbean and the Dominican Republic.    "
                },
                "12": {
                    "title": "A Denver Couple Are About to Get Married and Move to Playa Del Carmen.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "5 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    A Denver couple are about to get married in Playa Del Carmen, and they've decided to stay.    "
                },
                "13": {
                    "title": "Successful New Mexico entrepreneurs follow their dream and move to Cozumel to open a new business.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "29 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    A New Mexico couple moves to Cozumel to buy a home and build a business.    "
                },
                "14": {
                    "title": "A Texas couple finally moves to Cozumel and fulfills a lifelong dream of Caribbean living.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "12 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    A couple from Texas leave their Caribbean-themed home for the real deal in Cozumel.    "
                }
            },
            "4": {
                "1": {
                    "title": "West Virginian Family Trades Country Roads for Ocean Views",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "1 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Seeking a refuge from the cold West Virginia winters, a family of five explores St. Croix for their dream home.    "
                },
                "2": {
                    "title": "Newlyweds Look for a New Home and Business in Jamaica",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "1 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    A Boston woman and her Jamaican husband search for a new home in Negril, Jamaica. They need to find a large home that can host their extended family and house their dream business, a wine bar.    "
                },
                "3": {
                    "title": "The Bahamas Beckons a Florida Couple",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "3 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    A Florida couple searches for a four-bedroom family hideaway on Elbow Cay in the Bahamas.    "
                },
                "4": {
                    "title": "Ditching the Hustle and Bustle of LA for a New Life in Bocas del Toro",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "3 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Worn out by the hectic lifestyle and cost of living in San Francisco, Brian and Amy have decided that opening a bed and breakfast in Bocas del Toro is their chance to start a new life in the Caribbean.    "
                },
                "5": {
                    "title": "Los Angeles Family Goes Back Home to the Cayman Islands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "10 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Music producer Jason and his wife Erikka left Los Angeles to return to their Cayman Island roots. They're looking for a family house near the ocean with enough space for a music studio.    "
                },
                "6": {
                    "title": "Lawyer Trades City Life for Relaxing Beaches in Utila",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "10 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    After falling in love with the Exuma islands during a trip to the Bahamas, Jena is ready to make the move from Los Angeles and is hoping to find the beach bungalow she's been dreaming of.    "
                },
                "7": {
                    "title": "Canadian Couple Seek Great Diving in Utila",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "17 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    A Canadian couple returns to the site of their destination wedding, Utila in Honduras, to search for their dream home. Their love of scuba diving has them on the hunt for a beach cottage with lots of privacy and great reef access.    "
                },
                "8": {
                    "title": "A Doctor and Nurse Take the Plunge in St. Croix",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "17 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Bob and Leigh are worn out from the long winters in Ohio and seek sunnier skies on St. Croix. They want a large home to share with their extended family that has a pool and a gorgeous view.    "
                },
                "9": {
                    "title": "Couple Seeks Luxury Living on Grand Cayman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "24 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Lawyers Molly and Ken left the rat race in Florida to have more family time on Grand Cayman. They are looking for a large waterfront property with a big yard for under $2 million.    "
                },
                "10": {
                    "title": "Michigan Couple Seeks Seafront Home in the Bahamas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "31 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Matt and Cathy want to trade brutal Michigan winters for the blue waters of the Bahamas. With Matt looking to put his contractor skills to work, the couple wants to find the perfect seafront fixer upper.    "
                },
                "11": {
                    "title": "Florida Couple Hunts for a Seaside Condo on St. Croix",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "31 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Georgiann and Steph trade their life in Florida for a waterfront condo on St. Croix. They want a furnished, Caribbean-style condo for under $250,000 that's close to the sea.    "
                },
                "12": {
                    "title": "Texas Family of Five Escapes to Negril, Jamaica",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "14 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Steve, Tammi and their three young children want to leave their hectic life in Texas for the slower pace of life in Negril, Jamaica. Can they find the perfect family home in paradise?    "
                },
                "13": {
                    "title": "Single Woman from Atlanta Seeks a New Life on St. Croix",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "14 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Nicole left her life behind in Atlanta for a fresh start in sunny St. Croix as a party planner. She is looking for a large home with an awesome pool and patio so she can throw the best parties in the Caribbean.    "
                }
            },
            "5": {
                "1": {
                    "title": "An Atlanta Couple Decides to Leave Their Busy Life Behind for Clean Living in Belize",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "21 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    An Atlanta couple wants to escape crowded city life and spend more time together in the sun and sand of Placencia, Belize. With two home-based businesses, all they need to start a healthier lifestyle is the perfect house.    "
                },
                "2": {
                    "title": "Leaving Nebraska for a New Life on St. Thomas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "21 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Steve and Sue are ready to enjoy the good life they've worked so hard to achieve. The couple is hoping to find a condo on St. Thomas with an ocean view, a pool and great outdoor space.    "
                },
                "3": {
                    "title": "Goodbye Kansas, Hello St. Thomas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "6 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    A couple fed up with the brutal winters in Kansas dreams of pursuing their passion for sailing by opening up a charter sailing business on St. Thomas.    "
                },
                "4": {
                    "title": "A Florida Family Looks for a More Relaxing Life in Vieques, Puerto Rico",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "6 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Neil and Amber feel their hometown in Florida has become too populated and expensive. They've fallen for the beaches and outdoor lifestyle of Vieques, Puerto Rico, and are excited to raise their son on a bilingual island.    "
                },
                "5": {
                    "title": "Maryland Couple Is Ready for a New Beginning in Belize",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "13 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    A Maryland couple, after working through many snowy winters, has finally saved enough money to move to Ambergris Cave, Belize. Their ideal place comes with a small business so they can share their island lifestyle with visitors.    "
                },
                "6": {
                    "title": "A Pittsburgh Woman Seeks a Warmer Climate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "13 Mar. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Boston Couple Leaves the Mainland for the Dominican Republic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "20 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Eunice met Carlos in the Dominican Republic, and they have decided to move there after 20 years together in Boston. Carlos is a chef and hopes to open a restaurant on the island where he grew up.    "
                },
                "8": {
                    "title": "A Minnesota Couple Moves Their Family to Belize",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "20 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    A Minnesota family with three teenage daughters all hate long winters, but love water and sunshine. They hope to find an oceanfront home in Placencia, Belize, for the family to return to together for years to come.    "
                },
                "9": {
                    "title": "West Coast Newlyweds Make the Move to Aguada",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "27 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    A couple lives near the beach in New Jersey, but they don't get to take enough advantage of it due to the winter weather. They decide to start a new chapter in their lives and move to Puerto Rico to enjoy the beach year round.    "
                },
                "10": {
                    "title": "Soon-to-Be Empty Nesters Find Paradise on St. Maarten",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "27 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Maruf and Sonal's three kids are off to college and they're considering a move to St. Maarten. Both have worked very hard and are finally ready to buy a place on the beach with room for their entire extended family to visit.    "
                },
                "11": {
                    "title": "New Jersey Couple Looks for a Fixer Upper on St. John",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "3 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    A New Jersey couple wants to escape to St. John and find their dream home, a fixer-upper they can make their very own.    "
                },
                "12": {
                    "title": "Winter-Hating Couple Seeks Tropical Oasis on Aruba",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "3 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    A couple escapes Canadian winters and searches for a large house with a pool to entertain visitors on Aruba.    "
                },
                "13": {
                    "title": "New Yorker Dances Her Way Into a Fresh Start",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "10 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Successful New York writer Karin wants to leave the rat race behind for the most beautiful spot in Las Terrenas, Dominican Republic. Karin's son Dylan helps her choose the perfect condo with the help of broker Jesus Iturralde.    "
                },
                "14": {
                    "title": "Oklahoma Couple Needs a Large House for the...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "original air date": "10 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Kenny and Sheila first visited St. Thomas on a cruise and Kenny realized he could move his family and keep his job. With a blended family of four kids and Sheila's parents, the couple needs to find a house big enough for everyone.    "
                }
            },
            "6": {
                "1": {
                    "title": "Trading Minnesota Snow for St. John Sunshine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "11 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    After buying a rental car company, a Minnesota couple searches for a move-in ready home on St. John with an ocean view and close proximity to work.    "
                },
                "5": {
                    "title": "Moving Twins to St. Croix",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "25 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    A California firefighter and his family look for a large home with room for their 8-year-old twins on St. Croix.    "
                },
                "6": {
                    "title": "Southern Charm in St. Croix",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "25 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    A South Carolina family of four looks for their dream home with diving access on St. Croix.    "
                },
                "7": {
                    "title": "Landing on St. Croix",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "2 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    An Arizona helicopter pilot wants a property large enough for a landing pad on St. Croix.    "
                },
                "10": {
                    "title": "New Adventures in Curacao",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "original air date": "9 Oct. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Taking the Plunge in Curacao",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "original air date": "9 Oct. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "14": {
                    "title": "Treasured Time in Roatan, Honduras",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 14,
                    "original air date": "23 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Teri and Jon want to enjoy sun and snorkeling all year round in the lesser-known paradise of Roatan, Honduras. They hope to find a place to enjoy family time, and are also keeping an eye out for Roatan's pirate treasure.    "
                }
            },
            "7": {
                "13": {
                    "title": "Driving Into Bonaire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 13,
                    "original air date": "19 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    An English couple seek to move to Bonaire from Austin, TX; they hope to introduce outdoor living to their son; the couple seek a three bedroom house.    "
                }
            },
            "8": {
                "1": {
                    "title": "Harmonizing in Providenciales",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 1,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Sharla, Pete and their four children want to move to Providenciales, Turks and Caicos. The couple wants their kids to experience the island's culture, and Pete hopes to spend time with his family and compose music.    "
                },
                "2": {
                    "title": "Relaxing in Turks and Caicos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 2,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    A New York couple wants to make a permanent move to Turks and Caicos, and they're looking for an oceanfront condo with an amazing view.    "
                },
                "5": {
                    "title": "Raising a Family on St. Crox",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 5,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Diving Into a Simple Life in Roatan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 6,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Austin, Texas, couple Jez and Lisa want to expose their son, Luke, to outdoor living in Bonaire, a Dutch island near Venezuela. They're hoping to find a three-bedroom house close to the island's famous dive sites.    "
                },
                "7": {
                    "title": "A New Business on Roatan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 7,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    A couple is ready to leave Colorado to open a water skiing business on the island of Roatan in Honduras. They hire a local agent to find a rustic home on the beach with enough buildable land to create their own resort in paradise.    "
                },
                "8": {
                    "title": "Beginning a New Adventure in Bocas Del Toro",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 8,
                    "original air date": "26 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    A California couple wants to retire in Bocas del Toro, Panama, and start a new chapter in their lives.    "
                },
                "9": {
                    "title": "Paradise in Bocas Del Toro",
                    "kind": "episode",
                    "episode of": {
                        "title": "Caribbean Life (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 9,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Kara wants to escape the hustle and bustle of her Hollywood lifestyle and slow things down in Bocas del Toro, Panama. Kara loves the culture and picturesque reefs and hopes to start a new career as an underwater photographer.    "
                }
            }
        },
        "number of episodes": 84,
        "cast": [
            {
                "name": "Huycke, Jeff"
            },
            {
                "name": "McGurk, Stephen"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 9,
        "rating": 6.6,
        "votes": 36,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzIwMzhmMDctNTI0Zi00N2IyLTlmYzktODBjMGFlM2VhNDg0XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Follow families as they leave the mainland behind and head to the Caribbean to live on island time. Join their search for an affordable slice of heaven, touring gorgeous homes on white sandy beaches. You don't have be rich to live in paradise!",
        "languages": [
            "English"
        ],
        "title": "Caribbean Life",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Caribbean Life (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9"
        ],
        "production companies": [
            {
                "name": "Left/Right"
            }
        ],
        "other companies": [
            {
                "name": "GreenSlate"
            },
            {
                "name": "Sonic Magic"
            },
            {
                "name": "String and Can"
            }
        ],
        "plot": [
            "Follow families as they leave the mainland behind and head to the Caribbean to live on island time. Join their search for an affordable slice of heaven, touring gorgeous homes on white sandy beaches. You don't have be rich to live in paradise!"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 36,
                "rating": 6.6
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 12,
                "rating": 7.7
            },
            "aged 45 plus": {
                "votes": 16,
                "rating": 5.2
            },
            "males": {
                "votes": 18,
                "rating": 5.7
            },
            "males aged 30 44": {
                "votes": 8,
                "rating": 7.3
            },
            "males aged 45 plus": {
                "votes": 10,
                "rating": 4.7
            },
            "females": {
                "votes": 11,
                "rating": 7.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 8.2
            },
            "females aged 45 plus": {
                "votes": 6,
                "rating": 5.9
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 7.0
            },
            "us users": {
                "votes": 17,
                "rating": 6.3
            },
            "non us users": {
                "votes": 11,
                "rating": 5.9
            }
        },
        "number of votes": {
            "10": 9,
            "9": 1,
            "8": 7,
            "7": 5,
            "6": 2,
            "5": 3,
            "4": 3,
            "3": 0,
            "2": 1,
            "1": 5
        },
        "arithmetic mean": 6.6,
        "median": 7
    }
}