{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "21 March 2014",
                "notes": "                            (Los Angeles, California)"
            }
        ],
        "release dates": [
            "USA::21 March 2014                            (Los Angeles, California)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Fields, Marneen"
            },
            {
                "name": "Rose, Glitter"
            },
            {
                "name": "Link, Christian Ijin"
            }
        ],
        "locations": [
            "Grauman's Chinese Theater - 6925 Hollywood Blvd., Hollywood, Los Angeles, California, USA::(exterior sequences)",
            "Jeremiah Comedy Studio Theater in Studio City, California, USA",
            "Suburbia Hair Salon in Studio City, California, USA::(studio) (studio interiors)",
            "Valley Village Senior Apts in Valley Village, California, USA::(underground parking lot, bathroom sequences)",
            "The Laugh Factory in Hollywood, California, USA::(stage and red carpet sequences)"
        ],
        "genres": [
            "Short",
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjJiMTE0NGItNzU2Mi00OTQ5LTgwZGItZGQyOGFiOGNjMGI3XkEyXkFqcGdeQXVyMTM3MzIyMzg@._V1_SX101_CR0,0,101,150_.jpg",
        "budget": "$40,000 (estimated)",
        "plot outline": "\"Behind the Scenes of Kathryn Davis - Take 2\" is a video short highlighting portions of the pilot episode of \"Kathryn Davis - Take 2,\" a pilot for consideration for a prime time TV series. The TV series is created and written by, Marneen Fields who also stars in the LEAD role of actress-singer Kathryn Davis. The pilot episode of the series has received a Producers Choice Nomination from the LA Comedy Awards, and to date the title track to the sitcom has won, Most Inspirational Song - The Best of Las Vegas from the Las Vegas Fame Awards, and Most Inspirational Song - The Best of Hollywood from the Hollywood Fame Awards. The comedy is based on her life today as a middle-aged actress and pop-rock singer in Hollywood.",
        "languages": [
            "English"
        ],
        "title": "Kathryn Davis: Take 2, Taped Rehearsal",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Kathryn Davis: Take 2, Taped Rehearsal (United States)"
        ],
        "writer": [
            {
                "name": "Fields, Marneen"
            },
            {
                "name": "Ellsworth, Robin"
            }
        ],
        "production companies": [
            {
                "name": "Heavenly Waterfall Song Publishing & Productions"
            }
        ],
        "distributors": [
            {
                "name": "Heavenly Waterfall Song Publishing & Productions"
            }
        ],
        "plot": [
            "Highlighting portions of the pilot episode of \"Kathryn Davis - Take 2.\" A comedy based on Marneen Fields life today as a middle-aged actress and Pop singer in Hollywood.::Marneen Lynne Fields",
            "\"Behind the Scenes of Kathryn Davis - Take 2\" is a video short highlighting portions of the pilot episode of \"Kathryn Davis - Take 2,\" a pilot for consideration for a prime time TV series. The TV series is created and written by, Marneen Fields who also stars in the LEAD role of actress-singer Kathryn Davis. The pilot episode of the series has received a Producers Choice Nomination from the LA Comedy _Awards_ (qv), and to date the title track to the sitcom has won, Most Inspirational Song - The Best of Las Vegas from the Las Vegas Fame _Awards_ (qv), and Most Inspirational Song - The Best of Hollywood from the Hollywood Fame _Awards_ (qv). The comedy is based on her life today as a middle-aged actress and pop-rock singer in Hollywood.::Marneen Lynne Fields"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}