{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "3 March 2014"
            }
        ],
        "release dates": [
            "UK::3 March 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Australia (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "3 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    1/15 Ed and Cel go head-to-head at a sheep-shearing competition in Mullewa.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Australia (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "4 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Ed and Naomi race mobile toilets in Winton's Dunny Derby.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Australia (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "5 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Fancy making a big splash at a disused water park in Perth? What about discovering how termites make didgeridoos, or how about watching Edward Safety Scissorhands doing a bit of gardening in Tasmania? Yup, all this plus a step-by-step guide to playing 18-a-side Aussie rules football in Adelaide, and Ed and Johny compete in a boat race on a dried-up riverbed at the Henley-on-Todd Regatta in Alice Springs.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Australia (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "6 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Fancy a toboggan ride down Australia's highest mountain? What about learning how to throw a boomerang in Perth, or panning for gold Gangnam-style in a real gold-mining town in Victoria? Yes, all this plus a bizarre and grotesque collection of clockwork toys in Adelaide, and Ed and Naomi smash some plates and stomp on grapes at Townsville's annual Greek Festival.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Australia (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "7 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Fancy swimming with one of the biggest crocodiles on the planet in Darwin? How about eating fruit that tastes like chocolate, or visiting a Spanish castle near Cairns? Well, there's all this plus we find out how to make wooden clogs in a bonkers barn in Coffs Harbour, and Ed and Michelle compete in the Derby River Derby - a rubber ring raft race-type thing.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Australia (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Fancy diving in the Great Barrier Reef without even getting your hair wet? How about feeling the muscles of a two-metre-tall kangaroo in Alice Springs, or discovering Australia's capital city in Kylie Minogue style? Well, there's all this, plus we visit a car graveyard that has been turned into an outdoor art gallery and Ed and Naomi compete to see who can eat the largest amount of bogey-looking shellfish in Ceduna's Oyster Festival!    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Australia (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "11 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Fancy learning how to handle some seriously wriggly snakes in Perth? How about climbing aboard a shipwrecked sailing boat in Adelaide, or finding out how witchetty grubs can soothe sunburn in an Alice Springs desert? Well, there's all this plus a big thing in Coffs Harbour in the shape of an enormous banana, and Ed and Michelle get blinged up when they go gold-digging in South Australia.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Australia (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "12 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Fancy digging for eggs made by a volcano in Queensland? How about discovering one of the oldest paintings on the planet, in a cave near the Brambuk Aboriginal Centre, or going a bit potty over a collection of 3,000 teapots? Well, there's all this plus we have exclusive access to the Sydney Opera House! And Ed and Johny compete to see who'll be the best Aussie cowboy at the Camooweal Drovers Festival.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Australia (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "13 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Fancy digging for million-year-old opals in Coober Pedy? How about discovering limestone formations made from old crustaceans at the Pinnacles in Western Australia, or meeting a pretzel-eating camel at Uluru? Well, there's all that plus a visit to a place in Tasmania where every day grease is the word, and Ed and Naomi go head-to-head, or should that be hand-to-hand in a one-armed prawn-peeling competition at the Cabramatta Moon Festival in Sydney.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Australia (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "14 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Fancy watching 70,000 little penguins waddle up a beach on Phillip Island? How about visiting Coober Pedy to play desert golf with no greens, or waltzing with Matilda around a billabong in Winton? Well, there's all this plus a monster collection of trucks in Alice Springs and Ed and Johny go head-to-head in a race to pull a giant metal mammal up a hill at Eden Whale Festival!    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Australia (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "17 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Fancy climbing Sydney Harbour Bridge? How about meeting a Perth man who has a collection of 500,000 spiders, or watching a movie at Darwin's deckchair cinema? Well, there's all this plus we visit the largest sand island in the world and Ed and Naomi compete to be the best street performer at the Coffs Harbour International Buskers Festival.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Australia (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "18 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Fancy eating a pie called a floater in Sydney? How about exploring an outdoor art gallery made of wooden bollards in Geelong, or discovering a magical wall with household objects stuck to it? Well, there's all this and we visit a town called Alice. Plus, Ed and Cel find out that cooking doesn't get much tougher than in the outback at Trundle's Bush Tucker Day, where the loser has to eat a witchetty grub!    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Australia (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "19 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Fancy exploring Coober Pedy, where people live underground? How about sandboarding on the gnarly dunes of Lancelin, or living as a convict for the day in Sydney? Well, there's all this and we also visit a Tasmanian town full of massive murals. Plus, Ed and Iain compete in a surfboat championship - who will catch the biggest wave in Surfer's Paradise?    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Australia (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "20 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Find out who will win the trophy for Best Presenter in a Main Event! Ed Petrie goes head-to-head with Michelle Ackerley, Johny Pitts, Ceallach Spellman, Iain Stirling and Naomi Wilkinson in events such as a one-armed prawn-peeling competition at the Cabramatta Moon Festival, a Dunny Derby mobile toilet race in Winton, a giant metal whale pull up a steep hill at the Eden Whale Festival, and a kayak race in a dried-up riverbed at Henley on Todd's annual regatta.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Australia (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "21 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Ed Petrie and Iain Stirling catch a ferry to Sydney's Manly Beach to introduce us to a bizarre Aussie musical road trip. They are joined by Naomi Wilkinson, Johny Pitts, Michelle Ackerley and Ceallach Spellman, who sing their way around some of the most unusual, awesome, random and amazing places in Australia.    "
                }
            }
        },
        "number of episodes": 15,
        "cast": [
            {
                "name": "Petrie, Ed"
            },
            {
                "name": "Ackerley, Michelle"
            },
            {
                "name": "Spellman, Ceallach"
            },
            {
                "name": "Stirling, Iain"
            },
            {
                "name": "Wilkinson, Naomi"
            },
            {
                "name": "Nixon, Sam"
            },
            {
                "name": "Oduba, Ore"
            },
            {
                "name": "Pitts, Johny"
            },
            {
                "name": "Rhodes, Mark"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODQxMTk3MzMtZjAxOS00YmE4LTlmNTItZTUzOTQ5ZjYzNzhkXkEyXkFqcGdeQXVyMzU5MDgzNg@@._V1_SY150_CR28,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "All Over the Place: Australia",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-2014",
        "akas": [
            "All Over the Place: Australia (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Cockerill, Nathan"
            },
            {
                "name": "Crockatt, Ali"
            },
            {
                "name": "Dann, Tim"
            }
        ],
        "production companies": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            }
        ],
        "plot": [
            "Join Ed Petrie, Michelle Ackerley, Sam Nixon, Johny Pitts, Mark Rhodes, Ceallach Spellman, Iain Stirling, Katie Thistleton and Naomi Wilkinson on an incredible journey to find the most unusual and amazing places to visit in Australia.::Anon"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}