{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "  2014"
            },
            {
                "country": "UK\n",
                "date": "17 February 2014"
            }
        ],
        "release dates": [
            "UK::2014",
            "UK::17 February 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Andy's Dinosaur Adventures"
            },
            {
                "countries": "Norway",
                "title": "Andys ville dinoeventyr"
            },
            {
                "countries": "Sweden",
                "title": "Andys dinosaurieäventyr"
            }
        ],
        "akas": [
            "Andy's Dinosaur Adventures (original title)",
            "Andys ville dinoeventyr Norway",
            "Andys dinosaurieäventyr Sweden"
        ],
        "akas from release info": [
            "Andy's Dinosaur Adventures (original title)",
            "Andys ville dinoeventyr Norway",
            "Andys dinosaurieäventyr Sweden"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "T-Rex and Pumice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Andy's Dinosaur Adventures (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "17 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Andy travels back in time and meets the T-Rex. He tries to find a pumice stone for the national museum.    "
                },
                "2": {
                    "title": "Diplodocus and Fern",
                    "kind": "episode",
                    "episode of": {
                        "title": "Andy's Dinosaur Adventures (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "18 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Andy travels back in time 152 million years, to the time of diplodocus - a massive 25 metre long plant-eating dinosaur. His mission, to find and pick a giant fern to replace the one he accidentally broke back at the museum. Along the way he witnesses an adult diplodocus knocking down trees with its front legs. Will he succeed before the museum opens?    "
                },
                "3": {
                    "title": "Leaellynasaura and Egg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Andy's Dinosaur Adventures (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "19 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Andy travels back in time 106 million years, to the time of leaellynasaura - a dinosaur that lived in Australia. His mission - to find some broken egg shells from the nest of a mother leaellynasaura. Along the way he battles with a polar allosaurus, one of Australia's deadliest predators, as well as witnessing some cute antics from some baby leaellynasaura. But, will Andy succeed before the museum opens?    "
                },
                "4": {
                    "title": "Eustreptospondylus and Ammonite",
                    "kind": "episode",
                    "episode of": {
                        "title": "Andy's Dinosaur Adventures (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "20 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Andy travels back in time 149 million years, to the time of the ammonites - a kind of mollusc that lived in shoals and swam in the sea. His mission is to find an ammonite shell to replace the one he broke back at the museum. Along the way he witnesses bay turtles hatching and taking their first swim and comes face to face with eustreptospondylus, a swimming dinosaur. But, will Andy succeed before the museum opens?    "
                },
                "5": {
                    "title": "Iberomesornis and Feather",
                    "kind": "episode",
                    "episode of": {
                        "title": "Andy's Dinosaur Adventures (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "21 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Andy travels back to the time of iberomesornis - a bird that lived in the forests of Spain 127 million years ago. His mission is to find some blue feathers belonging to the bird to replace the one he and Hatty accidentally lost back at the museum. Along the way he takes to the skies with one of the largest flying pterosaurs that ever lived. But, will he succeed before the museum opens?    "
                },
                "6": {
                    "title": "Triceratops and Horn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Andy's Dinosaur Adventures (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "24 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Andy travels back 65 million years to the time of triceratops, a plant-eating dinosaur which roamed the plains of North America. His mission is to find a triceratops horn to replace the one he broke back at the museum. Along the way he comes face-to-face with the mighty T-rex and meets an ankylosaurus, another plant-eating dinosaur covered in huge armoured spikes. Then he sees two triceratops battle to become leader of the pack. But, will Andy find a horn and get back to the museum in time before it opens?    "
                },
                "7": {
                    "title": "Cynodont and Lichen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Andy's Dinosaur Adventures (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "25 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Andy travels back in time 220 million years, to the time of cynodont - a dog-like furry creature with excellent eyesight and a powerful sense of smell. His mission is to find some lichen, a moss-like plant that cynodont used as bedding in its underground burrow. Along the way he meets coelophysis, one of the earliest dinosaurs and one of cynodont's deadliest enemies. But, will Andy succeed in time before the museum opens?    "
                },
                "8": {
                    "title": "Iguanadon Footprint",
                    "kind": "episode",
                    "episode of": {
                        "title": "Andy's Dinosaur Adventures (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "26 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Andy travels back in time 127 million years, to the time of iguanodon - a plant-eating dinosaur that moved in herds. His mission is to find the herd and make a plaster copy of one of its footprints to replace the one he accidentally broke back at the museum. He watches with amazement how they stand on their hind legs to reach the leaves of tall trees before taking a stroll on a beach with a huge herd of them. But, will he succeed in time before the museum opens?    "
                },
                "9": {
                    "title": "Coelophysis and Fish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Andy's Dinosaur Adventures (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "27 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Andy travels back 220 million years to the time of coelophysis - one of the earliest dinosaurs that hunted in packs and was an expert at fishing. His mission is to find a fish to replace the one that was eaten by Taffy the cat back at the museum. Along the way he witnesses pterosaurs fishing as well as discovering that the fish he's after buries itself in the ground when the river dries up. But, will Andy succeed in time before the museum opens?    "
                },
                "10": {
                    "title": "Ornithocheirus and Sand Dollar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Andy's Dinosaur Adventures (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "28 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Andy travels back 127 million years to the time of ornithocheirus - one of the largest flying pterosaurs that ever lived. His mission is to find the skeleton of a sand dollar - a sea creature which spent its life crawling around on the ocean floor. Along the way he comes nose to beak with a tapejaras, a pterosaur which had a beautiful red crest, before taking to the skies on the back of an ornithocheirus. But, will Andy succeed in time before the museum opens?    "
                },
                "11": {
                    "title": "Allosaurus and Dragonfly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Andy's Dinosaur Adventures (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "3 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Andy travels back 145 million years to the time of allosaurus, one of the planet's deadliest hunters of all time. His mission is to catch a dragonfly that baby allosaurus used to hunt and eat. He finds the nest of an allosaurus and watches the babies emerging from eggs and taking their very first steps. But, will he succeed in his mission and make it back to the museum in time?    "
                },
                "12": {
                    "title": "Placerias and Red Clay",
                    "kind": "episode",
                    "episode of": {
                        "title": "Andy's Dinosaur Adventures (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "4 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Andy travels back 220 million years to the time of placerias, a giant hippo-like reptile that roamed the earth alongside dinosaurs. His mission is to make a clay model of the head of a placerias to replace the one that broke back at the museum. Along the way he comes face-to-face with a hungry coelophysis, one of the earliest known dinosaurs, with placerias on the menu for lunch. The question is, will Andy succeed in time before the museum opens?    "
                },
                "13": {
                    "title": "Muttaburrasaurus and Berries",
                    "kind": "episode",
                    "episode of": {
                        "title": "Andy's Dinosaur Adventures (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "5 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Andy travels back 106 million years to the time of muttaburrasaurus, a nine-metre-long dinosaur that lived in Australia. His mission is to collect some red berries from a tree that the muttaburrasaurus likes to eat. They have funny bumps on the end of their noses which make spectacular noises - really useful to scare off a hungry allosaurus that comes their way! But will Andy succeed and make it back to the museum in time?    "
                },
                "14": {
                    "title": "Brachiosaurus and Monkey Puzzle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Andy's Dinosaur Adventures (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "6 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Andy travels back 150 million years to the time of brachiosaurus - a huge plant-eating dinosaur measuring 26 metres from nose to tail. His mission is to find a branch of a monkey puzzle tree - the favourite food of a brachiosaurus. But they are over 40 metres tall with no low branches - will Andy get his hands on one? And if he does, will he make it back to the museum in time before it opens?    "
                },
                "15": {
                    "title": "T-Rex and Imprint",
                    "kind": "episode",
                    "episode of": {
                        "title": "Andy's Dinosaur Adventures (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "7 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Andy travels back 65 million years to North America in the time of Tyrannosaurus rex. His mission is to get a clay imprint of the skin of a T-Rex. Since T-Rex was one of the largest and fiercest meat eaters on the planet, he has to wait for one to fall asleep, but with adorable T-Rex babies to look after, the mother T-Rex is anything but tired. Will Andy succeed and make it back to the museum in time?    "
                },
                "16": {
                    "title": "Stegosaurus and Painting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Andy's Dinosaur Adventures (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "24 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Andy travels back 150 million years and all the way to North America, the home of Stegosaurus - a five-tonne plant eater that was as long as a double-decker bus! Stegosaurus were covered in armoured plates that they flushed blood into when they were angry to scare away meat-eating dinosaurs like Allosaurus. Andy's mission is to get a photograph of the plates of an angry Stegosaurus so he can finish Hatty's painting back at the museum. But will he make it back in time, especially since a hungry Allosaurus is never far away?    "
                },
                "17": {
                    "title": "Diplodocus and Dung",
                    "kind": "episode",
                    "episode of": {
                        "title": "Andy's Dinosaur Adventures (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "25 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Andy travels back 152 million years, to the time of Diplodocus - a massive 25-metre-long plant-eating dinosaur. His mission is to find a dung beetle. Along the way he witnesses a baby Diplodocus emerging from the ground to take their very first steps. But, will Andy succeed in time before the museum opens?    "
                },
                "18": {
                    "title": "Postosuchus and Teeth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Andy's Dinosaur Adventures (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "26 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Andy travels back 220 million years to the time of Postosuchus - a giant crocodile-like creature that roamed North America in the time of the earliest dinosaurs. Before dinosaurs came along he was the biggest meat eater on the planet with a set of teeth to be proud of. So much so, in fact, that Hatty's display is all about the Postosuchus' teeth - only, they've all gone missing! Andy's mission is to track down a Postosuchus and make himself some plaster copies of its teeth. Not an easy task given it would happily take a bite out of him given half a chance!    "
                },
                "19": {
                    "title": "T-Rex and Roar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Andy's Dinosaur Adventures (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "27 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Andy travels back 65 million years to the time of Tyrannosaurus rex - Andy's favourite dinosaur of all time. It also had a pretty impressive roar which Hatty has simulated in the museum using the trumpet of an elephant and the bark of a dog. When the CD of the sound effect gets damaged moments before the museum opens, Andy vows to fix the problem. His mission is to track down a T-Rex and record its massive roar - but that will mean getting up close and personal with one of the biggest known meat eaters on the planet. Will he succeed, and will he make it back to the ...    "
                },
                "20": {
                    "title": "Allosaurus and Salt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Andy's Dinosaur Adventures (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "28 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Andy travels back 145 million years to the time of Allosaurus - a massive meat-eating dinosaur that roamed the salt flats of North America. Hatty's display features a fossilised footprint of an Allosaurus that she found on her travels but when the delivery of salt she needed to finish the display fails to turn up (in fact it turns out to be pepper), Andy vows to fix the problem. His mission is to travel back to the prehistoric salt flats and collect enough salt to finish the display. Along the way he befriends an Allosaurus but two others turn up which are less ...    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Day, Andy"
            },
            {
                "name": "Copeland, Kate"
            }
        ],
        "genres": [
            "Family"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Norway:A::(TV rating)"
        ],
        "number of seasons": 1,
        "rating": 7.7,
        "votes": 48,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzg3OTgyNjYyNl5BMl5BanBnXkFtZTgwMjQxMTA3NjE@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Andy's Dinosaur Adventures",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-2014",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Makin, Patrick"
            }
        ],
        "production companies": [
            {
                "name": "British Broadcasting Corporation"
            }
        ],
        "distributors": [
            {
                "name": "Albatros Film"
            },
            {
                "name": "CBeebies"
            }
        ],
        "plot": [
            "Whilst working in a museum Andy finds a portal to the age of the dinosaurs."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 48,
                "rating": 7.7
            },
            "aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 7.8
            },
            "aged 30 44": {
                "votes": 18,
                "rating": 7.6
            },
            "aged 45 plus": {
                "votes": 5,
                "rating": 5.8
            },
            "males": {
                "votes": 25,
                "rating": 7.0
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 7.8
            },
            "males aged 30 44": {
                "votes": 12,
                "rating": 7.5
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 5.8
            },
            "females": {
                "votes": 8,
                "rating": 7.7
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 6,
                "rating": 7.7
            },
            "top 1000 voters": {
                "votes": 6,
                "rating": 7.0
            },
            "us users": {
                "votes": 1,
                "rating": 10.0
            },
            "non us users": {
                "votes": 24,
                "rating": 7.2
            }
        },
        "number of votes": {
            "10": 17,
            "9": 4,
            "8": 10,
            "7": 5,
            "6": 5,
            "5": 2,
            "4": 1,
            "3": 0,
            "2": 1,
            "1": 3
        },
        "arithmetic mean": 7.7,
        "median": 8
    }
}