{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2014"
            },
            {
                "country": "USA\n",
                "date": "11 August 2014"
            }
        ],
        "release dates": [
            "USA::2014",
            "USA::11 August 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Game On!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Red Hot Design (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "11 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Jeff and Romeo's almost 10 thousand square foot home has one problem. While the adults party, there's no area for all their nieces, nephews and friend's kids to hang out and have as much fun as the adults. When Shasta decides to add angel wings to a new security gate for an upscale Tattoo parlor she puts the project's deadline in serious trouble. As part of Shasta's agreement to build the new gate, she negotiates a free tattoo for one member of her team.    "
                },
                "2": {
                    "title": "Tiki Bar Brouhaha",
                    "kind": "episode",
                    "episode of": {
                        "title": "Red Hot Design (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "18 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Shasta and the Vintage Monkey crew tackle an eclectic huge backyard project. Shasta is determined to give them a special place that fits in with their unique lifestyle, complete with an authentic looking Tiki Bar. Meanwhile the newly wed Zimmers need a space to entertain both their families at the same time. The problem is the Living Room they want to use is very small and the Zimmer's budget is even smaller. The Vintage Monkey team gets ready for their first ever open house but with the projects running behind, it will be a miracle if they'll make their own party.    "
                },
                "3": {
                    "title": "Staging a Disaster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Red Hot Design (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "25 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Shasta and the Vintage Monkey Team have their hands full getting the Capital Stage Company's embarrassing outdoor space transformed from a junkyard to a Summer Stage. Meanwhile, Shasta hits a scrap yard for inspiration and materials for a unique chandelier that will become the focal point of a neglected bedroom in Barb's very upscale home. While Jason struggles to help complete these two projects on time, he's somewhat distracted while preparing for his wedding and very nervous about his first dance.    "
                },
                "4": {
                    "title": "Bottoms Up!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Red Hot Design (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Shasta takes on one of the largest projects she's ever tried. The new owners of an historic but neglected bar are trying to go more upscale. While right up Shasta's alley, the project comes crashing in when they start running into some of the bar's long held secrets. Later, Shasta works with the parents of an autistic boy to turn a plain backyard into a remarkable sound garden. The entire family is on pins and needles to see how their son will take to his surprise. Alex has his friends look at his online dating profile but when his so called friends learn about his ...    "
                },
                "5": {
                    "title": "Burning Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Red Hot Design (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "8 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Kim and John's backyard gravel pit patio has been their Achilles heel, never knowing quite what to do with it. But Shasta's bold fire and water design will either go over big or become the biggest disaster in her career. Shasta and the guys switch gears and transform a downtown Yoga Studio filled with hand-me-downs with an energetic design. The Yoga studio inspires Alex to get healthy and start making the right food choices, but when he shows up for a yoga lesson, it might be too much, even for the Yoga instructors!    "
                },
                "6": {
                    "title": "Quit Wine-ing!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Red Hot Design (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "15 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Shasta's challenge is to transform a patio in order to attract business for a Wine Bar. Shasta is excited and worried at the same time that her design will be featured in a prime downtown location. Newly divorced Fadia is looking to create an inviting space in her neglected living room. Shasta designs a bold transformation but when Fadia first sees it, her reaction has them all stunned. Meanwhile, both projects mean the guys are working around the clock and when Shasta starts adding on to the designs, the guys start to protest.    "
                },
                "7": {
                    "title": "Get Your Spa On!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Red Hot Design (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "22 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Shasta and her team travel to San Francisco to help expand the Vintage Monkey's business. They transform a spa's virtually unusable common area into a place where clients can relax and enjoy their environment. The young Brightbill family has one last room left to \"upscale to their new life stage,\" but Shasta and her client don't exactly have the same vision. Finally, the VM team gets a little pampering which includes Thomas and Tony getting their first ever pedicures and Alex and Jason getting facials around their burly beards.    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Smith, Shasta"
            },
            {
                "name": "Ramey, Thomas"
            },
            {
                "name": "Bures, Tony"
            },
            {
                "name": "Chernowetz, Jason"
            },
            {
                "name": "English, Alex"
            }
        ],
        "locations": [
            "Sacramento, California, USA::(The Vintage Monkey)"
        ],
        "genres": [
            "Reality-TV"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.7,
        "votes": 13,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQ4OTk1Mzc2M15BMl5BanBnXkFtZTgwNjYwNDAxMzE@._V1_SY150_CR38,0,101,150_.jpg",
        "plot outline": "Red Hot Design follows Shasta Smith, a self-styled queen of upscaling. Smith and her crew take unusual and unique materials - from motorcycle hubcaps to airplane wings - and transform them into upscale pieces of furniture and artwork for their clients.",
        "languages": [
            "English"
        ],
        "title": "Red Hot Design",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Cineflix Productions"
            }
        ],
        "distributors": [
            {
                "name": "A&E Television Networks"
            }
        ],
        "plot": [
            "_Red Hot Design_ (qv) follows Shasta Smith, a self-styled queen of upscaling. Smith and her crew take unusual and unique materials - from motorcycle hubcaps to airplane wings - and transform them into upscale pieces of furniture and artwork for their clients."
        ],
        "synopsis": [
            "Red Hot Design follows Shasta Smith, a cutting edge interior designer, and her team of talented grease monkeys who salvage, build and re-purpose vintage scrap metal into phenomenal architectural elements matched with great color and fabrics. Shasta, the owner of Sacramento-based design shop, The Vintage Monkey wields beauty, talent and razor-sharp wit to keep everything on track as the team juggles projects and deadlines.The show's episodes follow Sacramento-based interior designer Shasta Smith, who heads a team of grease monkeys that salvage, re-purpose and build vintage scrap metal into architectural elements. Smith has owned Vintage Monkey for 15 years, and Red Hot Design (7 x 60 minutes) will follow her and her team from sketch to showroom, as works of vintage industrial art are created after they troll through scrapyards for inspiration and materials."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 13,
                "rating": 6.7
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 1.0
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 6.2
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 10.0
            },
            "males": {
                "votes": 8,
                "rating": 4.4
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 1.0
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 2.5
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 10.0
            },
            "females": {
                "votes": 3,
                "rating": 7.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 1.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 2.5
            },
            "us users": {
                "votes": 6,
                "rating": 4.0
            },
            "non us users": {
                "votes": 1,
                "rating": 1.0
            }
        },
        "number of votes": {
            "10": 7,
            "9": 1,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 4
        },
        "arithmetic mean": 6.7,
        "median": 1
    }
}