{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "26 May 2014"
            },
            {
                "country": "USA\n",
                "date": "10 June 2014"
            },
            {
                "country": "USA\n",
                "date": "10 June 2014",
                "notes": "                            (Albuquerque, New Mexico)"
            }
        ],
        "release dates": [
            "USA::26 May 2014",
            "USA::10 June 2014",
            "USA::10 June 2014                            (Albuquerque, New Mexico)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "What Goes Around Comes Around",
                    "kind": "episode",
                    "episode of": {
                        "title": "Smitty's (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Howard Smitty, a manic-depressive, tries to keep all of the crazy characters from ruining his grocery store, as he restores his family.    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Tode, Rob"
            },
            {
                "name": "Christensen, Trine"
            },
            {
                "name": "Kammerman, Jade"
            },
            {
                "name": "Saturn, Air"
            }
        ],
        "locations": [
            "Albuquerque, New Mexico, USA",
            "New Mexico, USA"
        ],
        "genres": [
            "Comedy",
            "Drama"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "26 May 2014 (USA)",
        "number of seasons": 1,
        "budget": "$10,000 (estimated)",
        "plot outline": "Smitty's may be a small-town grocery store, but it gives you the world. This unique comedy TV series, named after the aforementioned store, focuses on the everyday trials and tribulations of the colorful characters who call the store home. Some call it home temporarily, some call it home permanently, and some wish they could call it home temporarily. Regardless of their attitude toward Smitty's, they have all gotten used to the lifestyle it provides them and plan to stick around for the immediate future. These characters are ciphers for certain near-universal elements of the human condition - particularly the common need for people to reach out to others in a collective environment - and to know them is to know the world. But threatening to damage these characters' existence are the representatives of a greedy multinational corporation who carry the proposal of a \"takeover\" in their briefcases. The world at large is now crashing down upon the world in microcosm that is Smitty's. Will the inhabitants of Smitty's be able to save their store? Or will their dream that could be described as Mallrats meets Capitalism: A Love Story come to an end? Three things are certain: They've got some strategizing and shopping and slacking to do.",
        "languages": [
            "English"
        ],
        "title": "Smitty's",
        "year": 2014,
        "kind": "tv mini series",
        "series years": "2014-",
        "akas": [
            "Smitty's (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Germansky, Barry"
            },
            {
                "name": "Hampton, Brandon K."
            }
        ],
        "director": [
            {
                "name": "Hampton, Brandon K."
            }
        ],
        "production companies": [
            {
                "name": "MoonStar Pictures"
            }
        ],
        "distributors": [
            {
                "name": "Amazon Prime Video"
            },
            {
                "name": "MoonStar Pictures"
            }
        ],
        "plot": [
            "_Smitty's_ (qv) may be a small-town grocery store, but it gives you the world. This unique comedy TV series, named after the aforementioned store, focuses on the everyday trials and tribulations of the colorful characters who call the store home. Some call it home temporarily, some call it home permanently, and some wish they could call it home temporarily. Regardless of their attitude toward _Smitty's_ (qv), they have all gotten used to the lifestyle it provides them and plan to stick around for the immediate future. These characters are ciphers for certain near-universal elements of the human condition - particularly the common need for people to reach out to others in a collective environment - and to know them is to know the world. But threatening to damage these characters' existence are the representatives of a greedy multinational corporation who carry the proposal of a \"takeover\" in their briefcases. The world at large is now crashing down upon the world in microcosm that is _Smitty's_ (qv). Will the inhabitants of _Smitty's_ (qv) be able to save their store? Or will their dream that could be described as Mallrats meets Capitalism: A Love Story come to an end? Three things are certain: They've got some strategizing and shopping and slacking to do.::Writing Department for _Smitty's_ (qv)"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}