{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "23 February 2014"
            }
        ],
        "release dates": [
            "Belgium::23 February 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Lassie"
            },
            {
                "countries": " (working title)",
                "title": "The New Adventures of Lassie"
            }
        ],
        "akas": [
            "Lassie (original title)",
            "The New Adventures of Lassie (working title)"
        ],
        "akas from release info": [
            "Lassie (original title)",
            "The New Adventures of Lassie (working title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Saving Zuli!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lassie (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "23 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    With the first snows of winter on the way, Zoe, Lassie and Harvey ignore Graham's warnings and track a tagged bird they have released into the wild. The three rescue the bird, too weak to migrate south, but not until they've exposed themselves to a dangerous blizzard.    "
                },
                "2": {
                    "title": "Poachers in the Park!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lassie (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "11 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Zoe and her mother nurse an injured Grizzly cub back to health and release it into the wild. However, when Zoe realizes she may have just handed the little bear over to a poacher, she, Lassie and Harvey head back into the forest to set a trap for the poacher and rescue the cub.    "
                },
                "3": {
                    "title": "Gold Rush!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lassie (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "19 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Zoe and Lassie take Harvey up a small creek to see a beaver dam and visit her family's favorite swimming hole. Realizing that the beavers - and the Creek itself - are threatened by a pair of unscrupulous gold miners who have snuck into the area, Zoe and Harvey take in on themselves to stop them.    "
                },
                "4": {
                    "title": "Danger on the Mountain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lassie (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "18 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Zoe, Harvey and Lassie take a dangerous trip into the forest to find Zoe's beloved Aunt Kim, who has crashed her plane in the high country. What Zoe doesn't know, is that Kim was carrying a cougar in a cage...and finding Kim means walking into danger.    "
                },
                "5": {
                    "title": "The Treasure of Dan Montaigne",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lassie (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "15 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    When Lassie and the kids find an old treasure map in Mrs. Lee's store, it sends them on an adventure that reveals the truth about a notorious hermit who lived in the peaks of Grand Mountain. When Nick Connelly follows them, hoping to steal the 'treasure', he sets off a trap that endangers them all.    "
                },
                "6": {
                    "title": "Forest Fire!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lassie (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "9 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Zoe and Harvey witness a lightning strike that begins a forest fire. Making a heroic choice not to head for home, Zoe leads Lassie and Harvey up the mountain to a fire lookout, using the radio inside to alert her father to the fire. However, her eagerness to save a group of animals trapped by the advancing fire puts them all in danger.    "
                },
                "7": {
                    "title": "Spider Bite!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lassie (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "7 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Zoe, Lassie and Harvey are with Graham in a nearby town when Sarah calls them with an emergency. Mrs. Lee has been bitten by a poisonous spider and needs antivenin. Rushing home, Graham and the kids encounter a couple of tourists who have got themselves into trouble. Graham is duty-bound to remain behind. Now it's up to Lassie, Zoe and Harvey to find the quickest way into the valley...and that means rafting down the notoriously dangerous rapids.    "
                },
                "8": {
                    "title": "Roundup!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lassie (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "25 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Zoe and Harvey are finally old enough to accompany Graham on the annual roundup of the park's wild horses. Working alongside a group of cowboys, the kids and Lassie help Graham drive the wild horses back to the valley where they can be well taken care of, and eventually placed safely on ranches in the area. When one pregnant mare goes missing, Zoe and Lassie can't leave her behind...especially with rustlers in the area.    "
                },
                "9": {
                    "title": "Night of the Wolves",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lassie (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "23 Nov. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Avalanche",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lassie (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "15 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Skiing in a local resort, Zoe, Lassie and Harvey meet a reckless young teenager named Drew. The supremely confident older boy convinces the kids to try a run that Graham has recently closed because of the danger of avalanches. The run is steeper than Drew can handle. His thirst for excitement puts him...as well as Lassie and the kids in danger. But as the kids work their way into the back country to find Drew, they find themselves face to face with a hungry wolverine...right in the middle of an avalanche zone!    "
                },
                "11": {
                    "title": "The Day Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lassie (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "1 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Lassie and the Parker family's attempt to spend a quiet day together having a picnic like a normal family is interrupted by constant emergencies. The family never actually have their picnic... but they do realize they're happiest when they're doing what they do best...\"saving the day!\"    "
                },
                "12": {
                    "title": "The Tornado Hunters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lassie (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "22 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Zoe and Harvey must ignore an oncoming storm to help a group of amateur tornado chasers survive outside in the dangerous weather. Luckily, with Lassie to help them, the odd are on their side.    "
                },
                "13": {
                    "title": "Where's Lassie?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lassie (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "8 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Hiking in the forest Zoe stays behind to hang out with some older girls she admires and Lassie heads for home on her own. When Zoe arrives home later, she's concerned to discover that Lassie never came home. Now while the whole community searches for her, only Zoe knows the dog well enough to find her.    "
                },
                "14": {
                    "title": "Who Knows Best?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lassie (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "31 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    When Zoe and Harvey make a bet who can get home first, they take different paths. While Harvey follows the paths as indicated on his map, Zoe attempts to blaze her own trail. But without Lassie along to guide her, Zoe will get herself hopelessly lost.    "
                },
                "15": {
                    "title": "Hide and Seek!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lassie (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "8 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    When Sarah must head into the field to investigate an illness that is affecting the park's deer, Zoe is left in charge of the one fawn that appears to be resistant to the disease. When the little deer escapes, Zoe feels responsible and sets out to find him, taking Lassie with her.    "
                },
                "16": {
                    "title": "Frances' Garden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lassie (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "5 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Following Mrs. Lee's indications to find a special flower which may cure Biff, Lassie and the kids look for the home and garden of an aging hermit named Frances. The old woman seems mean and inaccessible and when the kids unintentionally infuriate her, they look like they may be in trouble. Things change when Lassie gives the kids some insight into Frances's true nature and they realize they're perfectly situated to help the old woman find a way to happiness.    "
                },
                "17": {
                    "title": "The Iron Horse of Grand Mountain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lassie (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "12 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Robert Humphrey begins running steam-train tours in Grand Mountain which Lassie and Zoe see are scaring the park's small herd of buffalo. Graham tells Humphrey he must change the train's route. Humphrey ignores the warnings and sends the train down an old and damaged track. Now, not only are the buffalo in real danger, but every passenger on the train is at risk... and only Zoe and Lassie can prevent a disaster.    "
                },
                "18": {
                    "title": "The Demon of Diamond Lake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lassie (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "22 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Lassie and the kids have found a family of Black-Footed Ferrets living in the park! These rare animals are endangered and the kids are excited to see their den protected. At the same time, Robert Humphrey has come up with a plan to attract tourists to the park by paying Nick Connelly to impersonate a legendary ,Loch Ness, style monster. When Humphrey's plan is more successful than he expects he sets off a stampede of curious tourists that threaten the endangered animals.    "
                },
                "19": {
                    "title": "Thin Ice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lassie (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "12 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Humphrey's niece, Samantha, brings a group of girls up from the city for her birthday party, she and Zoe don't get along. When Samantha's choice of skating ponds puts her whole group in danger, Zoe intercedes, saving Samantha and finding a true ally - which is a good thing, because it's going to take both of them together with Lassie to save Harvey's life.    "
                },
                "20": {
                    "title": "Trapped",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lassie (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "13 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Zoe, Lassie and Harvey head into the high country with Graham when the waters of Diamond Lake begin to mysteriously recede, threatening the animals who drink from the lake. Graham fears that some obstruction may have blocked the flow of water. When the rangers discover a logjam that has dammed the creek that feeds the lake, they set to work busting it up...never knowing that Graham has become trapped in an underground channel that will flood the moment the logjam is broken...    "
                },
                "21": {
                    "title": "Momma Zoe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lassie (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "1 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    When Sarah airlifts a wolf and her pups to another park for their own safety, Zoe discovers that one pup has been inadvertently left behind. Promising the tiny wolf that she will return it to its mother, Zoe, Lassie and Harvey begin to hike the pup out of the backcountry. The little wolf turns out to be a handful...and when it escapes from the kids, Lassie must face a mountain lion to protect the kids as they try to retrieve the cub.    "
                },
                "22": {
                    "title": "Condors in the Valley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lassie (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "14 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    After Lassie spots a condor that's been hurt in the wing, Zoe and Harvey must transport the endangered bird to Sarah's clinic. Lassie realizes the Condor has left a chick in her nest and the kids realize they must save TWO generations of this endangered species. With fewer than 400 of these rare birds left alive, their mission is a vital one.    "
                },
                "23": {
                    "title": "Harvey's Journey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lassie (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "1 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Harvey's father was a famous rock climber who died when Harvey was just a baby. When a Park event leaves Harvey feeling the loss of his father very strongly, he sneaks away from the Valley to make the dangerous climb to a remote lake that was his father's favorite spot in the world. Guessing where he's gone, Zoe, Lassie and Harvey's mother, Beth, hike after Harvey, hoping to catch him before he gets into real danger. In the end, Harvey's own gifts...and Lassie...help the boy reach the remote lake and share a moment with his father.    "
                },
                "24": {
                    "title": "The Secrets of the Parker Clan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lassie (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "5 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Zoe's father Graham grew up in the Valley. His grandparents were some of the area's first residents. While Zoe knows a lot about her family, one mystery remains...there is a tiny valley where her father used to go...that he never talks about. In fact he's never revealed its location. Harvey figures out where the valley must be and he, Zoe and Lassie hike in to discover the truth about the spot. They find two things...first, the most beautiful spot in the area...and second that Robert Humphrey has discovered the spot as well and has brought investors there to see if ...    "
                },
                "25": {
                    "title": "The Grand Mountain Adventure Challenge - Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lassie (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "6 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    The Grand Mountain Adventure Challenge, is an annual contest for kids. The Challenge tests kids' abilities in Canoeing, Hiking, Rock Climbing and Orienteering - and this year it has a 10,000 dollar prize. The Challenge attracts kids from all over, including friends Zoe made in previous episodes. Zoe's beloved Aunt Kim arrives with a Mountain Lion due to be rehomed. Kim desperately needs money to keep her mountain lion rescues program running. The kids secretly agree to give her the prize money if they win. But the unprincipled coach of one team kidnaps Lassie in hopes...    "
                },
                "26": {
                    "title": "The Grand Mountain Adventure Challenge - Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lassie (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "15 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    The Grand Mountain Adventure Challenge begins with Zoe and three other teams competing. From the beginning, things begin to go wrong for each of the teams. One by one, each of the other competitors gets into some kind of trouble and Zoe and Harvey have no choice but to put their own progress on hold while they save their friends. They discover that these mishaps were no accident and come to realize that one team is cheating. With the help of their friends, now out of the race, but committed to seeing Zoe and Harvey win, the kids make up the lost ground and end up in a...    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Géczy, Matthew"
            },
            {
                "name": "Dussol, Louis"
            },
            {
                "name": "Homs, Nathalie"
            },
            {
                "name": "Minoux, Martial Le"
            },
            {
                "name": "Rehlinger, Boris"
            },
            {
                "name": "Timmerman, Camille"
            },
            {
                "name": "Chase, Kaycie"
            },
            {
                "name": "Gould, Dominic"
            },
            {
                "name": "Jarquin, Maxime"
            },
            {
                "name": "Kirkland, Mirabelle"
            },
            {
                "name": "Mann, Sharon"
            }
        ],
        "genres": [
            "Animation",
            "Adventure",
            "Comedy",
            "Family"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "India",
            "Germany",
            "United States",
            "France"
        ],
        "country codes": [
            "in",
            "de",
            "us",
            "fr"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "rating": 7.1,
        "votes": 43,
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2MyYTZiZTktZTBlNC00MDJhLThmOGEtZTc3NmE2ZmQ2Y2U4XkEyXkFqcGdeQXVyMTE4ODk5NjI@._V1_SY150_CR5,0,101,150_.jpg",
        "plot outline": "Ranger Graham Parker and his wife, Dr. Sarah Parker keep order and care for the animals in a sprawling Grand Mountain National Park, their 10-year-old daughter Zoe, her best friend Harvey, and the loyal and heroic collie Lassie fill their days with adventure. From facing down a backcountry brush fire to reaching out to some of the characters who live in the park's countless canyons, for Lassie and Zoe each day brings new, exciting and sometimes dangerous challenges. Played against its monumental backdrop, it tells the most enduring story of all, the power and depth of the love that a young girl feels for a very special dog and how that amazing animal returns that affection. An animated update of the classic series by Eric Knight, that brought Lassie into the 21st century.",
        "languages": [
            "English"
        ],
        "title": "Lassie",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Brett, Jill"
            },
            {
                "name": "Knight, Eric"
            },
            {
                "name": "Garnier, Maud"
            }
        ],
        "production companies": [
            {
                "name": "DQ Entertainment"
            },
            {
                "name": "Superprod"
            }
        ],
        "distributors": [
            {
                "name": "DQ Entertainment"
            },
            {
                "name": "DreamWorks Classics"
            },
            {
                "name": "Pop TV"
            },
            {
                "name": "Superights"
            },
            {
                "name": "Superprod"
            },
            {
                "name": "Universum Film (UFA)"
            },
            {
                "name": "ZDF Enterprises"
            }
        ],
        "plot": [
            "An animated update of the classic series by Eric Knight, that brought _Lassie_ (qv) into the 21st century.::Anonymous",
            "Ranger Graham Parker and his wife, Dr. Sarah Parker keep order and care for the animals in a sprawling Grand Mountain National Park, their 10-year-old daughter Zoe, her best friend Harvey, and the loyal and heroic collie _Lassie_ (qv) fill their days with adventure. From facing down a backcountry brush fire to reaching out to some of the characters who live in the park's countless canyons, for _Lassie_ (qv) and Zoe each day brings new, exciting and sometimes dangerous challenges. Played against its monumental backdrop, it tells the most enduring story of all, the power and depth of the love that a young girl feels for a very special dog and how that amazing animal returns that affection. An animated update of the classic series by Eric Knight, that brought _Lassie_ (qv) into the 21st century.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "color": [
                "Color (HD)"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 43,
                "rating": 7.1
            },
            "aged under 18": {
                "votes": 1,
                "rating": 6.0
            },
            "aged 18 29": {
                "votes": 6,
                "rating": 6.7
            },
            "aged 30 44": {
                "votes": 14,
                "rating": 6.3
            },
            "aged 45 plus": {
                "votes": 5,
                "rating": 7.6
            },
            "males": {
                "votes": 24,
                "rating": 6.5
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 6.6
            },
            "males aged 30 44": {
                "votes": 13,
                "rating": 6.3
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 8.8
            },
            "females": {
                "votes": 5,
                "rating": 6.9
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 5.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 4.3
            },
            "us users": {
                "votes": 3,
                "rating": 6.0
            },
            "non us users": {
                "votes": 20,
                "rating": 6.7
            }
        },
        "number of votes": {
            "10": 11,
            "9": 3,
            "8": 9,
            "7": 6,
            "6": 3,
            "5": 6,
            "4": 0,
            "3": 1,
            "2": 1,
            "1": 3
        },
        "arithmetic mean": 7.1,
        "median": 8
    }
}