{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "16 April 2014"
            }
        ],
        "release dates": [
            "USA::16 April 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Crushing It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lucky Bastards (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "16 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    In the series premiere of Lucky Bastards, good friend Adam joins his five entrepreneur buddies in New York City. How are they going to celebrate? Meanwhile, Charles tries to raise the profile of his high-end vodka. Then, Rocco does some \"market research\" by getting beautiful women to strip down at the club!    "
                },
                "2": {
                    "title": "People Get Yeti",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lucky Bastards (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "23 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    It's time to get down to business. Rocco's successful father is pushing him toward the denim industry, but is he ready to commit to a real career? Meanwhile, Lorenzo needs models for his new fashion label Rum Golf. Luckily, Scott always has him covered. Those connections come in handy again when Craig plans a wild Pimps and Ho Ho Ho's holiday party! The guys better make a good impression because the first man to close the deal with a lady wins more than just bragging rights. Get the scoop!    "
                },
                "3": {
                    "title": "Polar Plunge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lucky Bastards (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "30 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    New Year, same oldies! Rocco's dad is on him again about starting up his own denim line, but it looks like he's ready to grow up this time. Can Rocco buckle down for real? Next, Lorenzo pranks Scott by setting him up on a dating site with a super weird profile. What happens when he invites one of the ladies to the bar? Then, it's time to ring in the New Year from Times Square. Will Charles propose? Plus, what better way to start the year than by gathering at Coney Island for the Polar Bear Plunge?    "
                },
                "4": {
                    "title": "On the Road",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lucky Bastards (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "7 May 2014",
                    "year": "2014",
                    "plot": "\n    Adam gets on Scott's bad side after scamming on his best friend's date. Will Adam agree to tone down the flirting? Then, Charles heads upstate to check out a property in his old hometown. Meanwhile, Lorenzo enlists Craig and Rocco for a puppy rescue mission. The trio road trips down to Lorenzo's dog sanctuary to relocate the furry residents of Miracle Ranch. Can they transport over one hundred dogs while evading the ranch's gun-toting and unfriendly locals?    "
                },
                "5": {
                    "title": "Miami Vices",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lucky Bastards (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "14 May 2014",
                    "year": "2014",
                    "plot": "\n    Bienvenido a Miami! Charles uses his girlfriend's business trip as an excuse to get the boys to converge on South Beach for a wild weekend! But will Melissa appreciate him throwing a pool party with models the moment she returns to New York? Then, Lorenzo invites his 23-year-old girlfriend to finally meet his circle of friends. See who ends up looking like the mature one. Then, get ready for outrageous night of partying and after-partying!    "
                },
                "6": {
                    "title": "Satan Is Real",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lucky Bastards (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "21 May 2014",
                    "year": "2014",
                    "plot": "\n    Melissa has seen pictures of Charles at the pool party in Miami and she is furious. He's going to have to make it up to her in a big way or sleep on the couch forever. Meanwhile, Rocco and Lorenzo suffer serious career setbacks. Rocco's dad hands down a stern ultimatum, but can his son seriously handle the office life? Lorenzo books a tasting party for his lifestyle brand Rum Golf, but finds out he's wildly unprepared. In an effort to redeem a terrible week, Rocco plans a tour of the spiciest challenges in New York! See who mans up and tries the Satan Is Real wings.    "
                },
                "7": {
                    "title": "Bastards at Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lucky Bastards (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "28 May 2014",
                    "year": "2014",
                    "plot": "\n    After the catastrophe that was the first Rum Golf launch party lands him on Page Six, Lorenzo buckles down for his second effort. With tons of press and a full fashion show planned, can the prince avoid further embarrassment? Then, Scott puts some family drama to rest at his mom's birthday while the boys take a plunge in the icy East River. Speaking of birthdays, Charles plans an awesome surprise for Rocco's big day. Meanwhile, Adam and Craig consider returning to their old dating habits after a string of bad dates.    "
                },
                "8": {
                    "title": "I Heart Money",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lucky Bastards (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "4 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Scott chases a potential investor all the way to Spain to land a deal. Can this be the opportunity that sets him up for life? Next, Adam goes on a promising first date with a fellow Canadian. When she stands him up for a follow-up group date with his friends, Adam is left to wonder if he moved too fast. Meanwhile, Rocco sees his line of jeans for the first time and is absolutely psyched. Scott returns home looking to celebrate, so Rocco organizes an awesome belated birthday party. The boys team up with strippers to run an after-hours obstacle course in a gymnasium. ...    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Borghese, Prince Lorenzo"
            },
            {
                "name": "Cafferelli, Rocco"
            },
            {
                "name": "Campbell, Adam"
            },
            {
                "name": "Clemens, Craig"
            },
            {
                "name": "Ferri, Charles"
            },
            {
                "name": "Mitchell, Scott"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 4.0,
        "votes": 43,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTcyODg4MzAyOF5BMl5BanBnXkFtZTgwNjEyNDAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "In the premiere season, follow six guy friends as they convene in New York City after decades of friendship. The men of \"Lucky Bastards\" are entrepreneurs, privileged ne'er-do-wells and even a prince. Whether they're razzing each other at the poker table or convincing gorgeous women to fly with them to Art Basel, these bachelors are living life to the fullest. We introduce Adam, Charles, Craig, Lorenzo, Rocco and Scott.",
        "languages": [
            "English"
        ],
        "title": "Lucky Bastards",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Lucky Bastards (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "True Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Esquire Network"
            }
        ],
        "other companies": [
            {
                "name": "Adorama"
            }
        ],
        "plot": [
            "In the premiere season, follow six guy friends as they convene in New York City after decades of friendship. The men of \"_Lucky Bastards_ (qv)\" are entrepreneurs, privileged ne'er-do-wells and even a prince. Whether they're razzing each other at the poker table or convincing gorgeous women to fly with them to Art Basel, these bachelors are living life to the fullest. We introduce Adam, Charles, Craig, Lorenzo, Rocco and Scott."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 43,
                "rating": 4.0
            },
            "aged 18 29": {
                "votes": 5,
                "rating": 1.7
            },
            "aged 30 44": {
                "votes": 20,
                "rating": 2.5
            },
            "aged 45 plus": {
                "votes": 10,
                "rating": 1.0
            },
            "males": {
                "votes": 24,
                "rating": 2.1
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 4.5
            },
            "males aged 30 44": {
                "votes": 14,
                "rating": 2.8
            },
            "males aged 45 plus": {
                "votes": 8,
                "rating": 1.1
            },
            "females": {
                "votes": 12,
                "rating": 2.0
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 4.0
            },
            "females aged 30 44": {
                "votes": 6,
                "rating": 2.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 1.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 1.0
            },
            "us users": {
                "votes": 21,
                "rating": 2.8
            },
            "non us users": {
                "votes": 9,
                "rating": 1.1
            }
        },
        "number of votes": {
            "10": 9,
            "9": 1,
            "8": 3,
            "7": 1,
            "6": 0,
            "5": 3,
            "4": 0,
            "3": 0,
            "2": 3,
            "1": 23
        },
        "arithmetic mean": 4.0,
        "median": 1
    }
}