{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2014"
            }
        ],
        "release dates": [
            "USA::2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Kingdom of Karza (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Sharp, Breezy"
            },
            {
                "name": "Acala, Alia"
            },
            {
                "name": "Blount, Marion"
            },
            {
                "name": "Dangolli, John"
            },
            {
                "name": "Davis, Cher"
            },
            {
                "name": "Montemayor, Aristotle"
            },
            {
                "name": "Morgan, Sarah"
            },
            {
                "name": "Partenie, Daniel"
            }
        ],
        "genres": [
            "Fantasy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "plot outline": "A thousand years have passed since the fall of the industrialized world. Nuclear war has scarred the earth, pseudoscience has bred men into monsters, and forgotten gods have risen from their sleep. New leaders have come into power to lead the people, bringing with them a new age in technology. The land formerly known as the Americas, now known as the Red West, is ruled by seven kingdoms, the most powerful of which is known as Karza. The kingdom of Karza started as a settlement founded by a group of scientists, mutants, and survivors of the war that raged across the world. Their leader, Nicolas Karza, developed a new fuel source by mutating his blood into a high-energy power source and with the help of his wife Gian they manufactured new machines to farm the land and build a town. This mutation of the blood had side effects unlike any other; it gave Nicolas unique abilities such as the power to see into people's hearts and know their sins. As a result, he was appointed as ruler of the land, and the mutation of the blood was passed on through the generations of the Karza family. News of the Karza mutation and its advances quickly spread across the land. Now, generations later, control over this advanced source of fuel is the root of many conflicts between neighboring territories. The battle for dominance has begun... The Kingdom awaits you.",
        "languages": [
            "English"
        ],
        "title": "Kingdom of Karza",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Kingdom of Karza (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "BeMai Productions"
            }
        ],
        "plot": [
            "A thousand years have passed since the fall of the industrialized world. Nuclear war has scarred the earth, pseudoscience has bred men into monsters, and forgotten gods have risen from their sleep. New leaders have come into power to lead the people, bringing with them a new age in technology. The land formerly known as the Americas, now known as the Red West, is ruled by seven kingdoms, the most powerful of which is known as Karza. The kingdom of Karza started as a settlement founded by a group of scientists, mutants, and survivors of the war that raged across the world. Their leader, Nicolas Karza, developed a new fuel source by mutating his blood into a high-energy power source and with the help of his wife Gian they manufactured new machines to farm the land and build a town. This mutation of the blood had side effects unlike any other; it gave Nicolas unique abilities such as the power to see into people's hearts and know their sins. As a result, he was appointed as ruler of the land, and the mutation of the blood was passed on through the generations of the Karza family. _News_ (qv) of the Karza mutation and its advances quickly spread across the land. Now, generations later, control over this advanced source of fuel is the root of many conflicts between neighboring territories. The battle for dominance has begun... The Kingdom awaits you.::bob the moo"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}