{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "11 April 2014"
            },
            {
                "country": "South Africa\n",
                "date": "11 May 2014"
            }
        ],
        "release dates": [
            "USA::11 April 2014",
            "South Africa::11 May 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Hippo Gangs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland Killers (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "11 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    There's a gang war happening in the Luangwa Valley in Zambia, a battle among hippos for territory, dominance, mating rights, and survival. The reason? Dry season: a seven-month drought that forces over 30,000 hippos to the deepest part of the river to stay wet and cool. Follow these three-ton beasts as they fight lions, crocodiles, and other hippo gangs, struggling to stay alive until the next rainfall. Only then can they return to the lush paradise they once called home.    "
                },
                "2": {
                    "title": "Elephant Gangs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland Killers (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "18 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    During the dry season in the Hwange National Park in Zimbabwe, there isn't enough water. There isn't enough food. The fifty thousand elephants that live there need to migrate. We follow one gang of fifteen on their journey to the Chobe River in Botswana. Led by its matriarch, the gang is completely made up of her offspring and it's her responsibility to get her family safely to the river. Despite all the dangers, the matriarch's gang makes it. She didn't give up. She did her best to protect her offspring. They are her family. And to an elephant, family is everything.    "
                },
                "3": {
                    "title": "Mongoose Gangs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland Killers (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "25 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    The Okavango Delta in Botswana is so large it is visible from space. This is home to an alphabet of wild animals, from aardvark to zebra. And some of the smallest mammals live here. Meet the Mongoose gang. They may look cute and cuddly but they'll do whatever it takes to protect themselves. And it's a never-ending battle. Snakes, birds of prey and other predators are always lurking, dive-bombing or attacking. Survival is tenuous - especially being so little, and vulnerable. Preservation of the gang depends on keeping up the numbers. As many as eight generations of ...    "
                },
                "4": {
                    "title": "Wild Dog Gangs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland Killers (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 May 2014",
                    "year": "2014",
                    "plot": "\n    They're not called wild dogs for nothing. They're ruthless. Relentless. Unmerciful. But they're also loving, caring and protective. They look after their young, injured and elderly. More than anything else, they're a team. A pack. A gang. They live together, hunt together and are completely dependent on each other. There are no outsiders. Everyone is related. It's one big family. And they are led by an alpha male and an alpha female. We follow a gang in the Mashatu Game Reserve in Botswana as they are forced to migrate when its den has been compromised by hyenas. The ...    "
                },
                "5": {
                    "title": "Buffalo Gangs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland Killers (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "8 May 2014",
                    "year": "2014",
                    "plot": "\n    Tucked right next to the famous Kruger National Park is one of the largest private game reserves in South Africa - Mala Mala. Its home to a bounty of wildlife, including the Big Five. They're the most ferocious animals to hunt on foot. And the buffalo... is the most aggressive. And yet, all that these otherwise placid bovines want is to be left alone. To graze in safety. To celebrate new life. And live their lives in peace. But there is no peace. They are hunted and killed by lions. Always lions. Only lions. The slaughter is relentless. A lone lion won't attack a ...    "
                },
                "6": {
                    "title": "Hyena Gangs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland Killers (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "15 May 2014",
                    "year": "2014",
                    "plot": "\n    Spotted Hyena. Thief, coward, scavenger... That's the reputation that precedes them. It couldn't be further from the truth. Hyenas are opportunists. If they need to steal, they will. If caution is the better part of valor then they're cautious. And they're never going to say no to a free meal - even if it's the scraps left behind by other predators. When they're finished with a carcass, all that's left on the ground is a wet spot. A large enough gang can completely consume a wildebeest in 15 minutes - skin, flesh and bones. Waste not want not is the rule by which they...    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Hippo Ganglands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gangland Killers (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "11 Apr. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 7,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "South Africa"
        ],
        "country codes": [
            "za"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "11 Apr 2014 (USA)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzEzMzMzOTUtNjU2Ny00NTgwLTliNDktYTUxM2M3ZDk1ZmM2XkEyXkFqcGdeQXVyNjgzMDY1Mzc@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Gangland Killers is a thrilling series that looks at animal survival in Africa as a battle for turf and sex by the planets original gangs. They live by a code embedded in their DNA. The gang warfare between lions and Cape buffaloes for example, is violent and deadly. So is the world of hyenas, where the struggle for supremacy triggers some of the most vicious and lethal battles in the animal world. When tens of thousands of hippos start fighting for diminishing water and females, the battles can go on for hours. In the same vein, this series explores the world of elephants in conflict, African wild dogs clubbing together to drive out a rival gang, and the extraordinary world and fellowship of a family of banded mongoose. Gangland Killers is about defending borders, loyalty, revenge and survival.",
        "languages": [
            "English"
        ],
        "title": "Gangland Killers",
        "year": 2014,
        "kind": "tv mini series",
        "series years": "2014-",
        "akas": [
            "Gangland Killers (South Africa)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Gardner, Craig"
            }
        ],
        "distributors": [
            {
                "name": "Animal Planet"
            }
        ],
        "plot": [
            "_Gangland Killers_ (qv) is a thrilling series that looks at animal survival in Africa as a battle for turf and sex by the planets original gangs. They live by a code embedded in their DNA. The gang warfare between lions and Cape buffaloes for example, is violent and deadly. So is the world of hyenas, where the struggle for supremacy triggers some of the most vicious and lethal battles in the animal world. When tens of thousands of hippos start fighting for diminishing water and females, the battles can go on for hours. In the same vein, this series explores the world of elephants in conflict, African wild dogs clubbing together to drive out a rival gang, and the extraordinary world and fellowship of a family of banded mongoose. _Gangland Killers_ (qv) is about defending borders, loyalty, revenge and survival.::Aquavision TV Productions"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}