{
    "imdb": {
        "raw release dates": [
            {
                "country": "Hong Kong\n",
                "date": "30 January 2014"
            }
        ],
        "release dates": [
            "Hong Kong::30 January 2014"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Elite Model Look Spain 2016",
                    "kind": "episode",
                    "episode of": {
                        "title": "Elite Model Look Spain (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "5 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    We're following this year's new batch of aspiring models as they're casted and trained to become the new face of Elite España for 2016.    "
                }
            },
            "1": {
                "1": {
                    "title": "Elite Model Look Spain 2013",
                    "kind": "episode",
                    "episode of": {
                        "title": "Elite Model Look Spain (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "30 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Elite Model Look Spain 2013 was kicked off with a media launch announcing the 5 cities where castings were being held. Selected girls and boys will have a chance to become the face of Elite Spain. The event ended with a launch party featuring past finalists and winners as well as celebrities in both the entertainment and fashion industries as guests.    "
                },
                "2": {
                    "title": "Elite Model Look Spain 2013",
                    "kind": "episode",
                    "episode of": {
                        "title": "Elite Model Look Spain (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    The Elite Model Look casting team traveled all across Spain including Barcelona, Alicante, Malaga, La Coruña and Madrid in search for the top 80 girls and boys that will compete in the semifinal round in Mandrid. From the semifinals, only a handful of candidates will be chosen to take part in the finale to be held in Barcelona.    "
                },
                "3": {
                    "title": "Elite Model Look Spain 2013",
                    "kind": "episode",
                    "episode of": {
                        "title": "Elite Model Look Spain (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "13 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    The semifinalists have already been chosen and are headed to Madrid. During the first round of the semifinal, the jury had a one-on-one interview with each contestant. Get to know more about their personalities, their motivation in fashion world, what they are doing, their lifestyle, their habits, and their career goals. In the second phase of the casting, the physical attributes and their ability to walk were judged through a swimwear catwalk.    "
                },
                "4": {
                    "title": "Elite Model Look Spain 2013",
                    "kind": "episode",
                    "episode of": {
                        "title": "Elite Model Look Spain (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "20 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    The 11 finalists have already been chosen and Elite Model Bootcamp starts now. They finally had their first official photo shoot with a professional photographer. They were taught how to pose in front of the camera as well as how to make different styles work. Finally, they must learn how to adapt themselves to the character and follow the instructions from the photographer.    "
                },
                "5": {
                    "title": "Elite Model Look Spain 2013",
                    "kind": "episode",
                    "episode of": {
                        "title": "Elite Model Look Spain (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "27 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    With the Elite Model Look Spain Final fast approaching, our finalists went through an extensive rehearsal for the show. Each of them were scrutinized on how they walk, their movements, and their rhythm where they are corrected along the way. To help them learn how to do a live runway show properly, the finalists were treated with front row seats at the 080 Catwalk Show.    "
                }
            },
            "2": {
                "1": {
                    "title": "Elite Model Look Spain 2014",
                    "kind": "episode",
                    "episode of": {
                        "title": "Elite Model Look Spain (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "10 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Once again, Elite Model Management in Barcelona launches its prestigious model scouting contest to seek for the freshest faces across Spain. The series starts with the castings in Barcelona, Santander, Malaga, Bilbao and Madrid. Only 6 boys and 6 girls made it for the finale.    "
                },
                "2": {
                    "title": "Elite Model Look Spain 2014",
                    "kind": "episode",
                    "episode of": {
                        "title": "Elite Model Look Spain (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "17 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    It's Elite Model Look Spain 2014 grand finale. From over more than 200 hundred model hopefuls, only one boy and one girl will make it to the end. Who will it be? Let's find out.    "
                }
            },
            "3": {
                "1": {
                    "title": "Elite Model Look Spain 2015",
                    "kind": "episode",
                    "episode of": {
                        "title": "Elite Model Look Spain (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "23 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Organized by Elite Model Management Barcelona, Elite Model Look 2015 is a competition that's looking for the girl with the \"it\" factor to represent Spain. From castings to model boot camp, we'll show you some of the most ambitious models looking for a chance to prove themselves in the industry.    "
                }
            }
        },
        "number of episodes": 9,
        "cast": [
            {
                "name": "Aalvik, Christian"
            },
            {
                "name": "Aguilo, Irene Juste"
            },
            {
                "name": "Altimiras, Anna Baella"
            },
            {
                "name": "Font, Sebastià"
            },
            {
                "name": "Lara, Alejandro Guzmán"
            },
            {
                "name": "Moreno, Natalia"
            },
            {
                "name": "Otero, Noelia Castro"
            },
            {
                "name": "de Aquino, Gabriela Palma"
            },
            {
                "name": "Sanchez, Álvaro Silveira"
            },
            {
                "name": "Savage, Samuel"
            },
            {
                "name": "Sumarroca, Mariona"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Hong Kong"
        ],
        "country codes": [
            "hk"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzAxMTcyZDctOWNlZS00YmUzLTllYzUtNjU4YTVmZWVhNmMyXkEyXkFqcGdeQXVyMTk0MzQ5MTY@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "From the world's premier fashion and entertainment channel, Fashion One brings you one of the grandest events in the modeling world, Elite Model Look Spain. In this original new series we follow aspiring models, as they are being casted and trained to become the new faces of tomorrow's international fashion marketplace. We will share their dreams, their hopes, their fears and their emotion journey as these girls and boys go through the different phases of the competition leading up to the finale. Organized by Elite Model Management Barcelona, Elite Model Look Spain is the national leg of the competition screening local fashion models that will represent Spain in the Elite Model Look World Final.",
        "languages": [
            "English"
        ],
        "title": "Elite Model Look Spain",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Elite Model Look Spain (Hong Kong)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "production companies": [
            {
                "name": "Bigfoot Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Fashion One International"
            },
            {
                "name": "Fashion One International"
            }
        ],
        "plot": [
            "From the world's premier fashion and entertainment channel, Fashion One brings you one of the grandest events in the modeling world, _Elite Model Look Spain_ (qv). In this original new series we follow aspiring models, as they are being casted and trained to become the new faces of tomorrow's international fashion marketplace. We will share their dreams, their hopes, their fears and their emotion journey as these girls and boys go through the different phases of the competition leading up to the finale. Organized by Elite Model Management Barcelona, _Elite Model Look Spain_ (qv) is the national leg of the competition screening local fashion models that will represent Spain in the Elite Model Look World Final.::Bigfoot Entertainment"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}