{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "4 April 2014"
            },
            {
                "country": "USA\n",
                "date": "16 April 2014"
            }
        ],
        "release dates": [
            "USA::4 April 2014",
            "USA::16 April 2014"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Have Your Cake and Dicker Too",
                    "kind": "episode",
                    "episode of": {
                        "title": "Down East Dickering (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "21 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    With their combined birthdays fast approaching, Tony, Codfish and Duke dicker to organize a money-making birthday extravaganza at the local racetrack. Meanwhile, Clint's eager to please one of his favorite friends after arranging a big trade with her. And Yummy and Mitchell place an Uncle Henry's ad to drum up more dickering business.    "
                },
                "2": {
                    "title": "All Jammed Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Down East Dickering (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "19 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    On this particular Thursday, Tony, Codfish and Duke find themselves with real estate on the brain. They set out to get their hands on nine acres of prime land up in hippie country that they can turn around quick for a sweet chunk of change. Meanwhile, over at Yummy's place, Mitch shows up with a truckload of empty jam jars and a head full of ideas--he wants Yummy to make a massive batch of his famous jam and find a place to sell it for fun and profit.    "
                },
                "3": {
                    "title": "Mantiques Roadshow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Down East Dickering (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "26 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Tony, Codfish and Duke use their dickering skills to renovate their old hunting lodge, in order to raise the value of the property. Clint and Bruce make a bet to see who can find and fix up the coolest vintage vehicle. And Speedy and Tin Man are men on a mission to find vintage signs and other \"mantiques\" they can buy and re-sell to their collector pal. But will all their hunting and gathering pay off, or just empty their piggy banks?    "
                },
                "4": {
                    "title": "Used Cars and Old Guitars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Down East Dickering (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "3 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Tony and Codfish pick up a handful of musical instruments they find advertised in Uncle Henry's and resell them to their music-shop pal Mark for a tidy profit. Meanwhile, over in Minot, Yummy's received a letter from the town council kindly requesting that he clean up the mess in his yard. Now it's up to Mitch to make his dad see the light--if they can get the garbage from the dooryard to the scrapyard, they could turn this problem into a money-making opportunity. And new team Greg and Tim Morin, Maine's resident dickering twins, prove their business savvy with a ...    "
                },
                "5": {
                    "title": "Born to Be Yummy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Down East Dickering (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "10 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Yummy and Mitchell strike a deal to sell prized motorcycles while Tony and Codfish dicker for antique horse-drawn sleighs. Meanwhile, Clint barters his way into building a custom staircase railing for an old buddy.    "
                },
                "6": {
                    "title": "Dickering Daze",
                    "kind": "episode",
                    "episode of": {
                        "title": "Down East Dickering (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "17 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    When Tony's beloved truck breaks down, he and Codfish are forced into an escalating series of dickers to stave off a whopping repair bill. Meanwhile, at the Dickering Days swap meet, Clint's daughter Nina proves she's a chip off the bartering block. At the same event, Bruce and the Morin Brothers go toe to toe in a dickering prank.    "
                }
            },
            "1": {
                "1": {
                    "title": "You Can Take It with You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Down East Dickering (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "16 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Tony comes across an old barn in need of tearing down, but what he really wants is all the beautiful old material it's made of. Can he and Codfish do the job without destroying all the treasures inside? Meanwhile, Bruce convinces Clint to do something that goes against Clint's very nature--attending a public auction. Now it's up to Bruce to prove that these events are not only a good time, but can reap rich rewards. Over in Yummy's neck of the woods, Mitchell vows to make Yummy's upcoming birthday the best (and cast-free) celebration ever.    "
                },
                "2": {
                    "title": "Mine Your Own Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "Down East Dickering (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "23 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    These dickerers live by a book--a weekly publication in Maine that advertises OPPORTUNITY. To avoid legal hot water, Tony has to unload one of his many vehicles, but can't turn down a deal to buy another. Will he end up in the hole or ahead of the game? Yummy and son Mitchell undertake a dangerous job of removing a heavy, historic bell from a crumbling church tower. Meanwhile, tractor-loving Clint turns an old tractor to its former glory without spending a nickel.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Down East Dickering (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "30 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Tony and Codfish buy a beat-up '60s-era school bus with hopes it can be turned into a RV. But getting the jumbo-sized monster out of the field is the first problem, and then finding a buyer who won't scrap it is the second. Mitchell wants to follow in his father's footsteps and become a full-time dickerer, but a skeptical Yummy demands his son to prove his dickering skills by earning $700 in a week. Meanwhile, Clint dickers a deal to fix up a paintball facility, but when the job becomes more difficult than originally planned, he is forced to confront the owner.    "
                },
                "4": {
                    "title": "Rust Belt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Down East Dickering (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2 Jun. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Dicker-Fest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Down East Dickering (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "14 May 2014",
                    "year": "2014",
                    "plot": "\n    Across Down East, festivals are underway and our dickerers see dollar signs. Tony scrambles to make cash selling chainsaws at the Lumberjack Festival. The ever-resourceful Yummy jumps at the chance to perform a wedding at a wild and crazy redneck-themed event--for a price. Meanwhile, Turtle's confident he can sell a Hovercraft at a biker gathering--until a surly customer puts his patience to the test.    "
                },
                "6": {
                    "title": "Blood Sweat and Dickerers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Down East Dickering (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "31 May 2014",
                    "year": "2014",
                    "plot": "\n    With winter fast approaching, our dickerers see opportunities to score on cold-weather equipment. Clint attempts to restore and sell an old Bombardier, while Bruce faces an uphill battle when he tries to sell his Skidder to a no-nonsense neighbor. Meanwhile, Nate works overtime to pay for a new truck while Yummy tries to work his charm in selling a truck with a snow plow to a comely young woman. And Tony just might pull off his most lucrative score of the year--if he can persuade his contractors to work for no upfront cash.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Back in Black",
                    "kind": "episode",
                    "episode of": {
                        "title": "Down East Dickering (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "14 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Tony's streak of unsuccessful dickers takes a turn for the better when his partner, Codfish, returns from vacation. Yummy and Mitchell find creative ways to dicker their way out of debt. Meanwhile, Speedy and Tinman do an odd job that kicks off a week of \"scrapping.\" But can they turn their precious metal into precious cash?    "
                }
            }
        },
        "number of episodes": 13,
        "locations": [
            "Maine, USA"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 7.3,
        "votes": 77,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQ1OTM1MDA4MF5BMl5BanBnXkFtZTgwNTkwNDAxMzE@._V1_SY150_CR38,0,101,150_.jpg",
        "budget": "$50,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Down East Dickering",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Down East Dickering (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "distributors": [
            {
                "name": "Pilgrim Studios"
            }
        ],
        "plot": [
            "_Down East Dickering_ (qv) follows several groups of bargain hunters (known as dickerers) as they search through that week's edition of the Augusta-published Uncle Henry's in order to buy, sell, swap and trade items.::bar92bar@hotmail.com"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 77,
                "rating": 7.3
            },
            "aged 18 29": {
                "votes": 6,
                "rating": 6.0
            },
            "aged 30 44": {
                "votes": 30,
                "rating": 5.8
            },
            "aged 45 plus": {
                "votes": 20,
                "rating": 6.9
            },
            "males": {
                "votes": 52,
                "rating": 6.2
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 8.8
            },
            "males aged 30 44": {
                "votes": 28,
                "rating": 5.7
            },
            "males aged 45 plus": {
                "votes": 15,
                "rating": 6.6
            },
            "females": {
                "votes": 9,
                "rating": 6.2
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 1.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 8.5
            },
            "females aged 45 plus": {
                "votes": 5,
                "rating": 7.4
            },
            "top 1000 voters": {
                "votes": 7,
                "rating": 5.0
            },
            "us users": {
                "votes": 28,
                "rating": 5.6
            },
            "non us users": {
                "votes": 15,
                "rating": 7.2
            }
        },
        "number of votes": {
            "10": 26,
            "9": 11,
            "8": 10,
            "7": 9,
            "6": 4,
            "5": 3,
            "4": 1,
            "3": 1,
            "2": 2,
            "1": 10
        },
        "arithmetic mean": 7.3,
        "median": 8
    }
}