{
    "imdb": {
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Welcome Dr. Janet Alvarez Gonzalez and Her Friends",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buenos Dias mi Amor (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "1 Aug. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Gonzalez, Janet Alvarez"
            },
            {
                "name": "Perfecto, Mikey"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en",
            "es"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BYmZkNGY0ZmEtOGJhYy00MjQ1LThlMTUtNTZiMGU3ZTU4M2IwXkEyXkFqcGdeQXVyMjY5MTk0MTA@._V1_SY150_CR297,0,101,150_.jpg",
        "plot outline": "Buenos Dias mi Amor is a bilingual English and Spanish language morning show that airs and broadcasts live from Dallas Fort Worth. \"Buenos Dias mi Amor\" is hosted by Dr. Janet Alvarez and co-hosted by celebrities, local personalities, singers, national reporters, political analysts and it can also be cohosted by you. This morning show is a fun and amusing program that showcases the best of Latin entertainment and offers vital information for the Hispanic community including the latest news and current events. Buenos Dias Mi Amor with Dr. Janet Alvarez (known as The Public Defender) is a refreshing, innovative, social, educational, and political multi-media morning show hosted by the Latin political satirist, writer, television host, actress, and investigative journalist. On the cutting edge Dr. Alvarez, drew the wrath of self-styled moralists even as she used wit and humor to provide a new kind of morning show. Buenos Dias Mi Amor integrates mobile, the internet, and the most sophisticated technology and cutting edge graphic designs. This new format will highlight Alvarez's outgoing and straightforward personality. In addition to these technological enhancements, this exciting multi-media morning show will provide viewers satirical analysis on controversial local and national stories.",
        "languages": [
            "English",
            "Spanish"
        ],
        "title": "Buenos Dias mi Amor",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Buenos Dias mi Amor (United States)"
        ],
        "writer": [
            {
                "name": "Gonzalez, Janet Alvarez"
            }
        ],
        "production companies": [
            {
                "name": "Planet Films"
            }
        ],
        "plot": [
            "_Buenos Dias mi Amor_ (qv) is a bilingual English and Spanish language morning show that airs and broadcasts live from Dallas Fort Worth. \"_Buenos Dias mi Amor_ (qv)\" is hosted by Dr. Janet Alvarez and co-hosted by celebrities, local personalities, singers, national reporters, political analysts and it can also be cohosted by you. This morning show is a fun and amusing program that showcases the best of Latin entertainment and offers vital information for the Hispanic community including the latest news and current events. Buenos Dias Mi Amor with Dr. Janet Alvarez (known as The Public Defender) is a refreshing, innovative, social, educational, and political multi-media morning show hosted by the Latin political satirist, writer, television host, actress, and investigative journalist. On the cutting edge Dr. Alvarez, drew the wrath of self-styled moralists even as she used wit and humor to provide a new kind of morning show. Buenos Dias Mi Amor integrates mobile, the internet, and the most sophisticated technology and cutting edge graphic designs. This new format will highlight Alvarez's outgoing and straightforward personality. In addition to these technological enhancements, this exciting multi-media morning show will provide viewers satirical analysis on controversial local and national stories.::Planet Films"
        ],
        "tech": {}
    }
}