{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "26 April 2014"
            }
        ],
        "release dates": [
            "USA::26 April 2014"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Myrtles Plantation/Old Licking Jail",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Adventures: Aftershocks (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "4 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Zak learns about a fire that damaged Myrtles Plantation, and one employee who dreamed about it weeks in advance. Then, Zak gets thanked for alleviating spiritual energy during his 2014 investigation of Old Licking Jail.    "
                },
                "2": {
                    "title": "Gettysburg/Cripple Creek",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Adventures: Aftershocks (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "11 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Zak returns to the National Soldier's Orphan Homestead, where a mysterious ghost is haunting the basement. He investigates the Piortowski house again and speaks with Mark Sturgill, former employee of the Colorado Grande Hotel.    "
                },
                "3": {
                    "title": "Moon River Brewery/Alcatraz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Adventures: Aftershocks (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 11,
                    "original air date": "18 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Zak revisits investigations of Moon River Brewing Company and Alcatraz. One paranormal investigator tells Zak about the peculiar sickness she suffered after leaving Alcatraz, as well as her stuffed animal that came to life.    "
                },
                "4": {
                    "title": "Hales Bar/Ashmore Estates",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Adventures: Aftershocks (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 9,
                    "original air date": "25 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Zak revisits his investigation of Hales Bar Dam, where ghosts have continued haunting a former employee. Ashmore Estate owners, both past and present, talk to Zak about their personal experiences with the spirits.    "
                },
                "5": {
                    "title": "Rolling Hills Asylum & Overland Hotel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Adventures: Aftershocks (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 7,
                    "original air date": "13 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Zak reopens past investigations of the Rolling Hills Asylum and Overland Hotel.    "
                },
                "6": {
                    "title": "Riddle House/Pioneer Saloon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Adventures: Aftershocks (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "5 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Zak reopens investigations of the Riddle House and Pioneer Saloon. Aaron interviews a psychic medium who met the team during the 2008 Riddle House investigation and she confirms a spirit there still holds a grudge against Aaron.    "
                }
            },
            "1": {
                "1": {
                    "title": "Bobby Mackey's and Brookdale Lodge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Adventures: Aftershocks (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 22,
                    "original air date": "26 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    In the series premiere, Zak Bagans relives old evidence from the Ghost Adventures Crew's (GAC) three visits to Bobby Mackey's Music World in Wilder, Kentucky. He states that it is one of the places he and his crew will never investigate again. Bobby Mackey's Music World interviewees: Bobby Mackey, Wanda Kay, Missy Bostrom, and Matt Coates.[2] The Brookdale Lodge, a former Grover Lumber Mill site that was reconstructed to become a resort in Brookdale, California. Brookdale Lodge interviewees: Denise Dalton and Marina Marazzo.    "
                },
                "2": {
                    "title": "Villisca Axe Murder House and Letchworth Village",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Adventures: Aftershocks (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 17,
                    "original air date": "10 May 2014",
                    "year": "2014",
                    "plot": "\n    Zak Bagans revisits the audio and video evidence, from GAC's visit to the Villisca Axe Murder House in Villisca, Iowa. It is the home of the Axe Murders of 1912. Villisca Axe Murder House interviewees: Patty Williamson, Linda Cloud, and Katie Savick.[3] Zak relives the GAC's 2011 lockdown of Letchworth Village, an abandoned residential institution in Haverstraw, New York. Letchworth Village interviewees: David Skala and Sara Bogart.    "
                },
                "3": {
                    "title": "Bloody Mary and USS Hornet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Adventures: Aftershocks (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 15,
                    "original air date": "31 May 2014",
                    "year": "2014",
                    "plot": "\n    Zak revisits the evidence from the Salem Witch House and Lyceum Restaurant investigation in Season 4 (2011). Added to this section is more evidence from the GA's New Orleans Season 7 episode (2013). For the latter part of the Bloody Mary section, Aaron Goodwin recalled how he was \"not the same anymore\", after being in these two investigations. Bloody Mary interviewees: Warlock Christian Day and Voodoo queen, Bloody Mary.[4] Zak recalls the USS Hornet evidence, from the GA's Season 4 episode in 2010. After that episode was shown, the three interviewees gave Zak new ...    "
                },
                "4": {
                    "title": "Sedamsville Rectory and Winchester Mystery House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Adventures: Aftershocks (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 13,
                    "original air date": "14 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Zak reviews the rectory evidence, from the GA's visit in 2012 (Season 7). Since then, one of the caretakers grew stronger in faith. The other one was, and still is, vulnerable to demonic attacks and possessions. Also, since this episode was aired, various ghost-hunting groups tried to gain permission to enter the house. Most of them were denied of that chance and it is unknown how many of them did get permission in the end. Sedamsville Rectory interviewees: Terrie Scott and Tim Brazeal.[5] Zak reviewed a few sections of paranormal activity at the Winchester Mystery ...    "
                },
                "5": {
                    "title": "Palmer House and Mustang Ranch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Adventures: Aftershocks (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 17,
                    "original air date": "28 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Zak reviewed some previous evidence from the GA's Season 7 (2012) investigation of the Palmer House Hotel. However, the owner of the hotel did not reveal to GA about a crucial piece of evidence that only she knew at the time. It was about Sinclair Lewis, the first American to be awarded the Nobel Prize in Literature in 1930, was an on-and-off employee of the hotel in the past. According to the owner, she was confronted by the spirit of Sinclair Lewis, telling her that he hid one of his manuscripts in the basement walls of the hotel. If this rumor is true, it would ...    "
                },
                "6": {
                    "title": "Yorktown Hospital and Trans-Allegheny Lunatic Asylum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Adventures: Aftershocks (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 15,
                    "original air date": "20 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Zak talked to Mike Henson about the evidence GAC captured back in 2011 (Season 4). Also, a small clip about a spirit named \"Doug\", was shown as well. However, some time after that GA investigation, it seems that some locals did not liked the idea of having outsiders poking around inside the hospital at night. In an alleged reprisal against Mike, someone poisoned and killed his pet donkey, Spirit, with an unknown substance. Before that incident and after the GA investigation, there were a few break-ins at the site. According to Bryan Bernier, he thinks that Mike is ...    "
                },
                "7": {
                    "title": "Lizzie Borden and Black Swan Inn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Adventures: Aftershocks (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 17,
                    "original air date": "27 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    The first half of this episode started with Zak explaining small details about the Lizzie Borden House, with clips from GA's Season 5 (2011) investigation. However, the interview with psychic medium, Liz Nowicki, led to Zak stating that this was the most controversial one for him so far. As the overall interview went on, it became very dark very quickly. Some of the details mentioned to Zak here is too gruesome to post here. Suffice to say, the women were attacked by an unknown evil entity. Unfortunately, there were only circumstantial evidence that the evil entity ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Zozo Demon and Katie's Bar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Adventures: Aftershocks (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 18,
                    "original air date": "14 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Zak Bagans learns that his investigation of the Zozo Demon house transformed a former homeowner into a criminal. The owner of Katie's Bar in New York confides in Zak, fearing that the spirit plaguing the bar has followed him back home.    "
                },
                "2": {
                    "title": "Bannack Ghost Town and Thornhaven Manor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Adventures: Aftershocks (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 18,
                    "original air date": "21 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Zak invites an investigator and his family from the ghost town of Bannack, MT, to discuss how a paranormal obsession has turned into a family crisis. Then, Zak discovers a disturbing, skull-like anomaly in a photo taken at Thornhaven Manor.    "
                },
                "3": {
                    "title": "Sharon Tate Ghost and Linda Vista Hospital",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Adventures: Aftershocks (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 15,
                    "original air date": "28 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Zak Bagans revisits the investigations of the Sharon Tate house and Linda Vista Hospital. After 8 years of silence, 2 people personally affected by the demons terrorizing the Sharon Tate murder house are reunited, thanks to Zak.    "
                },
                "4": {
                    "title": "Exorcist House and Ohio State Reformatory",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Adventures: Aftershocks (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 16,
                    "original air date": "4 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Mysterious health issues have plagued Zak's guests since his investigations of the Exorcist House and the Ohio State Reformatory. Both guests strongly believe that their attachment to demonic spirits has led to strokes and heart attacks.    "
                },
                "5": {
                    "title": "Stonehouse Brewery and Missouri State Penitentiary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Adventures: Aftershocks (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 14,
                    "original air date": "11 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Zak Bagans learns about the tragic suicide of a young man who was tormented by a blood demon at Stonehouse Brewery. A tour guide at the Missouri State Penitentiary confesses to Zak that her addiction to the prison has crumbled her marriage.    "
                },
                "6": {
                    "title": "Bonnie Springs Ranch and Vulture Mine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Adventures: Aftershocks (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 9,
                    "original air date": "18 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Zak Bagans reopens investigations of Bonnie Springs Ranch and Vulture Mine. Zak watches an intense home video of a tour guide at Bonnie Springs become possessed, and he receives sad news about the Vulture Mine's fate.    "
                }
            },
            "3": {
                "1": {
                    "title": "Apache Junction and Fear Factory",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Adventures: Aftershocks (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 11,
                    "original air date": "8 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Zak revisits investigations at Apache Junction & the Fear Factory. One family tells Zak a spirit haunts their home, and their autistic son is the only one who can effectively communicate with the spirit.    "
                },
                "2": {
                    "title": "Magnolia Hotel and Sloss Furnace",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Adventures: Aftershocks (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 14,
                    "original air date": "15 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Zak helps out young filmmaker obsessed with the spirits at the Texas Horror Hotel, despite being the victim of a brutal attack. Then, he sees compelling evidence of a possession at the Sloss Furnace.    "
                },
                "3": {
                    "title": "Bachelors Grove Cemetery and Waverly Hills Sanatorium",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Adventures: Aftershocks (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "2 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Zak Bagans reopens past investigations of Bachelor's Grove Cemetery and Waverly Hills Sanatorium in Chicago, and he learns new information about the owners of Waverly Hill.    "
                },
                "4": {
                    "title": "Shanghai Tunnels",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Adventures: Aftershocks (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "9 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Zak reopens the investigations: Shanghai Tunnels & Jerome Grand Hotel.    "
                },
                "5": {
                    "title": "Stanley Hotel and Pennhurst",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Adventures: Aftershocks (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 7,
                    "original air date": "16 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Zak revisits his investigations of the Stanley Hotel and Pennhurst. Zak hears about a woman suffering from a spiritual attachment originating from the dark and dangerous energy emanating from the Stanley Hotel.    "
                },
                "6": {
                    "title": "Sallie House and St. James Hotel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ghost Adventures: Aftershocks (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 19,
                    "original air date": "23 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Zak revisits his investigations of the Sallie House and The St. James Hotel. Zak learns how Gary and Jan Reynolds lives took a dark turn after meeting during Zak's investigation of The St. James Hotel.    "
                }
            }
        },
        "number of episodes": 25,
        "cast": [
            {
                "name": "Bagans, Zak"
            },
            {
                "name": "Goodwin, Aaron"
            },
            {
                "name": "Tolley, Billy"
            },
            {
                "name": "Brazeal, Tim"
            },
            {
                "name": "Hanna, Bryan"
            },
            {
                "name": "Scott, Terrie"
            },
            {
                "name": "Moore, Drew"
            },
            {
                "name": "Oman, David"
            },
            {
                "name": "Peters, David L."
            },
            {
                "name": "Wasley, Jay"
            },
            {
                "name": "Yates, Jay"
            },
            {
                "name": "Yates, Marie"
            },
            {
                "name": "Fleming, Chris"
            },
            {
                "name": "France, Tim"
            },
            {
                "name": "Marz, Tiffany"
            }
        ],
        "genres": [
            "History",
            "Reality-TV",
            "Thriller"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 4,
        "rating": 6.7,
        "votes": 1046,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjI3NTE1NjQ4Ml5BMl5BanBnXkFtZTgwNTM4NzM3NjE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Zak and Aaron, 2/3 of the Ghost Adventures crew, reunite with some of their past guests. In an intimate setting, Zak sits face to face with the haunted people from some of the most haunted places investigated by the GAC. Recent events and even more depth to their stories are revealed about these people and these locations.",
        "languages": [
            "English"
        ],
        "title": "Ghost Adventures: Aftershocks",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Ghost Adventures: Aftershocks (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Belanger, Jeff"
            },
            {
                "name": "Bagans, Zak"
            }
        ],
        "distributors": [
            {
                "name": "Travel Channel"
            }
        ],
        "plot": [
            "Zak and Aaron, 2/3 of the Ghost Adventures crew, reunite with some of their past guests. In an intimate setting, Zak sits face to face with the haunted people from some of the most haunted places investigated by the GAC. Recent events and even more depth to their stories are revealed about these people and these locations.::Karla Archer"
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1046,
                "rating": 6.7
            },
            "aged under 18": {
                "votes": 2,
                "rating": 8.5
            },
            "aged 18 29": {
                "votes": 90,
                "rating": 6.6
            },
            "aged 30 44": {
                "votes": 221,
                "rating": 6.3
            },
            "aged 45 plus": {
                "votes": 86,
                "rating": 5.9
            },
            "males": {
                "votes": 282,
                "rating": 6.0
            },
            "males aged under 18": {
                "votes": 2,
                "rating": 8.5
            },
            "males aged 18 29": {
                "votes": 56,
                "rating": 6.5
            },
            "males aged 30 44": {
                "votes": 146,
                "rating": 6.1
            },
            "males aged 45 plus": {
                "votes": 49,
                "rating": 5.8
            },
            "females": {
                "votes": 158,
                "rating": 6.7
            },
            "females aged 18 29": {
                "votes": 31,
                "rating": 6.8
            },
            "females aged 30 44": {
                "votes": 73,
                "rating": 6.9
            },
            "females aged 45 plus": {
                "votes": 35,
                "rating": 5.9
            },
            "top 1000 voters": {
                "votes": 32,
                "rating": 6.1
            },
            "us users": {
                "votes": 169,
                "rating": 6.2
            },
            "non us users": {
                "votes": 133,
                "rating": 6.1
            }
        },
        "number of votes": {
            "10": 435,
            "9": 123,
            "8": 96,
            "7": 125,
            "6": 87,
            "5": 39,
            "4": 28,
            "3": 18,
            "2": 22,
            "1": 73
        },
        "arithmetic mean": 7.7,
        "median": 9
    }
}