{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 May 2014"
            }
        ],
        "release dates": [
            "USA::1 May 2014"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "90"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjUyMjQ5MzI1NF5BMl5BanBnXkFtZTgwNjQ0NDUzMjE@._V1_SY150_CR1,0,101,150_.jpg",
        "budget": "$250,000 (estimated)",
        "plot outline": "Fashion Central TV is the fashion lifestyle channel catering to a global market. We are the hub for fashion entertainment and fashion news, mixing new talent, major fashion designers, fashion video and fashion film, giving you hours of non stop entertainment. We will showcase the cutting edge of fashion from around the world in the palm of your hand. Fashion Central TV is a portal to the world of fashion, via the world wide web, a 24/7 channel available anytime and anywhere. The viewer has an all access backstage pass to what is happening in fashion. The who's who of the fashion world, top designers, stylist, fashion shows, photographers, fashion film, red carpet events, and new brands. Fashion Central TV is paving the way for the future, this is the next generation of fashion.",
        "languages": [
            "English"
        ],
        "title": "Fashion Central TV",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Fashion Central TV (United States)"
        ],
        "production companies": [
            {
                "name": "Blue Pie Productions USA"
            },
            {
                "name": "Blue Pie Productions"
            },
            {
                "name": "Planet Blue Pictures USA"
            }
        ],
        "distributors": [
            {
                "name": "Blue Pie Productions USA"
            },
            {
                "name": "Planet Blue Pictures USA"
            }
        ],
        "plot": [
            "_Fashion Central TV_ (qv) is the fashion lifestyle channel catering to a global market. We are the hub for fashion entertainment and fashion news, mixing new talent, major fashion designers, fashion video and fashion film, giving you hours of non stop entertainment. We will showcase the cutting edge of fashion from around the world in the palm of your hand. _Fashion Central TV_ (qv) is a portal to the world of fashion, via the world wide web, a 24/7 channel available anytime and anywhere. The viewer has an all access backstage pass to what is happening in fashion. The who's who of the fashion world, top designers, stylist, fashion shows, photographers, fashion film, red carpet events, and new brands. _Fashion Central TV_ (qv) is paving the way for the future, this is the next generation of fashion.::Blue Pie Productions"
        ],
        "tech": {
            "runtime": [
                "1 hr 30 min (90 min) (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}