{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "6 August 2014"
            }
        ],
        "release dates": [
            "USA::6 August 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Richard Blais vs. Marcel Vigneron",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Chef Duels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "6 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Two of the most notorious \"mad scientists\" in Top Chef history face-off once again, Top Chef All Stars winner Richard Blais and competitor celebrity chef Marcel Vigneron. First, Marcel challenges Richard to make a dessert featuring both a hot and cold component while Richard chooses to challenge Marcel to make one of his specialties, a burger. And for their duel that will decide who moves on to the finale, Richard and Marcel must concoct a three-course meal specifically designed to entice each of the judges' senses. Although Richard won the title when they competed ...    "
                },
                "2": {
                    "title": "Shirley Chung vs. Brooke Williamson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Chef Duels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Brooke Williamson and Shirley Chung were mere inches from victory as they were finalists in their respective seasons. Now is their time for redemption!    "
                },
                "3": {
                    "title": "Mike Isabella vs. Antonia Lofaso",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Chef Duels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "20 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Revenge is a dish best served... well, any temperature on Top Chef Duels. Watch Mike Isabella and Antonia Lofaso duke it out in an Italian-themed smack down.    "
                },
                "4": {
                    "title": "CJ Jacobson vs. Stefan Richter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Chef Duels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "27 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Old rivalries die hard. Los Angeles Chefs Stefan Richter and CJ Jacobson duked it out on \"Top Chef Seattle\" and enter this duel far from friends. Stefan first challenges CJ to cook with smoke, and then CJ asks Stefan to use products that remind CJ of Stefan... the backsides of animals. For the Duel, CJ and Stefan go back to nature for a foraging-themed meal to impress celebrity superstar Shailene Woodley and the rest of the judges. The taste of victory will be even sweeter thanks to the bad blood between these two.    "
                },
                "5": {
                    "title": "David Burke vs. Takashi Yagihashi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Chef Duels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "3 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    These \"Top Chef Masters\" competitors and long-time friends take the duel to a whole new level. Takashi challenges David with an ingredient for which he is well known, the egg. David reciprocates with a test based on crab that must be prepared three ways. Then for the Duel, guest judge Andrew Zimmern offers up some of the most bizarre ingredients for their meal. Having to cook with unfamiliar products will push these Masters to their culinary limits.    "
                },
                "6": {
                    "title": "Dale Talde vs. Tiffani Faison",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Chef Duels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    When two chefs known for their tempers face off, it is bound to get hot in the kitchen. First, Dale challenges Tiffani to relive a past failure of hers in preparing dim sum. Then Tiffany counters with a contest based on an American canapé and classic cocktail. For the Duel, featuring guest judges Rob Zombie, Scott Ian and Gary Holt, the chefs must prepare a vegan meal and service will get hard core as one Chef will be rocked. These \"Top Chef All Stars\" are out to prove that the third time's the charm.    "
                },
                "7": {
                    "title": "Jen Carroll vs. Nyesha Arrington",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Chef Duels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "17 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Two chefs are back to set the record straight. Jen and Nyesha were arguably sent home before their time on their seasons of \"Top Chef.\" Now these women are back with a vengeance. First Jen tests Nyesha's familiarity opening and preparing sea urchin, and then Nyesha challenges Jen to confront a past demon from the show, mastering bacon and eggs. For the Duel, the chefs are forced to break the law for the cast of \"Brooklyn Nine-Nine.\" Underestimating these chefs would be criminal.    "
                },
                "8": {
                    "title": "Stephanie Izard vs. Kristen Kish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Chef Duels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "24 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    This is the ultimate showdown between the only two female chefs to ever win \"Top Chef.\" First, Stephanie challenges Kristen to take it to the streets Thai style, while Kristen pushes Stephanie out of her comfort zone and into fine dining by making an upscale pasta dish. Then for the Duel, it's a clash of rustic versus refined cuisine as the chefs lock horns in a showdown of biblical proportions themed around the Garden of Eden.    "
                },
                "9": {
                    "title": "Art Smith vs. Kevin Gillespie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Chef Duels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "1 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    It's a battle of the good ol' boys, as true Southern Gentlemen duel it out in the kitchen. In a Duels first this season, a \"Top Chef\" Master takes on a \"Top Chef\" Runner-Up, and these bearded brethren are out for blood. First, Kevin puts Art through hog hell, challenging him to butcher and then prepare a dish with porcine. Then, Art throws down the gauntlet to Kevin to a critter fry. When the cast of \"Grey's Anatomy\" sits down for dinner, they get just what the doctor ordered. Kevin and Art prove either way that the South will rise again.    "
                },
                "10": {
                    "title": "Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Top Chef Duels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "8 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    This is the epic showdown as the winners of each of the Duels plus the champion from the digital companion series \"The Knockout\" convene in the kitchen to crown a victor. First, all ten chefs must prepare dishes that are bright in flavor and black on the plate. The top two chefs move to the final Duel, while the remaining eight chefs compete for the last two spots by making dishes composed of all white ingredients. After the final four are announced, the ultimate Duel commences for a table of the culinary elite, in a salute to love, honor and pride. In the end, only ...    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Simmons, Gail"
            },
            {
                "name": "Stone, Curtis"
            },
            {
                "name": "Puck, Wolfgang"
            },
            {
                "name": "Acheson, Hugh"
            },
            {
                "name": "Arrington, Nyesha"
            },
            {
                "name": "Beatriz, Stephanie"
            },
            {
                "name": "Bernstein, Michelle"
            },
            {
                "name": "Boulud, Daniel"
            },
            {
                "name": "Burke, David"
            },
            {
                "name": "Carroll, Jen"
            },
            {
                "name": "Faison, Tiffani"
            },
            {
                "name": "Fumero, Melissa"
            },
            {
                "name": "Goin, Suzanne"
            },
            {
                "name": "Goor, Daniel J."
            },
            {
                "name": "Hatfield, Karen"
            },
            {
                "name": "Hatfield, Quinn"
            },
            {
                "name": "Holt, Gary"
            },
            {
                "name": "Ian, Scott"
            },
            {
                "name": "Izard, Stephanie"
            },
            {
                "name": "Kish, Kristen"
            },
            {
                "name": "Lentz, David"
            },
            {
                "name": "Lopez, Mela"
            },
            {
                "name": "Marino, Leo"
            },
            {
                "name": "McShane, Collin"
            },
            {
                "name": "Peretti, Chelsea"
            },
            {
                "name": "Samberg, Andy"
            },
            {
                "name": "Talde, Dale"
            },
            {
                "name": "Yagihashi, Takashi"
            },
            {
                "name": "Zimmern, Andrew"
            },
            {
                "name": "Zombie, Rob"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.2,
        "votes": 112,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTYwMzg5NzU0MF5BMl5BanBnXkFtZTgwNjMzNjgzMjE@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "In each episode, two chefs will face-off in three rounds of head-to-head battles testing their skill, creativity and speed. Rivalries will be intensified as \"Top Chef Duels\" ups the ante and allows the competing chefs to each pick one mini-duel based on the other's perceived weaknesses in the kitchen. The third and final challenge of each episode will decide who moves on to compete in the ultimate high-stakes season finale where 10 chefs will be confronted with split second decisions as they lay it all on the line in the greatest challenge of their careers. In the end, only one chef will earn bragging rights and win the $100,000 grand prize and a culinary adventure that will be featured in Food and Wine Magazine.",
        "languages": [
            "English"
        ],
        "title": "Top Chef Duels",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Top Chef Duels (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Magical Elves Productions"
            }
        ],
        "distributors": [
            {
                "name": "Bravo Networks"
            }
        ],
        "plot": [
            "In each episode, two chefs will face-off in three rounds of head-to-head battles testing their skill, creativity and speed. Rivalries will be intensified as \"_Top Chef Duels_ (qv)\" ups the ante and allows the competing chefs to each pick one mini-duel based on the other's perceived weaknesses in the kitchen. The third and final challenge of each episode will decide who moves on to compete in the ultimate high-stakes season finale where 10 chefs will be confronted with split second decisions as they lay it all on the line in the greatest challenge of their careers. In the end, only one chef will earn bragging rights and win the $100,000 grand prize and a culinary adventure that will be featured in Food and Wine Magazine.::Bravo Publicity"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 112,
                "rating": 6.2
            },
            "aged 18 29": {
                "votes": 14,
                "rating": 4.8
            },
            "aged 30 44": {
                "votes": 48,
                "rating": 6.8
            },
            "aged 45 plus": {
                "votes": 42,
                "rating": 5.7
            },
            "males": {
                "votes": 49,
                "rating": 5.8
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 4.8
            },
            "males aged 30 44": {
                "votes": 27,
                "rating": 6.4
            },
            "males aged 45 plus": {
                "votes": 15,
                "rating": 4.8
            },
            "females": {
                "votes": 56,
                "rating": 6.6
            },
            "females aged 18 29": {
                "votes": 9,
                "rating": 4.8
            },
            "females aged 30 44": {
                "votes": 21,
                "rating": 7.2
            },
            "females aged 45 plus": {
                "votes": 26,
                "rating": 6.5
            },
            "top 1000 voters": {
                "votes": 11,
                "rating": 7.0
            },
            "us users": {
                "votes": 66,
                "rating": 6.2
            },
            "non us users": {
                "votes": 25,
                "rating": 5.6
            }
        },
        "number of votes": {
            "10": 15,
            "9": 8,
            "8": 10,
            "7": 27,
            "6": 15,
            "5": 9,
            "4": 15,
            "3": 4,
            "2": 0,
            "1": 9
        },
        "arithmetic mean": 6.3,
        "median": 7
    }
}