{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "September 2014"
            },
            {
                "country": "UK\n",
                "date": "21 September 2014"
            },
            {
                "country": "Sweden\n",
                "date": "15 June 2015"
            },
            {
                "country": "Austria\n",
                "date": "7 April 2016"
            },
            {
                "country": "Belgium\n",
                "date": "7 April 2016"
            },
            {
                "country": "Switzerland\n",
                "date": "7 April 2016",
                "notes": "                            (French speaking region) (German speaking region) (Italian speaking region)"
            },
            {
                "country": "Germany\n",
                "date": "7 April 2016"
            },
            {
                "country": "France\n",
                "date": "7 April 2016"
            },
            {
                "country": "Luxembourg\n",
                "date": "7 April 2016"
            }
        ],
        "release dates": [
            "UK::September 2014",
            "UK::21 September 2014",
            "Sweden::15 June 2015",
            "Austria::7 April 2016",
            "Belgium::7 April 2016",
            "Switzerland::7 April 2016                            (French speaking region) (German speaking region) (Italian speaking region)",
            "Germany::7 April 2016",
            "France::7 April 2016",
            "Luxembourg::7 April 2016"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Our Girl"
            },
            {
                "countries": "Germany",
                "title": "Eine Frau an der Front"
            }
        ],
        "akas": [
            "Our Girl (original title)",
            "Eine Frau an der Front Germany"
        ],
        "akas from release info": [
            "Our Girl (original title)",
            "Eine Frau an der Front Germany"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Nepal Tour: Episode 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Girl (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 58,
                    "original air date": "10 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    2 Section are sent to Nepal on a humanitarian mission after a devastating earthquake hits the region. They have their hands full distributing aid and tending the injured and then an aftershock hits.    "
                },
                "2": {
                    "title": "Nepal Tour: Episode 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Girl (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 42,
                    "original air date": "17 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Maisie takes a risk to rescue Georgie and Milan from the collapsing house. When they discover that children from the village have been taken to be sold as slaves in Kathmandu they set off to free them.    "
                },
                "3": {
                    "title": "Nepal Tour: Episode 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Girl (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 39,
                    "original air date": "24 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    2 Section are sent into the heart of Afghanistan on a covert mission to raid the compound of Aatan Omar. The mission gets off to a bad start and gets worse as the section take casualties.    "
                },
                "4": {
                    "title": "Nepal Tour: Episode 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Girl (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 47,
                    "original air date": "31 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    An exhausted 2 Section retreat to Kabul in a commandeered vehicle in a sandstorm. However, instead of returning to Nepal they must support a final attempt to capture Omar.    "
                },
                "5": {
                    "title": "Nigeria, Belize and Bangladesh Tours: Episode 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Girl (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 35,
                    "original air date": "5 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Still grieving and heartbroken from the death of Elvis Harte, Lance Corporal Georgie Lane (Michelle Keegan) is sent to Nigeria on a training mission, alongside 2-section. Working as part of the British Army's effort to help train local forces in the fight against terror, Georgie throws herself into work helping to train local medics, as well as overseeing a local women's health initiative. However, whilst 2-section work hard helping to equip the Nigerian Army, everyone is soon put on edge when they encounter a local crime boss and a seemingly ruthless band of ...    "
                },
                "6": {
                    "title": "Nigeria, Belize and Bangladesh Tours: Episode 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Girl (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 29,
                    "original air date": "12 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Georgie can do little as the Boko Haram rebels beat the Nigerian members of the group. She finds the unlikeliest of allies when the local crime boss is revealed to be an undercover special forces operative.    "
                },
                "7": {
                    "title": "Nigeria, Belize and Bangladesh Tours: Episode 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Girl (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 23,
                    "original air date": "19 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Now in Belize for a jungle training exercise Section 2 members quickly get into a row with natives at a bar. Split into two teams by local commander Mendez the aim is to locate and return to base a mythical injury victim. James' group beats Georgie's but he is shot in the leg by drug-dealing bandits and Georgie, helped by local boy Ezra, attempts to bring him back to safety, discovering a truth from him as they try to escape from the drug-dealers.    "
                },
                "8": {
                    "title": "Nigeria, Belize and Bangladesh Tours: Episode 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Girl (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 26,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Back at base the section receives a weak signal from James' tracker and Bones arrives with his team to locate him and Georgie. The endangered couple are helped by Ezra, who takes them to the safety of a cave, where James admits to a responsibility for the death of Elvis. The pair are rescued but not without innocent casualties.    "
                },
                "9": {
                    "title": "Nigeria, Belize and Bangladesh Tours: Episode 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Girl (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 20,
                    "original air date": "4 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    With James recovering from his injuries Bones takes charge as the unit moves to Bangladesh to help Rohingya refugees fleeing persecution in Myanmar. Georgie and young Jason Curry - nicknamed Ruby - assist Inspector Chowdhrey and his wife Bharsha at their make-shift hospital, which is short of supplies as more refugees flood the camp. However danger is present in Bangladesh when a suicide bomber strikes, claiming one of the section as his victim.    "
                },
                "10": {
                    "title": "Nigeria, Belize and Bangladesh Tours: Episode 6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Girl (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 25,
                    "original air date": "13 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Following Bones' death James returns and security checks are in force. Georgie is puzzled to see Chowdhrey doing business with a man without Bharsha's knowledge and, aware that drug smugglers are using the refugees, she tells James. It becomes apparent that Chowdhrey is in league with the smugglers and was the bomber's target, especially when he disappears. However James has his own crisis.    "
                },
                "11": {
                    "title": "Nigeria, Belize and Bangladesh Tours: Episode 7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Girl (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 20,
                    "original air date": "17 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    A cholera outbreak adds to the section's problems, stressing out Georgie and Ruby. Chowdhrey is arrested but refuses to give his captors any information until Georgie asks for Barsha's intervention. Then Georgie and Maisie are attacked by gunmen who kidnap the Chowdhrey's young son.    "
                },
                "12": {
                    "title": "Nigeria, Belize and Bangladesh Tours, 8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Girl (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 14,
                    "original air date": "24 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Georgie is caught in the crossfire when another attempt is made on Inspector Chowdhrey's life, forcing her to re-examine her feelings for her captain. With Chowdhrey's son Sumon still missing, Georgie persuades James to call in special forces. A daring mission is conceived, but 2 Section find themselves in a deadly shoot out with the drug gang to recover Sumon and halt the yaba trade.    "
                }
            },
            "1": {
                "1": {
                    "title": "Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Girl (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 156,
                    "original air date": "21 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Molly is now in a platoon on a six month tour of Afghanistan, led by the young but seasoned Captain James with sarcastic Corporal Kinders. She is one of only two women and the company medic, which is awkward, given her aversion to the sight of blood. She is cheered to meet Smurf, a boy with whom she had a one-night stand back home but perturbed that he seems to have joined up purely to avenge his brother, killed by the Taliban. On an outing to meet a local regiment the group comes under fire. A petrified Molly is saved by Smurf but both she and James sense that his ...    "
                },
                "2": {
                    "title": "Feelings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Girl (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 135,
                    "original air date": "28 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    To the concern of her colleagues Molly gets close to Bashira. The platoon visits a village where Taliban invaders have captured children and the village elders claim that the British presence is to blame. Molly notices that Bashira's father has injured her for talking to her and stitches her wound, after which Bashira warns Molly that the unit should not pursue the invaders into the mountains as they will be heading into a trap and Molly and Smurf convince James of this. As a result the platoon is successful in killing the enemy but Molly fears that Bashira is now ...    "
                },
                "3": {
                    "title": "Changes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Girl (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 122,
                    "original air date": "5 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Molly enjoys herself at the platoon's sports day but is brought back to reality by the sight of three young Afghan soldiers murdered by the Taliban. She and Smurf are flown back to Britain for home leave, Molly meeting Smurf's mother, still grieving for his dead brother. With her parents arguing over her mother's decision to become a teaching assistant Molly does not feel comfortable and both she and Smurf are relieved to be back in Afghanistan though Molly is shocked when Smurf says he loves her. Molly's real love is James and she comes close to confessing as they ...    "
                },
                "4": {
                    "title": "Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Girl (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 120,
                    "original air date": "12 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    As the platoon prepares to withdraw from Afghanistan, Molly must choose between Captain James and Smurf.    "
                },
                "5": {
                    "title": "Heroes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Girl (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 110,
                    "original air date": "19 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Returning from Afghanistan, Molly struggles to pick up the pieces after an attack that left both Smurf and James injured.    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Girl (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 101,
                    "original air date": "7 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Experienced army medic Georgie Lane, goes on a six week humanitarian tour to help refugees in Nairobi. Minutes after arriving, an IED explosion forces her to jump straight to work, but also leads to some friction with local medic Kicki.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Girl (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 74,
                    "original air date": "14 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Georgie is taken by the terrorists, including the fanatical Englishman Abu Jasser and the kindlier Zeki and ordered to help one of their wounded though she has no resources or medicine. She acquits herself well but - along with Kicki - is used as a hostage in exchange for their captors' prisoners. Special forces led by Elvis are flown in to rescue them though James is worried about Elvis's involvement with his ex-girlfriend. Thanks to Georgie's ingenuity Elvis and his men are able to locate her and a rescue mission is launched, Elvis still at odds with James. The ...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Girl (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 43,
                    "original air date": "21 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Following her rescue Georgie is eager to return to work and to help locate the terrorist compound where she was held hostage and which, thanks to her, is destroyed by a bomber plane. Georgie is cool towards rescuer Elvis but he saves her a second time from an armed robber and explains his reasons for not going through with the wedding. He claims that he still loves her, which gets a response, before Georgie returns on leave to her parents and boyfriend Jamie - but she is not the only Briton to have returned from Africa.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Girl (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 55,
                    "original air date": "28 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Back in Manchester Georgie dodges the press and confides in sister Marie her lapse with Elvis. She is certain Jasser is stalking her, giving her nightmares which cause Jamie to ask James for his help. However the army's counter terrorist group believes her and is able to track him down to a bus, foiling a bomb outrage though again Jasser escapes. In her personal life Georgie finds herself falling for Elvis again and lying to Jamie, ultimately deciding that she should leave the army.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Girl (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 53,
                    "original air date": "5 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    With a terrorist attack threat drawing ever closer, Georgie struggles with choosing two different ways of life.    "
                }
            },
            "4": {
                "1": {
                    "title": "Episode #4.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Girl (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Episode #4.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Girl (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Episode #4.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Girl (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Episode #4.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Girl (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Episode #4.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Girl (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Episode #4.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Girl (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 28,
        "cast": [
            {
                "name": "Aldridge, Ben"
            },
            {
                "name": "Lennon, Simon"
            },
            {
                "name": "Ward, Sean"
            },
            {
                "name": "Keegan, Michelle"
            },
            {
                "name": "Sagar, Sean"
            },
            {
                "name": "Bell, Rolan"
            },
            {
                "name": "Brune-Franklin, Shalom"
            },
            {
                "name": "Bhambra, Harki"
            },
            {
                "name": "Armstrong, Mark"
            },
            {
                "name": "Walker, Lawrence"
            },
            {
                "name": "Pasqualino, Luke"
            },
            {
                "name": "Preston, Nick"
            },
            {
                "name": "Lonsdale, Angela"
            },
            {
                "name": "Walcott, Dwane"
            },
            {
                "name": "Turner, Lacey"
            },
            {
                "name": "Kene, Arinzé"
            },
            {
                "name": "Rothwell, Charley Palmer"
            },
            {
                "name": "Oyefeso, Ade"
            },
            {
                "name": "Rheon, Iwan"
            },
            {
                "name": "Varla, Zubin"
            },
            {
                "name": "James, Michael"
            },
            {
                "name": "Averton, Kirsty"
            },
            {
                "name": "Burjaq, Tamer"
            },
            {
                "name": "Eggersglusz, Becky"
            },
            {
                "name": "Khan, Jonas"
            },
            {
                "name": "Pierreson, Royce"
            },
            {
                "name": "Gilder, Sean"
            },
            {
                "name": "Cocker, Linzey"
            },
            {
                "name": "Wright, Molly"
            },
            {
                "name": "O'Hagan, Jed"
            },
            {
                "name": "Parry-Jones, Jack"
            },
            {
                "name": "Baller, James"
            },
            {
                "name": "Chowdhry, Navin"
            },
            {
                "name": "Elahe, Farzana Dua"
            },
            {
                "name": "Khan, Imran"
            },
            {
                "name": "McNamee, Patrick"
            },
            {
                "name": "Rix, Olly"
            },
            {
                "name": "Shelton, Aubrey"
            },
            {
                "name": "Gallagher, Sean"
            },
            {
                "name": "Godliman, Kerry"
            },
            {
                "name": "Arrison, Keenan"
            },
            {
                "name": "Astill, Adam"
            },
            {
                "name": "Grounds, Flossy"
            },
            {
                "name": "Warsama, Yusra"
            },
            {
                "name": "Oseyemi, Anthony"
            },
            {
                "name": "Tenta, Anna"
            },
            {
                "name": "Milton, Anthony"
            },
            {
                "name": "Dharmalingam, Rudi"
            },
            {
                "name": "Shrestha, Salina"
            },
            {
                "name": "Michie, John"
            }
        ],
        "locations": [
            "Cape Town, South Africa",
            "Swansea, Wales, UK",
            "East Ham, London, England, UK"
        ],
        "genres": [
            "Drama",
            "War"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "South Korea:15",
            "United Kingdom:15",
            "United States:TV-14"
        ],
        "number of seasons": 4,
        "rating": 7.8,
        "votes": 2746,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjY2YjNjMWQtOGFkNS00ZGE0LThiZmMtMmI0Y2ViMjczMzQ0XkEyXkFqcGdeQXVyMjExMjk0ODk@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Our Girl",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Grounds, Tony"
            },
            {
                "name": "Mclaughlan, Loren"
            },
            {
                "name": "Roberts, Amy"
            }
        ],
        "production companies": [
            {
                "name": "BBC Drama Productions"
            },
            {
                "name": "BBC Studios"
            }
        ],
        "distributors": [
            {
                "name": "BBC Drama Productions"
            }
        ],
        "other companies": [
            {
                "name": "MFS Casting"
            },
            {
                "name": "Ray Knight Casting"
            },
            {
                "name": "Universal Extras"
            }
        ],
        "plot": [
            "The series follows Molly on her first deployment as a serving army medic against the backdrop of the British Army's withdrawal from Afghanistan. Series 2 introduces Georgie, her more experienced friend, as she is deployed to Eastern Africa.::LookinGood"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 2746,
                "rating": 7.8
            },
            "aged under 18": {
                "votes": 5,
                "rating": 8.3
            },
            "aged 18 29": {
                "votes": 637,
                "rating": 8.3
            },
            "aged 30 44": {
                "votes": 664,
                "rating": 7.6
            },
            "aged 45 plus": {
                "votes": 512,
                "rating": 7.5
            },
            "males": {
                "votes": 946,
                "rating": 7.3
            },
            "males aged 18 29": {
                "votes": 216,
                "rating": 7.7
            },
            "males aged 30 44": {
                "votes": 307,
                "rating": 7.1
            },
            "males aged 45 plus": {
                "votes": 330,
                "rating": 7.3
            },
            "females": {
                "votes": 1035,
                "rating": 8.4
            },
            "females aged under 18": {
                "votes": 5,
                "rating": 8.3
            },
            "females aged 18 29": {
                "votes": 413,
                "rating": 8.6
            },
            "females aged 30 44": {
                "votes": 345,
                "rating": 8.2
            },
            "females aged 45 plus": {
                "votes": 176,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 38,
                "rating": 5.8
            },
            "us users": {
                "votes": 124,
                "rating": 7.6
            },
            "non us users": {
                "votes": 1255,
                "rating": 7.7
            }
        },
        "number of votes": {
            "10": 775,
            "9": 583,
            "8": 677,
            "7": 322,
            "6": 121,
            "5": 84,
            "4": 46,
            "3": 30,
            "2": 20,
            "1": 88
        },
        "arithmetic mean": 8.1,
        "median": 8
    }
}