{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "16 July 2014"
            }
        ],
        "release dates": [
            "USA::16 July 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "WOW Factor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Young Marvels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "16 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Not anticipated to survive his premature birth, blind musician Matthew defies expectations by dazzling on the piano, drums and organ. Lev dreams of ruling the ballroom dance floor and takes up a traditional Russian training regimen that would defeat most 8 year olds. Mae Ya channels her emotions into a stunning voice that sings far beyond its years.    "
                },
                "2": {
                    "title": "Practice Makes Perfect",
                    "kind": "episode",
                    "episode of": {
                        "title": "Young Marvels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "23 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Cellist Charlie thrives at Juilliard but his parents worry about scheduling enough time for him to be a kid. Duncan grapples with leaving his dad in Vermont to pursue a ballet career in New York, with mom at his side. Polyglot Mabou confronts her perfectionist mother and Matthew yawns through his braille music lesson as his parents struggle to prepare him for life as a blind adult.    "
                },
                "3": {
                    "title": "Under Pressure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Young Marvels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "30 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Sophia contemplates homeschooling in order to spend more time training with LA's hottest choreographers. Clark sacrifices any free time with friends to pursue a promising career in opera. Duncan escapes the teasing he faced at home as a boy ballet dancer while at his performing arts school in New York.    "
                },
                "4": {
                    "title": "Family Ties",
                    "kind": "episode",
                    "episode of": {
                        "title": "Young Marvels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "6 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Mae Ya smiles through her mother's demands for perfection as she prepares for a major performance. Lev is lucky to have a best friend in his dance partner, Natalina, but misses his dad who spends half the year in Russia. Duncan's weekend home in Vermont brings up painful questions about when his family can all be together again.    "
                },
                "5": {
                    "title": "Revenge of the Nerds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Young Marvels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "13 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    With his dad as roadie, Matthew sets off for his first big show since opening for Stevie Wonder at the Apollo Theater. Sophia searches for the confidence she needs to wow the judges at a major dance convention. Charlie nervously steps on stage for his recital at Juilliard.    "
                },
                "6": {
                    "title": "Balancing Act",
                    "kind": "episode",
                    "episode of": {
                        "title": "Young Marvels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "20 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Mae Ya puts practice aside to enjoy a rare night with friends while questions are raised about Clark's health and his future as an opera singer. Matthew's parents encourage his independence, even if it means watching him struggle. Lev is excited to perform at the USA Dance show but wishes his dad could be there to see him.    "
                },
                "7": {
                    "title": "Permission Slip",
                    "kind": "episode",
                    "episode of": {
                        "title": "Young Marvels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "27 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Mae Ya races to make last minute changes to a song after her mother criticizes her performance. Duncan worries about impressing his father at his biggest recital of the year. Sophia hopes a meeting with an online school counselor will finally convince her mom that homeschooling is the right choice to ensure her career as a dancer.    "
                },
                "8": {
                    "title": "Paying a Price",
                    "kind": "episode",
                    "episode of": {
                        "title": "Young Marvels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "3 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Clark sees a throat specialist to check on the health of his vocal chords and gets some surprising news. The overwhelming cost of Mabou's education puts her parents at odds. Matthew is surprised by a visit from his best friend and biggest champion - his sister.    "
                },
                "9": {
                    "title": "Dress Rehearsal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Young Marvels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "10 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Lev gets a surprise lesson from Dancing With The Stars pro, Cheryl Burke. Charlie practices for his final exam performance at Juilliard under the critical eye of his father. Duncan reunites with his sister in Vermont as the family must decide whether or not to sell their home in support of Duncan's new life in New York. Troubled by the gun violence in her neighborhood, Mae Ya writes an emotional song to perform at Chicago's historic St. Sabina church.    "
                },
                "10": {
                    "title": "The Final Bow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Young Marvels (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "17 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Lev must say goodbye to his father while Mabou's mother meets with an Ivy League admissions counselor who challenges her beliefs about what's best for Mabou's education. Charlie anxiously awaits the results of his Juilliard exams and Sophia auditions for a spot with one of the industry's leading choreographers. Matthew is surprised by a career-changing opportunity and Mae Ya finds herself inches from the big break she's been waiting for.    "
                }
            }
        },
        "number of episodes": 10,
        "genres": [
            "Family"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 8.6,
        "votes": 5,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYWJhNWZkMTUtODhjYi00NTk1LTg4NTItNzJkYjRiODZlNzJjXkEyXkFqcGdeQXVyNjQxNjQ2Mjk@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Ovation's new original series, \"Young Marvels,\" showcases the impressive achievements and struggles of young talent from across all areas of the arts and the parents who nurture, support and sometimes push them. Featuring exceptionally gifted dancers, singers, musicians, and more, this docuseries uncovers a generation of artists intent on making their mark before reaching adulthood.",
        "languages": [
            "English"
        ],
        "title": "Young Marvels",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Young Marvels (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Tremendous Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Tremendous Entertainment"
            }
        ],
        "plot": [
            "Ovation's new original series, \"_Young Marvels_ (qv),\" showcases the impressive achievements and struggles of young talent from across all areas of the arts and the parents who nurture, support and sometimes push them. Featuring exceptionally gifted dancers, singers, musicians, and more, this docuseries uncovers a generation of artists intent on making their mark before reaching adulthood.::Ovation Network"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 5,
                "rating": 8.6
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 3.0
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "males": {
                "votes": 4,
                "rating": 8.2
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 3.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 2,
                "rating": 10.0
            },
            "non us users": {
                "votes": 1,
                "rating": 3.0
            }
        },
        "number of votes": {
            "10": 4,
            "9": 0,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 1,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.6,
        "median": 1
    }
}