{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2014"
            },
            {
                "country": "USA\n",
                "date": "28 July 2014"
            }
        ],
        "release dates": [
            "USA::2014",
            "USA::28 July 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Battle for Shrimp Supremacy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eating America with Anthony Anderson (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Anthony Anderson visits a huge Florida shrimp festival and cooking challenge. Anthony Anderson tastes his way through the Amelia Island, Florida, Shrimp Festival, getting recipe secrets from the Shrimp Dish Challenge contenders. Anthony Anderson tastes his way through the Amelia Island, Florida, Isle of Eight Flags Shrimp Festival, along with 100,000 other food fans, and discovers some exciting offerings by vendors including shrimp and strawberries, jerk shrimp, and hand-battered dishes. Contenders in the Shrimp Dish Challenge also share their recipes and tips as they...    "
                },
                "2": {
                    "title": "The Crab Claws Come Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eating America with Anthony Anderson (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Anthony Anderson takes on the Texas Crab Festival and best dish contest. Anthony Anderson explores the techniques of rival chefs at the Texas Crab Festival, competing for the Crab Dish Contest trophy. Anthony Anderson takes on the Texas Crab Festival in Crystal Beach, and explores the techniques of rival chefs competing for the coveted Crab Dish Contest trophy. Defending multi-year champs Lola and Rey Trevino put a Guacamole Taco Salad up against Scott \"A-Bear\" Herbert, who dethroned them in 2011. Festival favorite Marynell Millinder, competing since the festival ...    "
                },
                "3": {
                    "title": "High Stakes Steak-off",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eating America with Anthony Anderson (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Anthony Anderson heads to Arkansas for the World Championship Steak Cook-off. Anthony Anderson checks out top grillers' techniques at the Arkansas's World Championship Steak Cook-off. Anthony Anderson heads to the World Championship Steak Cook-off at Arkansas's Magnolia Blossom Festival, where 81 grillers compete for the Governor's Cup trophy and $4,000 prize money. He meets up with some of the top contenders, who have unique approaches to cooking the perfect steak. Bankers Mike Waters and Chet Poindexter like old-fashioned tenderizing techniques. Locals Becky and ...    "
                },
                "4": {
                    "title": "Crowning the Seafood King of Louisiana",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eating America with Anthony Anderson (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Anthony Anderson goes behind the scenes at the Louisiana Seafood Cook-off. Anthony Anderson heads to the New Orleans Food Experience and goes behind the scenes to cook with the state's most elite chefs. Anthony Anderson hits the Big Easy at the prestigious New Orleans Food Experience, mingling with other fest-goers along with the seven-block Royal Street Stroll and trying out imaginative cuisine like Alligator Wings, Ropa Vieja, and Ribs from some of the 74 vendors on the streets of the French Quarter. There he pays with a jazz band and gets caught up in a parade ...    "
                },
                "5": {
                    "title": "Racking Up the Ribs in Chicago",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eating America with Anthony Anderson (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Anthony Anderson racks up the ribs at Ribfest Chicago, charming savory secrets from grill masters competing for the event's famous Critics' Choice and People's Choice Awards. Anthony Anderson and 50,000 other rib enthusiasts devour 50,000 pounds of pork on the streets of Chicago during the city's annual Ribfest. He helps featured competitors prepare their dishes and spill their secrets, including defending champ Mark Link's apple juice spray, Jared Leonard's dry-rub only method, and Jeff Shapiro's mustard coating. Anthony also tastes some other festival fare like ...    "
                },
                "6": {
                    "title": "Blue Ridge BBQ Bonanza",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eating America with Anthony Anderson (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Anthony Anderson hits one of the biggest BBQ fests in the country for the NC State Championship. Anthony Anderson checks out how rivals at the Blue Ridge BBQ Festival in Tryon, NC create their competition dishes for the State Championships. Anthony Anderson heads to Tryon, NC, home of the Blue Ridge BBQ Festival and State Championships, meeting featured rival chefs as they prepare their dishes for competition. Shane Blackwell shows off his family's secret to the perfect pork butt, Kim Hicks and husband Wayne Blessing boast about their infused brisket, and Donny and ...    "
                },
                "7": {
                    "title": "Berry Sweet Strawberry Fest in Illinois",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eating America with Anthony Anderson (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Anthony Anderson savors the unique strawberry-filled snacks and entrees created for Long Grove, Illinois's famed Strawberry Festival, as 15 local chefs compete for the \"Best of the Best\" dish contest. Featured competitors share a few of their secrets like local legend Lucia Cavallino who creates a savory strawberry ricotta ravioli. Newcomer Chris Rybicki whips up a chocolate dipped strawberry taco dessert, and tavern owner Adam Ulrich makes a shaved prime rib and fontina cheese sandwich with spicy strawberry salsa. Anthony also steps in as the festival balloon artist,...    "
                },
                "8": {
                    "title": "Screaming for Ice Cream in Delaware",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eating America with Anthony Anderson (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Anthony Anderson licks, eats, and slurps his way through Wilmington, Delaware's old-fashioned Rockwood Ice Cream Festival, along with 80,000 other ice cream maniacs. Contenders in the \"Sundaes on Sunday\" competition divulge their secrets as they prepare to be judged. Local favorites include The Moo Crews' Rockwood Cardiac Carnival Craze Sundae, Maduri Parikh's liquid nitrogen ice cream sundae spectacular, and Ted Brackin's laid-back, beach-inspired Banana Day Dreamin' Sundae. Anthony has fun charming snakes and dancing with little kids, while satisfying his sweet ...    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Anderson, Anthony"
            }
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.7,
        "votes": 6,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYmNkMTlhM2YtMzJjYS00MmMzLTg4ZGMtNWE3YWFiMDY1OTNhXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Anthony Anderson is on a mission to discover what's truly at the heart of America - one food festival at a time. Anthony will travel to the most colorful and delicious festivals in America, tasting everything from classic interpretations to surprising twists. He'll also meet the amazing characters devoted to these regional favorites and follow some of them as they compete to find the best of the best. There's nothing like a small-town food festival to make summer come alive!",
        "languages": [
            "English"
        ],
        "title": "Eating America with Anthony Anderson",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Eating America with Anthony Anderson (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Magnetic Productions"
            }
        ],
        "distributors": [
            {
                "name": "Scripps Networks"
            }
        ],
        "other companies": [
            {
                "name": "Adrenaline Studios LV"
            }
        ],
        "plot": [
            "Anthony Anderson is on a mission to discover what's truly at the heart of America - one food festival at a time. Anthony will travel to the most colorful and delicious festivals in America, tasting everything from classic interpretations to surprising twists. He'll also meet the amazing characters devoted to these regional favorites and follow some of them as they compete to find the best of the best. There's nothing like a small-town food festival to make summer come alive!::Food Network"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6,
                "rating": 7.7
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 9.0
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 9.0
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 6.0
            },
            "males": {
                "votes": 4,
                "rating": 7.8
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 9.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 9.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 6.0
            },
            "females": {
                "votes": 1,
                "rating": 6.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 6.0
            },
            "us users": {
                "votes": 3,
                "rating": 7.0
            }
        },
        "number of votes": {
            "10": 0,
            "9": 3,
            "8": 0,
            "7": 1,
            "6": 2,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 7.7,
        "median": 8
    }
}