{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2014"
            }
        ],
        "release dates": [
            "USA::2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "First Floor Fixes",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Rehab: Detroit (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    New Parents Chris and Amy continue their renovation of the historic 1903 Detroit home that was once owned by Chris' great-grandparents. The living room is falling apart, with plaster chipping off of the ceiling and broken pocket doors. They restore the room to its former glory, complete with a cement tiled fireplace facade and built-in bookshelf where the old radiator used to be. They also add a powder room with dramatic custom design wallpaper.    "
                },
                "2": {
                    "title": "The Renovation Generation",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Rehab: Detroit (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    New parents Chris and Amy start the renovation of a historic 1903 Detroit home that they bought at auction. In the 1920's, the house was owned by Chris's great-grandparents, who lost it in the Depression. They demolish the kitchen, transform a butler's pantry into a new breakfast nook, and update the whole room with modern appliances and custom cabinetry.    "
                },
                "3": {
                    "title": "Master Sweet",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Rehab: Detroit (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    New parents Chris and Amy continue their renovation of the historic 1903 Detroit home that was once owned by Chris' great-grandparents. They update their master suite with salvaged closet doors and an antique mantel in the bedroom. They completely gut the bathroom and re-build it, featuring a huge new shower and reproduction subway tile. They also tuck a time capsule into the wall that they hope will be found by a future generation.    "
                },
                "4": {
                    "title": "Baby Proofed Bathroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Rehab: Detroit (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    New parents Chris and Amy continue their renovation of the historic 1903 Detroit home that was once owned by Chris' great-grandparents. Before their daughter Ruby starts crawling, they have to rebuild a bathroom - a shell of room with a giant hole in the floor. They salvage the early 1900's tub and transform the bathroom into a charming space with custom wallpaper inspired by the original design. They also renovate a guest bedroom by repairing the existing beadboard and sanding and staining the original pine wood sub-floor.    "
                },
                "5": {
                    "title": "Garage Rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Rehab: Detroit (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    New parents Chris and Amy continue their renovation of the 1903 Detroit home that was once owned by Chris' great-grandparents. Before winter hits, they must tackle some outdoor projects. The front porch is in need of a face-lift, and the garage is a crumbling, dangerous mess. They restore the garage, keeping the original dormer intact.    "
                },
                "6": {
                    "title": "Piano Room Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "American Rehab: Detroit (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    New parents Chris and Amy finish their renovation of the historic 1903 Detroit home that was once owned by Chris' great-grandparents. Their last project is the piano room - where Chris's pianist great-grandmother used to play - and the foyer, where his entire family once posed for the 1926 portrait that now hangs on his wall. They celebrate with a big party, and everything comes full circle as they re-create the family portrait in front of the foyer's staircase.    "
                }
            }
        },
        "number of episodes": 6,
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjU0MzQyMTU2Ml5BMl5BanBnXkFtZTgwNzU2OTgyNDE@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "American Rehab: Detroit",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "American Rehab: Detroit (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Ovikian, Meg Ruggiero"
            },
            {
                "name": "Rebchook, Kimberly Drake"
            }
        ],
        "production companies": [
            {
                "name": "Magnetic Productions"
            }
        ],
        "distributors": [
            {
                "name": "Scripps Networks"
            }
        ],
        "plot": [
            "Christopher Lee grew up hearing about his great-grandfather's once-stately Detroit residence lost in the Great Depression, and 87 years later, he bought it. Now, Chris and his family are bringing it back to its Roaring 20's glory."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}