{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "21 July 2014"
            }
        ],
        "release dates": [
            "USA::21 July 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Welcome to the Backcountry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Out West (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "21 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    The Korells, the Bullocks, and the Yourens try to settle once and for all which family is the best at outfitting. But rather than challenge each other to real hunting and camping events, they come up with a crazy collection of challenges... including a madcap horse drawn chariot race! And when more clients than expected show up, the Korells have to take drastic measures to keep their guests happy.    "
                },
                "2": {
                    "title": "Bringing Home the Bacon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Out West (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "28 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    For some women it's shoes and for others it's purses, but for Brenda Bullock, pigs are the biggest temptation. Can Brenda control herself at the local pig auction or will husband Travis have to face even more additions to her rapidly expanding collection of tiny squealers? Meanwhile, out in the wilderness, The Korrel brothers are forced to question their decision to team up with the unpredictable Yourens as an outfitting trip with paying clients?is in danger of getting out of hand.    "
                },
                "3": {
                    "title": "Trouble on the Lonesome Trail",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Out West (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "4 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    The three families are forced to work together when an important trail is blocked by trees and debris. But?which set of brothers?has the best solution to the problem: the slow but steady Bullocks, the modern-minded Korells or the highly unpredictable Yourens? And back at the Youren Ranch, Kelsey faces her own challenge; taming one of Harry's wild horses.    "
                },
                "4": {
                    "title": "Horsing Around",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Out West (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "11 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    The Korell, Bullock, and the Youren families travel to the annual Salmon Select Horse Sale in northern Idaho to compete in a day packed full of western-style events. There's riding, roping and mule racing for the adults and even a wolf-howling contest for the kids. The day of showmanship culminates in the big horse auction where Harry Youren tries to sell his feisty new stallion for big money.    "
                },
                "5": {
                    "title": "The Don Juan of Idaho",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Out West (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "18 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Kelsey sets up her brother-in-law, Harry, on a blind date. But will Harry's awkwardness and his brothers' presence on the big night ruin everything? Meanwhile, the Korells and Bullocks herd and brand cattle in exchange for hunting rights on a ranch, but things go south when they discover a sick calf.    "
                },
                "6": {
                    "title": "The Good, the Bad, and the Ugly Wood Floors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Out West (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "25 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    The wives take to the river for their annual \"no men allowed\" fishing trip, and with his wife not around there's nobody to stop Matt from embarking on his dream home improvement project... laying wood floors in the living room. But instead of calling in an expert, Matt's determined to cut, lay, and finish the floors himself with a little help from his brothers. What seems like a well thought out plan quickly unravels, and Matt discovers that he may have bitten off more than he can chew.    "
                },
                "7": {
                    "title": "A Brand New Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Out West (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "1 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Chris Korell and his wife Randi face a difficult dilemma; their 17-year-old son Lafe, is determined to get the family brand singed onto his chest. Knowing he'll probably end up doing it at his first college party, will Randi and Chris abandon their parental concerns and supervise this extremely painful procedure themselves?    "
                },
                "8": {
                    "title": "The Payette Plunge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Out West (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "8 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Idaho's Payette River winds its way through the lives of the Korells, the Bullocks, and the Yourens, just as it did their ancestors before them. They now meet once a year for the Payette Plunge, a two day white water rafting race to see who can do their family proud. The Korells have won the past two years, but this time the Yourens have a secret weapon: Kidd's wife, Kelsey. As a professional river guide, will Kelsey give them the edge they need to finally beat the Korells, or will the Bullocks come out of nowhere for their first win in history?    "
                },
                "9": {
                    "title": "Arch Rivals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Out West (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "27 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Things heat up when the Bullocks help build a wooden archway at Chris Korell's ranch. And the Yourens move a rancher's cattle in exchange for hunting rights, but Matt's offer to blow up a beaver dam leaves the deal up in the air.    "
                },
                "10": {
                    "title": "Friday Night Roping",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Out West (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "27 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    The pressure is on when the Youren boys organize an old-school 'Friday Night Team Roping' but will their dad, Dusty, approve? Later, tempers flare at the competition when their sister stirs up some deep-seated sibling rivalry!    "
                },
                "11": {
                    "title": "City Slicker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Out West (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "1 Sep. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Man vs. Wolf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Out West (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "27 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    When a rogue wolf kills cattle and threatens local ranchers, the Korrell, Bullock and Youren men team up on a dangerous hunt. Will they agree on a strategy for taking down this deadly predator -- or will the lone wolf outsmart them all?    "
                },
                "13": {
                    "title": "Raging Rapids",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Out West (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "27 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    The Yourens help Kelsey navigate a wooden raft through the Payette River rapids. But will the raft be smashed to pieces along the way? And the Bullocks are stuck in the back country with anxious bachelorettes about to miss the wedding.    "
                },
                "14": {
                    "title": "Duke Days",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Out West (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "3 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    The Bullocks wonder if they made a dangerous mistake agreeing to participate in the Yourens' \"rodeo with no rules.\" Meanwhile, the Korell brothers race against the clock to build a tree fort in time for Cody's son's birthday.    "
                },
                "15": {
                    "title": "Dynamite Disaster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Out West (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "3 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    The Korell, Bullock and Youren men team up to build a bridge over a deep ravine in the back country, but Matt's plans for destroying the old bridge could blow the plans to smithereens. Meanwhile, the women meet for an intense shooting competition - with an unusual choice of weapons.    "
                },
                "16": {
                    "title": "Rodeo Clowning Around",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Out West (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "3 Apr. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "17": {
                    "title": "The Muzzleloader Hunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Out West (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "3 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Chris and Cody Korell take a client on an elk hunt using a primitive weapon that's definitely hit or miss - and if the client doesn't bag an elk, they don't get paid! Meanwhile, Trent Bullock helps the Yourens bring down a silo that might be filled with explosive gases.    "
                },
                "18": {
                    "title": "Fast Draw",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Out West (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "10 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    The Bullocks' mother invites her sons to join a fast draw shooting competition, but Trent resists. Will he give it a shot for mom's sake? Plus, the Korell brothers face off on the firing line, and the Yourens try to trap a tricky raccoon.    "
                },
                "19": {
                    "title": "Broncs & Bulls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Out West (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "10 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Sibling rivalry rules as Kidd and Harry face off at the rodeo to see who's the better bronc buster. Meanwhile, Chris Korell puts his life on the line when he joins his daughter Sydnee on an overnight kayaking adventure.    "
                },
                "20": {
                    "title": "Back Country Cooks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Out West (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "17 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    The Bullock brothers have one last chance to keep a high-paying client. Will their wives be able to step in and save the day? Meanwhile, the Korells try to turn their boys into men with Idaho-style preparation for bronco busting.    "
                },
                "21": {
                    "title": "Anniversary Antics",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Out West (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "17 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Chris Korell gets caught off guard when confronted with the real cost of his anniversary, and Matt continues the tradition of teaching his boys to hunt in a highly unorthodox way - with their uncles as prey!    "
                },
                "22": {
                    "title": "Wild Wild Fest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Way Out West (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "17 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    The annual town festival takes a turn for the worse when the Korell brothers deliver a low blow to the Yourens. Plus, Harry Youren serves as a beauty pageant judge and creates a stir when he poses some unexpected questions.    "
                }
            }
        },
        "number of episodes": 22,
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 4.6,
        "votes": 21,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQ5NDA1ODI3N15BMl5BanBnXkFtZTgwNjU3MzAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Amidst the beautiful, majestic mountains of Idaho, three boisterous, fun-loving families of outfitters have been living, laughing and competing with each other for three generations. Now they're at the center of truTV's brand new series Way Out West, a fascinating and fun look at these three truly original clans who love life and know how to have a good time. The Youren, Bullock and Korell families all run rival outfitting businesses, taking clients deep inside the country's last great wilderness for tracking, fishing, rafting, horse riding and camping trips. Way Out West follows these three charismatic, engaging families as they compete to lead the best excursions, survive their various family shenanigans and participate in local festivals and time-honored traditions. From guiding city-dwellers who would otherwise lose their way to rescuing the families' own lost cattle, these men and women of the backcountry live surprisingly relatable lives, facing everyday family situations like raising kids and finding love in the last remnants of the Wild West.",
        "languages": [
            "English"
        ],
        "title": "Way Out West",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Way Out West (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Lionsgate Television"
            },
            {
                "name": "Rogue Atlas Productions"
            }
        ],
        "distributors": [
            {
                "name": "truTV"
            }
        ],
        "plot": [
            "Amidst the beautiful, majestic mountains of Idaho, three boisterous, fun-loving families of outfitters have been living, laughing and competing with each other for three generations. Now they're at the center of truTV's brand new series _Way Out West_ (qv), a fascinating and fun look at these three truly original clans who love life and know how to have a good time. The Youren, Bullock and Korell families all run rival outfitting businesses, taking clients deep inside the country's last great wilderness for tracking, fishing, rafting, horse riding and camping trips. _Way Out West_ (qv) follows these three charismatic, engaging families as they compete to lead the best excursions, survive their various family shenanigans and participate in local festivals and time-honored traditions. From guiding city-dwellers who would otherwise lose their way to rescuing the families' own lost cattle, these men and women of the backcountry live surprisingly relatable lives, facing everyday family situations like raising kids and finding love in the last remnants of the Wild West.::TruTV"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 21,
                "rating": 4.6
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 2.8
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 7.7
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 5.0
            },
            "males": {
                "votes": 6,
                "rating": 2.8
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 1.0
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 7.7
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 4.0
            },
            "females": {
                "votes": 5,
                "rating": 3.2
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 4.5
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 5.5
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 1.0
            },
            "us users": {
                "votes": 10,
                "rating": 3.4
            }
        },
        "number of votes": {
            "10": 7,
            "9": 0,
            "8": 1,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 1,
            "3": 1,
            "2": 0,
            "1": 11
        },
        "arithmetic mean": 4.6,
        "median": 1
    }
}