{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2014",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::2014                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Drama",
            "Sci-Fi",
            "Thriller"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "budget": "$100,000 (estimated)",
        "plot outline": "A collection of lightly linked short films of the bizarre, the crazy and the downright mind-bending. Using Urban Legends, What If Scenarios and Cautionary Tales as a basis; The Grey Area tells the stories of infinity, stories that tell a lesson and explore the darker side of humanity. Where the devil can be a mentor and a man will desperately try to change the life he left behind. Stories where anything is possible.",
        "languages": [
            "English"
        ],
        "title": "The Grey Area",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "The Grey Area (United States)"
        ],
        "writer": [
            {
                "name": "Dickson, Brian"
            },
            {
                "name": "Ioannou, Petros L."
            }
        ],
        "production companies": [
            {
                "name": "Leon Films"
            }
        ],
        "distributors": [
            {
                "name": "Leon Films"
            }
        ],
        "plot": [
            "There are stories that hide in the dark; ones we do not speak of in polite conversation. These Urban Legends, Cautionary Tales and scenarios that ask us, \"What If?\" are real. Welcome to _The Grey Area_ (qv).::Leon Films [gb]",
            "A collection of lightly linked short films of the bizarre, the crazy and the downright mind-bending. Using Urban Legends, What If Scenarios and Cautionary Tales as a basis; _The Grey Area_ (qv) tells the stories of infinity, stories that tell a lesson and explore the darker side of humanity. Where the devil can be a mentor and a man will desperately try to change the life he left behind. Stories where anything is possible.::Leon Films [gb]"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}