{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "4 August 2014"
            }
        ],
        "release dates": [
            "USA::4 August 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Knish Out of Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jersey Belle (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "4 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Entertainment publicist Jaime Primak Sullivan married the man of her dreams, Michael, and gave up her beloved native New Jersey to move to Mountain Brook, Alabama, home to one of the richest zip codes in America. Brash and outspoken Jaime struggles to fit into \"the tiny kingdom,\" but has bonded with a group of women she loves. Tonight, Jaime continues to struggle with southern culture. Arden is thrown when her future mother-in-law does not attend her pre-wedding tea party. Single working mom Luci thinks she's found love again with Jeff. Danielle's fertility issues ...    "
                },
                "2": {
                    "title": "Wedding Belles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jersey Belle (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "11 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Jaime makes Luci laugh through her tears after Jeff breaks up with her. Arden worries that an unexpected rainstorm is going to ruin her wedding. Jaime's work takes her to Los Angeles as her client Wayne Brady hosts an important event. Jaime confides she wants to have a fourth child. While Arden's wedding day arrives, Jaime tries to race back in time to attend the reception.    "
                },
                "3": {
                    "title": "Upton Girl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jersey Belle (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "18 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    While Jaime races back from Los Angeles, it's the rain that is threatening to spoil Arden's big day of marrying into Mountain Brook's most prominent family, the Uptons. At the reception, Jaime kicks the party into high gear and newly single Luci flirts with Brooks. Danielle goes under the knife in order to improve her fertility chances. Jaime's desire for a fourth baby grows, leading her to do something shocking!    "
                },
                "4": {
                    "title": "Secrets of the South",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jersey Belle (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "25 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Danielle recovers from her surgery. Jaime confides in everyone, but her husband Michael, about her outrageous offer to adopt a stranger's baby. Jaime's friends worry they are going to slip and spill the beans at Arden's bonfire. Finally, Jaime comes clean to Michael about her plan and he's blown away.    "
                },
                "5": {
                    "title": "Southern Fried Birthday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jersey Belle (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Jaime confides in Luci that Michael needs time to think about the potential adoption. Meanwhile, it's Halloween and Jaime's birthday. Jaime tells her New Jersey friend Mary about \"Operation New Jersey,\" her plan to get another place to live in NJ. Danielle and Luci team up to throw Jaime an elegant dinner party. Jaime is skeptical, but is won over by the southern hospitality. Michael surprises Jaime with four tickets to her beloved New Jersey. Jaime asks Arden, Luci and Danielle to travel with her.    "
                },
                "6": {
                    "title": "Operation New Jersey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jersey Belle (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    As the ladies prepare to travel to New Jersey, Arden is concerned about seeing Jaime's friend Tracey, who she's clashed with in the past. Jamie blindsides Luci by informing her about \"Operation New Jersey\" and they look at a house. Jaime gets her own bad news when the New Orleans mom thinks about having an abortion. Jaime's brother flirts with all the ladies. Arden and Tracey continue to clash, but ultimately resolve things. Arden stuns everyone as she embraces Jaime's beloved roller disco. Jaime begins to wonder if she should pull the plug on her plan to move home.    "
                },
                "7": {
                    "title": "The Primak Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jersey Belle (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "15 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Jaime tells Luci about the change in the adoption plan. Jaime's family comes for a visit to celebrate Thanksgiving. Luci tells Jaime that Jeff wants to reconcile, but Jaime thinks it's a mistake. With the adoption potentially off, Jaime and Michael visit her doctor, who gives her bad news. Arden has a showing of her photos, and is thrilled when William's family supports her. Jaime's mother and mother-in-law oppose her desire to get pregnant. Luci gets a makeover.    "
                },
                "8": {
                    "title": "The Lake House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jersey Belle (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "22 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Danielle and Bart get more discouraging news about getting pregnant. The ladies travel to Arden's family's lake house, where Jaime and Danielle bond over their baby frustration. Luci confides in Scarlett and Haley about continuing to flirt with Jeff, but hides the news from Jaime. Luci has bad work news, and it leads to tension with Jaime. Jaime attempts skeet shooting, and everyone lets their hair down at a juke joint that serves moonshine. Jaime starts to accept that the adoption isn't going to happen.    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Sullivan, Jaime Primak"
            },
            {
                "name": "Upton, Arden Ward"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "44"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.6,
        "votes": 55,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTcyNjIzMjU1Ml5BMl5BanBnXkFtZTgwNTU5MzAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Jersey Belle follows outspoken New Jersey native and entertainment publicist Jaime Primak Sullivan as she navigates life in the upscale Southern suburb of Mountain Brook, Alabama. Jaime's life was turned upside down after she married Michael Sullivan, Mountain Brook's \"most eligible bachelor.\" Surrounded by a fabulous group of girlfriends who want nothing more than to sculpt her into a Southern darling, Jaime tries to fit in to a world that is not ready for an unapologetic woman who likes to speak her mind -- often with hilarious results.",
        "languages": [
            "English"
        ],
        "title": "Jersey Belle",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Jersey Belle (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Authentic Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Bravo!"
            }
        ],
        "plot": [
            "_Jersey Belle_ (qv) follows outspoken New Jersey native and entertainment publicist Jaime Primak Sullivan as she navigates life in the upscale Southern suburb of Mountain Brook, Alabama. Jaime's life was turned upside down after she married Michael Sullivan, Mountain Brook's \"most eligible bachelor.\" Surrounded by a fabulous group of girlfriends who want nothing more than to sculpt her into a Southern darling, Jaime tries to fit in to a world that is not ready for an unapologetic woman who likes to speak her mind -- often with hilarious results.::Bravo"
        ],
        "tech": {
            "runtime": [
                "44 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 55,
                "rating": 6.6
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 4.5
            },
            "aged 30 44": {
                "votes": 19,
                "rating": 7.9
            },
            "aged 45 plus": {
                "votes": 18,
                "rating": 4.1
            },
            "males": {
                "votes": 11,
                "rating": 5.2
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 6.7
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 2.6
            },
            "females": {
                "votes": 32,
                "rating": 6.4
            },
            "females aged 18 29": {
                "votes": 4,
                "rating": 4.5
            },
            "females aged 30 44": {
                "votes": 14,
                "rating": 8.1
            },
            "females aged 45 plus": {
                "votes": 13,
                "rating": 4.8
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 4.2
            },
            "us users": {
                "votes": 28,
                "rating": 5.4
            },
            "non us users": {
                "votes": 2,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 22,
            "9": 2,
            "8": 4,
            "7": 5,
            "6": 5,
            "5": 0,
            "4": 2,
            "3": 1,
            "2": 1,
            "1": 13
        },
        "arithmetic mean": 6.6,
        "median": 8
    }
}