{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "28 June 2014"
            },
            {
                "country": "USA\n",
                "date": "29 June 2014"
            }
        ],
        "release dates": [
            "USA::28 June 2014",
            "USA::29 June 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Ancient Impossible"
            },
            {
                "countries": "Greece",
                "title": "Αρχαία επιτεύγματα"
            },
            {
                "countries": "Spain",
                "title": "Tecnología imposible"
            }
        ],
        "akas": [
            "Ancient Impossible (original title)",
            "Αρχαία επιτεύγματα Greece",
            "Tecnología imposible Spain"
        ],
        "akas from release info": [
            "Ancient Impossible (original title)",
            "Αρχαία επιτεύγματα Greece",
            "Tecnología imposible Spain"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Ultimate Weapons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ancient Impossible (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 16,
                    "original air date": "29 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    We think of weapons of mass destruction as a modern concept, but the ancients also created fearsome weapons of their own, some even more destructive than we can create today. Centuries before the widespread discovery of gunpowder, one ancient genius managed to build a cannon that could fire a projectile using the power of steam! We reveal an ancient troop ship mightier than an aircraft carrier, and death rays that could burn enemy ships. How were the ancients capable of creating seemingly impossible warfare technologies thousands of years before modern times?    "
                },
                "2": {
                    "title": "Moving Mountains",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ancient Impossible (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 13,
                    "original air date": "6 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    How did the Ancients move impossibly huge objects? Why did the Roman forces at the siege of Masada decide to shift an entire mountain by hand? We reveal the ancient technology that allowed the Egyptians to move a 1,000 ton obelisk, and show how the Romans moved even heavier objects at the temples at Baalbek. As well as moving stone and earth, the ancients needed to move mountains of water, using technology we still find impressive today. Who were the most successful Mega Movers of the ancient world and how were they able to make the impossible...possible?    "
                },
                "3": {
                    "title": "Monster Monuments",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ancient Impossible (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 13,
                    "original air date": "13 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    A massive monument carved out of solid rock, a monster-sized super-dome that defies the laws of gravity. These awe inspiring feats of engineering defy explanation, yet they are not modern--they were actually built thousands of years ago. The Great Pyramid was the tallest structure on earth for over 4,000 years! But what techniques, materials and tools could ancient engineers have used to build it? Stonehenge is one of the most mysterious structures ever built, but could the secret to its construction ever be revealed? Abu Simbel is ancient Egypt's greatest monument ...    "
                },
                "4": {
                    "title": "Warrior Tech",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ancient Impossible (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 15,
                    "original air date": "27 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Albert Einstein, Steve Jobs, Thomas Edison, these are some of the most ingenious minds in history. But many of their accomplishments would never have been possible without some of the geniuses of the ancient world. The fact is that most of our modern world is possible because of the incredible minds that lived thousands of years ago. We show the amazing genius of Archimedes, who managed to make water flow uphill and pull a ship up a beach single handed! Meet Philon the genius behind the world's first robot, and Ctesibius who was experimenting with pneumatics centuries...    "
                },
                "5": {
                    "title": "Ancient Einsteins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ancient Impossible (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Is it possible the ancient world had geniuses greater than ours today? The greatest scientific discoveries involve huge leaps of imagination, but you have to leap from somewhere. We are on a quest to find the ancient Einsteins, and this journey takes us straight to the amazing library of Alexandria in Egypt. It wasn't just a library with books. It was a center of innovation and technology. It was the silicon valley of the ancient world. The ancient Greeks weren't so constrained by religion, so philosophers and inventors were free to think about how the world works. ...    "
                },
                "6": {
                    "title": "Power Tools",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ancient Impossible (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Powerful automated stone-cutting devices, incredible power drills capable of cutting through even the hardest granite, fire engines that can respond to and extinguish a fire anywhere in a city; even precise surgery tools so fine they are used on the human eye. These tools are not from the modern world, but are in fact thousands of years old. Most would be lost to time and not again for centuries. How was the ancient world able to create such incredible power tools? Why were they lost, and could there be even more advanced ancient power tools waiting to be discovered?    "
                },
                "7": {
                    "title": "Greatest Ships",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ancient Impossible (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 7,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Some of the greatest ships in history were actually designed, built and sailed thousands of years ago. Join us as we examine the greatest warship of the ancient world, the Greek Trireme. What made Triremes so deadly and fast? We also examine the most impossibly opulent ships ever created, the notorious sex ships, built by the notorious Roman Emperor Caligula. Ships built for pleasure which contained marine technology that would not be reinvented for centuries. We also explore what many believe may have been the world's first ironclads the Korean Turtle Ships.    "
                },
                "8": {
                    "title": "Biggest Buildings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ancient Impossible (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 13,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    A mega factory is a modern invention--wrong--the ancients were the first to build these thousands of years ago. What was the incredible 16 wheel Roman automated factory in the south of France which could feed 12,500 people a day? How did the ancient Egyptians produce hundreds of vehicles of war every month? How did the Romans forge enough iron to equip an army, and mine enough gold to keep an economy afloat? With today's technology, this would be achievable, but how did the ancients do this thousands of years ago? We reveal the impossible ingenuity and techniques that...    "
                },
                "9": {
                    "title": "Roman Empire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ancient Impossible (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 13,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The Roman Empire is known as one of the mightiest to ever rule the Earth. But the extent of their ingenuity, ambition and scale seems impossible to comprehend. One ambitious emperor built a colossal wall spanning an entire nation, while another built a road that stretched from one end of Europe all the way to Central Asia. We explore ancient texts to uncover amazing Roman technologies including a horse-drawn arrow shooter--possibly the world's first tank? We reveal Emperor Nero's Golden Palace; a building that contained more technology than any other in the ancient ...    "
                },
                "10": {
                    "title": "Extreme Engineering",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ancient Impossible (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 10,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    When faced with impossible situations, the ancients didn't simply give up, they pursued the impossible. How did they get troops across a nearly 4,000 foot river? How do you get oil from the ground without the use of modern drilling techniques? And how did they build a water tank which contained 3 million cubic feet of water, enough to provide for an entire city? What ingenious techniques did Caesar use to assemble a bridge to cross the Rhine, in only 10 days? The ancients created incredible structures to overcome these obstacles, often taking on and beating nature, ...    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Warrior Tech",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ancient Impossible (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "20 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Today, modern soldiers are equipped with all the latest battlefield technology. But what cutting edge weapons and defenses were the ancient warriors armed with? Could ancient warriors have had an early version of the machine gun, centuries before we ever imagined they could? Could the ancient Saxons have been armed with \"super swords\" made with steel as strong as any metal made today? And is it possible that the ancient Greeks invented an early version of a bullet proof vest during the time of Alexander the Great? We reveal how the fully equipped soldiers of today ...    "
                }
            }
        },
        "number of episodes": 11,
        "cast": [
            {
                "name": "Gilchrist, Alan"
            },
            {
                "name": "Wolf, Steve"
            },
            {
                "name": "Graves, Bill"
            },
            {
                "name": "Graves, Bill"
            },
            {
                "name": "Miltiadis, Richard"
            },
            {
                "name": "Ellis, Hunter"
            },
            {
                "name": "Loundes, Mike"
            }
        ],
        "locations": [
            "Syracuse, Sicily, Italy",
            "Austin, Texas, USA"
        ],
        "genres": [
            "History"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.5,
        "votes": 140,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTY0NTkxODgyOV5BMl5BanBnXkFtZTgwNDQ4MzAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Ancient Impossible",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Wild Dream Films"
            }
        ],
        "distributors": [
            {
                "name": "A&E Television Networks"
            }
        ],
        "plot": [
            "From the modern aircraft carrier to colossal Egyptian monuments, _Ancient Impossible_ (qv) on H2 travels back in time to reveal the real story behind our world's so-called modern technological achievements."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (USA)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 140,
                "rating": 7.5
            },
            "aged 18 29": {
                "votes": 11,
                "rating": 9.1
            },
            "aged 30 44": {
                "votes": 57,
                "rating": 7.2
            },
            "aged 45 plus": {
                "votes": 37,
                "rating": 7.2
            },
            "males": {
                "votes": 87,
                "rating": 7.5
            },
            "males aged 18 29": {
                "votes": 10,
                "rating": 9.1
            },
            "males aged 30 44": {
                "votes": 44,
                "rating": 7.3
            },
            "males aged 45 plus": {
                "votes": 31,
                "rating": 6.9
            },
            "females": {
                "votes": 20,
                "rating": 7.6
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 30 44": {
                "votes": 12,
                "rating": 6.9
            },
            "females aged 45 plus": {
                "votes": 6,
                "rating": 7.8
            },
            "top 1000 voters": {
                "votes": 10,
                "rating": 7.2
            },
            "us users": {
                "votes": 35,
                "rating": 7.7
            },
            "non us users": {
                "votes": 54,
                "rating": 7.1
            }
        },
        "number of votes": {
            "10": 32,
            "9": 23,
            "8": 31,
            "7": 24,
            "6": 10,
            "5": 7,
            "4": 2,
            "3": 3,
            "2": 1,
            "1": 7
        },
        "arithmetic mean": 7.6,
        "median": 8
    }
}