{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "8 August 2014"
            }
        ],
        "release dates": [
            "USA::8 August 2014"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Sell-A-Bration!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Resources (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "26 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    In the center of the office, Tom and the executive team invite Tony to a meeting. In the meeting it is revealed that the executive team is looking to sell a portion of TerraCycle to help the company grow. Tony is tasked with creating the perfect deck to present to investors. In an added bombshell, Tom tells Tony to keep this information under wraps. Meanwhile, Dean meets with Tom to discuss Dara's upcoming ten-year anniversary with the company. Because Dara is the first TerraCycle employee to reach this milestone, Dean suggests celebrating it with a surprise party. ...    "
                },
                "2": {
                    "title": "It's In The Bag",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Resources (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Tom assigns Steph the task of launching TerraCycle's Public Locations Pilot Program in the United States, replicating the success they had with it in the United Kingdom. Steph must recruit and motivate a volunteer to hit certain benchmarks and quick. It's not an easy job, but the goal is to prove this program's viability to their partner, Malt-O-Meal, on a small scale before they commit to a nationwide roll out. Meanwhile, Rhandi has hired a new salesperson to the team, Rich, and Dan immediately sizes him up. Dan and Rhandi learn that Rich is an old-school salesman. ...    "
                },
                "3": {
                    "title": "You, Me & 3D",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Resources (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "9 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Gina arrives for her first day at Terracycle as the newest addition to the account management team. Andrew advises her on the office culture including Five Minute Fit, a daily office-wide exercise regimen, and the vegan menus. Tiff & Darshan meet with 3D Brooklyn co-founder, Nate, to learn more about 3D printing technologies that could help increase efficiency while using recycled plastics. Eager to meet her coworkers, Gina arrives to her first Five Minute Fit. Sara learns that Gina is a yoga instructor and invites her to teach a future session. Tiff & Darshan pitch ...    "
                },
                "4": {
                    "title": "We'll Always Have Harris",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Resources (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "16 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    The newest R&D employee, Raj, adjusts to working in front of a camera with Stephen's help. Ernie, Rick and Raj meet with Tom and receive their latest assignment, finding a recycling solution for TerraCycle's most unique waste stream yet --condoms. Rick is less than thrilled. Dan catches Tom and Rhandi by surprise when he meets with them to give his two weeks notice. The R&D team meets with German condom company, Einhorn to discuss a recycling solution for their company's pre-consumer condoms. Einhorn is a big fan of Human Resources, especially Rick, who is coerced ...    "
                },
                "5": {
                    "title": "H2-OMG!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Resources (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "30 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Last year's upcycled Art Show is returning for a second year and Tom has plans to make it bigger and better than ever. Tiff and Darshan are commissioned with curating the show by selecting featured art from independent artists, creating art pieces for five brands, AND creating signage. With an overwhelming workload and a limited timeframe, Tiff and Darshan enlist the help of four new design interns to create the branded pieces. During an office lunch, Stephen surprises everyone with his homemade lunch and his passion for cooking. Tiff and Darshan spitball ideas for ...    "
                },
                "6": {
                    "title": "Young at Art",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Resources (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "30 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Last year's upcycled Art Show is returning for a second year and Tom has plans to make it bigger and better than ever. Tiff and Darshan are commissioned with curating the show by selecting featured art from independent artists, creating art pieces for five brands, AND creating signage. With an overwhelming workload and a limited timeframe, Tiff and Darshan enlist the help of four new design interns to create the branded pieces. During an office lunch, Stephen surprises everyone with his homemade lunch and his passion for cooking. Tiff and Darshan spitball ideas for ...    "
                },
                "7": {
                    "title": "The Epoxy Proxy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Resources (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "7 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    The Zero Waste team lands a major deal with Loctite, the world's largest adhesive brand. Tom stresses the importance of this deal; finding a solution to recycling industrial adhesives will open the doors to other potential clients. R&D must tackle this complicated science by finding a way to recycle Loctite bottles and the residual adhesive that remains in the bottles. After eavesdropping on Andrew and Dean's conversation, Gina tries to grill Andrew for details about his girlfriend, Alicia, but Andrew maintains his right to privacy. Rhandi is feeling the pressure as ...    "
                },
                "8": {
                    "title": "D.A.R.S.H.A.N.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Resources (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "13 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Design teams up with R&D to create a gamified recycling bin as part of an interactive recycling initiative for Pepsi. Tiff and Darshan meet with Rick to plan how to scientifically measure changes in recycling rates. The Design team and interns brainstorm what encourages people to recycle and create ideas for three prototypes: a visual response steampunk design bin, a gamified bin with a launcher element, and a compliment bin which pays you a compliment for recycling. After hearing Raj is learning how to drive in the United States, Andrew and Stephen offer to be his ...    "
                },
                "9": {
                    "title": "Hells Yeah, Tokyo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Resources (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "20 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Tom and Tony meet with David Greenberg at L'Oreal to discuss ways of expanding their partnership in collecting and recycling cosmetic waste. Business development with Japan has stalled, and Tom stresses the importance of creating a successful case study with L'Oreal Japan to expand business throughout Asia. Tom tells Tony and Rick to pack their bags for a last minute trip to Japan. The team lands in Japan and meets with Eric, TerraCycle Japan's general manager, and Rick's Japanese R&D counterpart, Kana, to discuss a game plan for the L'Oreal Japan meeting. Eric and ...    "
                },
                "11": {
                    "title": "The Big Picture",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Resources (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "27 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    In the series finale, Stephen meets with Tom to discuss ways to improve sales for the energy bar recycling program as part of his five-year self-improvement plan, S.T.E.M. -- Stephen Total Evolution Makeover. With Gina as the Larabar brand manager, Tom suggests Gina and Stephen partner together to boost Larabar collection numbers.    "
                }
            },
            "1": {
                "1": {
                    "title": "Talkin' Trash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Resources (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "8 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Tom and TerraCycle are close to finalizing a deal for a coffee table book of DIY upcycling ideas but the team first needs to create a sample chapter. In preparation for a meeting with the publisher, Albe asks Dean to work on being more professional.    "
                },
                "2": {
                    "title": "From Zero to Hero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Resources (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "14 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    In an effort to expand their Zero Waste recycling program to small businesses, Rhandi and Dan work on developing a successful sales strategy. While accompanying them on their pitches, Stephen stumbles upon a potential new waste stream.    "
                },
                "3": {
                    "title": "Paint No Stopping Us Now",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Resources (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "22 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Tom is eager to start a paint-recycling program. Rick and Ernie work on the recycling science, while Dan sets up a pilot program with a local hardware store. Tom enlists Dean to facilitate a staff graffiti contest at the 10th annual Graffiti Jam.    "
                },
                "4": {
                    "title": "Sticky Situation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Resources (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "29 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    After previous failed efforts to recycle gum, Tom tasks Andrew with developing a new plan. The Science and Graphics teams do everything they can to make it work. Meanwhile, in the lead up to his birthday, Dan asks Dennis for help getting in shape.    "
                },
                "5": {
                    "title": "Message in a Bottle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Resources (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "5 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Tom meets with corporate partner Garnier about refreshing their co-sponsored communal garden in Harlem. Tiffany asks Stephen for help on creating an upcycled bench for the garden. Meanwhile, Tom tries to eliminate meat from the office lunch program.    "
                },
                "6": {
                    "title": "Peace Love and Plastic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Resources (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    When Tom and Stephen each sell the same million pounds of recycled plastic, the team scrambles to find the additional materials needed to fill the extra order. Andrew, Dean and Karina are fed up with the office's hippie atmosphere and hatch a plan.    "
                },
                "7": {
                    "title": "Smells Like Success",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Resources (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "19 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Grace, Dennis, and Tom travel to Toronto to help the Canada team launch a national air-care brigade with Febreze. Back in Trenton, Rick, Dean, Dara, Dan and other TerraCycle staff, gather together to help Stephen jumpstart to his love life.    "
                },
                "8": {
                    "title": "Oh Baby",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Resources (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "26 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    When Tom tasks the team with figuring out how to recycle diapers, the pressure falls on Rick to determine how to process this complicated waste stream. Elsewhere, Dan's stress level is on the rise, as he plans a surprise baby shower for Stacey.    "
                },
                "9": {
                    "title": "Fine Wining",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Resources (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "3 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    When TerraCycle's corporate partner, The Naked Grape, wants to highlight their partnership by selling upcycled and recycled wine-related products, Tiff and Stephen get to work. Al, along with Albe's support, revisits his old hobby, stand-up comedy.    "
                },
                "10": {
                    "title": "Building the Future",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Resources (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "10 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    TerraCycle is expanding into a new building, and Tiff and her team, constricted by a tight deadline and an even tighter budget, must \"trashify\" the new space. As news of the move spreads, Dan and Dean are determined to get a spot in the new office.    "
                }
            },
            "2": {
                "1": {
                    "title": "We're Audit Again",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Resources (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "7 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Tony Rossi, recently promoted to Global Head of Sales from the TC Toronto office, arrives for his first day of work at the TerraCycle's Global Headquarters in Trenton. He checks out his new desk and tries to make small talk with some of the TerraCycle staff. First days are always hard, and Tony wonders how he'll fit into his new surroundings. In the year since the launch of the Zero Waste program, sales have continued to climb. During a routine meeting with Tom, Dan and Rhandi update him on their ongoing successes with large businesses, but also their difficulties ...    "
                },
                "2": {
                    "title": "World on a String",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Resources (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "14 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Stephen checks in on Rick and Ernie in the lab, where they're testing a new waste stream. He's curious what they're working on, but when he finds out what it is - tampons - he quickly leaves. At a team meeting, Tom dispels the latest rumors by revealing his new passion project: he wants to solve tampon recycling! The team is not thrilled about the idea of a tampon program, but Tom's determined to see it become a reality, and he puts a reluctant Tony in charge of selling the program to feminine hygiene brands. During Lunch, Dean heads back from the lunchroom to eat ...    "
                },
                "3": {
                    "title": "Hungarian Like the Wolf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Resources (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "21 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Darshan's patience is tested when he's charged with managing TerraCycle's quirky new Artist-in-Residence, who has one month to create three pieces of art built from waste. The TerraCycle staff is upset about a new \"no dogs allowed\" policy.    "
                },
                "4": {
                    "title": "Barking Over Parking",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Resources (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "28 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    When Tom challenges the Marketing team to develop a creative way to promote their upcoming program launch with a pet food brand, Albe appoints Steph, a new addition to his department, as the Project Manager. Steph pitches an idea for a dog photo-shoot as a way to promote the new partnership. The team loves the idea, and decides to have Design create upcycled outfits made from pet food packaging for the dogs. At the monthly all-staff meeting, Bryan, a new member of the Zero Waste team, is awarded Employee of the Month. Tom reveals his added perk of a prime parking spot...    "
                },
                "5": {
                    "title": "Kid N'Playground",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Resources (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "4 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Tom is challenged to come up with a creative way to highlight an oral care brand brigade for Earth Day. He suggests that they create a playground out of oral care waste and give it to the local school that can collect the most oral care waste. However, TerraCycle has a difficult challenge ahead: they'll need to determine whether they can make the playground in time for the fast approaching Earth Day. Tom assigns Andrew as Project Manager since they are up against a tough deadline and limited budget. The pressure is on Stephan to find enough oral care waste material, ...    "
                },
                "6": {
                    "title": "Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Resources (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "11 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Tom surprises Stephen and Steph by asking them to join him on a business trip to London. Stephen will advise the UK team on a closed loop program for a coffee brand and their T-Discs, while Steph will learn the ins and outs of public collections to help inform its future launch in the U.S. Once in London, Steph heads to a local supermarket that serves as a public collection location for Terracycle UK, where she meets with volunteers who are an integral part of the public program. Back in the UK office, Stephen learns that the manufacturer is hesitant to use the ...    "
                },
                "7": {
                    "title": "Racecycling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Resources (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "18 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Tom gathers the staff together and announces that TerraCycle has recently partnered with a sports energy brand. In an effort to promote this new partnership, Terracycle and the brand will be supporting a local race event, Run-a-palooza. Tom tasks Tiff and her Design team with creating an \"experience booth\" to showcase upcycled products created from the energy brand waste. To further support the partnership, Tom enlists Rhandi and Dan to set-up Zero Waste boxes at the race to help make the event waste-free. Tom puts Tiff in charge of overseeing the whole project from ...    "
                },
                "8": {
                    "title": "Toy Meets World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Resources (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "25 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    An all natural personal care brand comes to Tom Szaky and the Terracycle team with a unique challenge: they want to begin to recycle items outside of their own waste stream - broken toys. After a meeting with the brand, Tom lets the staff know that they will be using the current Zero Waste Platform to collect the toys. He puts Rhandi in charge of the upcoming task. But with her department already spread thin, Stephen is assigned to help her reach the goal of determining the best way to process the broken toys. Immediately it becomes apparent that the toys can either ...    "
                },
                "9": {
                    "title": "No Ifs Ands or Butts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Resources (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Tom wants to make smaller, higher-end products out of recycled cigarette butts as a way to increase revenue and reduce the cost of their current cigarette butt waste program. Rick and Ernie will need to change the current formula so that the recycled material is strong enough to make smaller products, while Stephen must find a manufacturer who's willing to use the new material. Rick asks Andrew for his used cigarette butts to test, but to everyone's surprise, Andrew reveals that he's quit smoking. Rick knows how difficult it will be to create a new formula and is ...    "
                },
                "10": {
                    "title": "Bottle of the Sexes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Human Resources (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "9 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    TerraCycle is tasked with developing a way to inspire college students to recycle personal care and beauty waste, Stephanie and Tony vie for control of the project. Several new office policies are instituted, to some employee's chagrin.    "
                }
            }
        },
        "number of episodes": 30,
        "cast": [
            {
                "name": "Tsang, Steph"
            },
            {
                "name": "Zultner, Rick"
            },
            {
                "name": "Harris, Dan"
            },
            {
                "name": "Szaky, Tom"
            },
            {
                "name": "Threadgould, Tiffany"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 7.6,
        "votes": 37,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTAyMzU1NTg4NzFeQTJeQWpwZ15BbWU4MDg1NzMwMTMx._V1_SY150_CR38,0,101,150_.jpg",
        "plot outline": "Human Resources is a comedic real-life occu-series about TerraCycle, an innovative company whose mission is to \"eliminate the idea of waste.\" Run by Tom Szaky, an idealistic 32-year-old entrepreneur, TerraCycle, one of the fastest growing green companies in the world, gets paid top dollar to take anything and everything that is landfill-bound - from potato chip bags to cigarette butts - and recycle, up-cycle, re-use, or otherwise transform these objects into something else. Tom and his colleagues at TerraCycle dream of a day when garbage cans will belong on the trash heap of history.",
        "languages": [
            "English"
        ],
        "title": "Human Resources",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Human Resources (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "Left/Right"
            }
        ],
        "other companies": [
            {
                "name": "Entertainment Partners Canada"
            },
            {
                "name": "GreenSlate"
            },
            {
                "name": "String and Can"
            }
        ],
        "plot": [
            "_Human Resources_ (qv) is a comedic real-life occu-series about TerraCycle, an innovative company whose mission is to \"eliminate the idea of waste.\" Run by Tom Szaky, an idealistic 32-year-old entrepreneur, TerraCycle, one of the fastest growing green companies in the world, gets paid top dollar to take anything and everything that is landfill-bound - from potato chip bags to cigarette butts - and recycle, up-cycle, re-use, or otherwise transform these objects into something else. Tom and his colleagues at TerraCycle dream of a day when garbage cans will belong on the trash heap of history."
        ],
        "synopsis": [
            "Human Resources is an unconventional, comedic, behind-the-scenes look at TerraCycle, an innovative recycling company whose mission is to eliminate the idea of waste. TerraCycle takes anything and everything that is landfill boundfrom potato chip bags to cigarette buttsand recycles, upcycles, reuses, or otherwise transforms these objects into something else. Using science, creativity, and a little DIY attitude, it's changing the way we think about trash.Run by Tom Szaky, an idealistic 32-year-old entrepreneur, TerraCycle, is one of the fastest growing green companies in the world, gets paid top dollar to take anything and everything that is landfill-bound from potato chip bags to cigarette butts and recycle, up-cycle, re-use, or otherwise transform these objects into something else. Tom and his colleagues at TerraCycle dream of a day when garbage cans will belong on the trash heap of history. Headquartered in Trenton, New Jersey, and with 26 offices around the world, TerraCycle is a breeding ground for idealism: Tom believes firmly that if you can dream it, you can do it and he encourages his employees to try to come up with bigger and better ways of reducing and transforming waste. The result is brilliant recycling breakthroughs and avant-garde design concepts that are helping pioneer an often-ignored industry. The companys staff of 120 run the gamut, from nerdy hippie types who take time away from their (recycled) desks to snack on kale chips and take part in office yoga, to skeptical, more corporate employees who work hard, but leave the TerraCycle mission behind when they head home at the end of the day. These differences of opinion provide endless comedic clashes around the office. Fortunately, everyone feels like theyre an important part of the companys quickly growing family, and share a passion for TerraCycles cutting-edge brand, including graffiti, gong hits, and communal lunches. From figuring out how to recycle used diapers to planting trees in a junkyard car, theres always plenty going on at TerraCycle. Human Resources chronicles the companys corporate and social mission, while simultaneously documenting the unique, funny, and often awkward social dynamics amongst its young staff. This series blends environmental innovation with laugh-out-loud comedy into a reality TV cocktail for the 21st century."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 37,
                "rating": 7.6
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 9.3
            },
            "aged 30 44": {
                "votes": 16,
                "rating": 5.4
            },
            "aged 45 plus": {
                "votes": 6,
                "rating": 4.7
            },
            "males": {
                "votes": 17,
                "rating": 5.3
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 12,
                "rating": 4.7
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 7.3
            },
            "females": {
                "votes": 8,
                "rating": 5.3
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 9.5
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 4.3
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 5.0
            },
            "us users": {
                "votes": 13,
                "rating": 4.9
            },
            "non us users": {
                "votes": 5,
                "rating": 5.5
            }
        },
        "number of votes": {
            "10": 16,
            "9": 0,
            "8": 5,
            "7": 5,
            "6": 4,
            "5": 2,
            "4": 2,
            "3": 0,
            "2": 0,
            "1": 3
        },
        "arithmetic mean": 7.6,
        "median": 8
    }
}