{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Africa\n",
                "date": "15 July 2014"
            }
        ],
        "release dates": [
            "South Africa::15 July 2014"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Buru"
            },
            {
                "name": "Chomee"
            },
            {
                "name": "Ifani"
            },
            {
                "name": "Vusi"
            }
        ],
        "locations": [
            "Atlas Studios, Johannesburg, South Africa"
        ],
        "genres": [
            "Music"
        ],
        "runtimes": [
            "24"
        ],
        "countries": [
            "South Africa"
        ],
        "country codes": [
            "za"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "South Africa:A"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BODllMDMwZTMtMjIxMi00NDhhLTkzMjItMjFkNzNkMTQ1NTI4XkEyXkFqcGdeQXVyNzY2ODQ4MDg@._V1_SY150_CR6,0,101,150_.jpg",
        "budget": "ZAR10,000,000 (estimated)",
        "plot outline": "Stumbo Stomp amaPantsula is South Africa's richest Pantsula talent dance show and is all about getting to watch incredible Pantsula dancers perform amazing routines. Celebrating the talent of real Pantsulas and promoting the art of Pantsula in a stunning display of skill and athleticism. Every week, 5 Contenders, voted for by our Facebook fans, compete in our ring. The competition bout is presided over by our judges, \"Queen of Dance\" Chomee and celebrated Pantsula dancer and choreographer, Buru who promptly K.O. our weakest Contenders. Our second segment brings in our resident choreographer, Vusi to teach our remaining Contenders a new Pantsula dance piece. The Contenders once again face the judges, who choose the week's Champion, who wins the Stumbo Stomp amaPantsula Championship Belt and a sweet R25 000, every episode. The Champion returns the following week to face new Contenders, and defend their title, in the hopes of doubling and tripling their prize money.",
        "languages": [
            "English"
        ],
        "title": "Stumbo Stomp amaPantsula",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-2015",
        "akas": [
            "Stumbo Stomp amaPantsula (South Africa)"
        ],
        "writer": [
            {
                "name": "Warriner, Steve"
            }
        ],
        "production companies": [
            {
                "name": "Brandgenuity"
            }
        ],
        "distributors": [
            {
                "name": "South African Broadcasting Corporation (SABC)"
            }
        ],
        "plot": [
            "_Stumbo Stomp amaPantsula_ (qv) is South Africa's richest Pantsula talent dance show and is all about getting to watch incredible Pantsula dancers perform amazing routines. Celebrating the talent of real Pantsulas and promoting the art of Pantsula in a stunning display of skill and athleticism. Every week, 5 Contenders, voted for by our Facebook fans, compete in our ring. The competition bout is presided over by our judges, \"Queen of Dance\" Chomee and celebrated Pantsula dancer and choreographer, Buru who promptly K.O. our weakest Contenders. Our second segment brings in our resident choreographer, Vusi to teach our remaining Contenders a new Pantsula dance piece. The Contenders once again face the judges, who choose the week's Champion, who wins the _Stumbo Stomp amaPantsula_ (qv) Championship Belt and a sweet R25 000, every episode. The Champion returns the following week to face new Contenders, and defend their title, in the hopes of doubling and tripling their prize money.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "24 min (South Africa)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}