{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "10 July 2014",
                "notes": "                            (video premiere)"
            }
        ],
        "release dates": [
            "Canada::10 July 2014                            (video premiere)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Celebrity Damage Control"
            },
            {
                "countries": "Italy",
                "title": "Scandali a Hollywood"
            }
        ],
        "akas": [
            "Celebrity Damage Control (original title)",
            "Scandali a Hollywood Italy"
        ],
        "akas from release info": [
            "Celebrity Damage Control (original title)",
            "Scandali a Hollywood Italy"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Mike Tyson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Damage Control (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Considered the greatest fighter of his generation, Mike Tyson rose from a poverty-stricken childhood in Brooklyn, NY to become the youngest heavyweight champion of all time. Rewarded with fame and fortune, Tyson lost everything following a rape conviction hitting rock bottom. He struggled for the next two decades to reclaim his good name, but he finds redemption in an unexpected place - Hollywood.    "
                },
                "2": {
                    "title": "Mickey Rourke",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Damage Control (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    When Mickey Rourke becomes an actor in Hollywood the audience adores his quirky yet sexy persona. But Mickey starts turning down major film roles, and seems to seek out a volatile and slightly crazy persona both onscreen and off. He is charged with spousal abuse, but when the charges are dismissed he leaves Hollywood to return to his earlier love - amateur boxing. Soon Mickey's face, image and life seem to be in shambles. But he's determined to climb out of the hole he's dug, and begin the damage repair.    "
                },
                "3": {
                    "title": "Martha Stewart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Damage Control (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Described as the \"Definitive American Woman\" of our time, Martha Stewart is an icon for millions of women as the updated, modern homemaker. A driven perfectionist she will become the first self-made female billionaire in North America. But those who climb the highest can also fall the farthest and one big mistake will have her moving from the comfort and luxury of her house for a stay in another - prison. If she wants to continue to, \"Do as I please and do it with ease\", she'll need to firstly do some major damage control.    "
                },
                "4": {
                    "title": "Sean Penn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Damage Control (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    One of the most respected young actors of the 1980s, Sean Penn became a lightning rod for controversy after marrying pop star Madonna and developing a nasty reputation for attacking the paparazzi. But when his violent rage turned on his wife, his reputation went from Hollywood bad boy to abusive husband and threatened to put an early end to his Hollywood career. Determined to be taken seriously in the career he loves, Penn must take the high road and gain control over his image.    "
                },
                "5": {
                    "title": "Michael Vick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Damage Control (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Michael Vick's story begins like many, that epitomize the American Dream - a boy coming from an impoverished background who has talents that take him above and beyond. For Vick, his talent is football. But his multi-million dollar career as the fastest quarterback in NFL history comes to an unforeseen and abrupt halt in 2007. Vick is charged with animal cruelty and sentenced to 23 months in prison for his involvement operating a dog fighting gambling ring. Like a tsunami the charges take everything from Vick - his family, fans, money, endorsements and reputation. He ...    "
                },
                "6": {
                    "title": "Keith Richards",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Damage Control (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Keith Richards is a musician, singer, songwriter and founding member of the greatest rock band of all time, The Rolling Stones. A man plagued by demons and full of contradictions, his struggle with fame and fortune will manifest itself in an addictive and abusive relationship with drugs and alcohol and the people he loves the most. In the early 80's his heroine addiction will take him off the stage and into rehab. If he does not do some major damage control he risks not only losing his career but possibly his life.    "
                },
                "7": {
                    "title": "Tiger Woods",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Damage Control (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    A golfer of unparalleled skill and unprecedented potential, Tiger Woods set the sports world on fire before he was 20-years-old. But when a series of allegations and revelations about his numerous infidelities hit the tabloids, his image as an upstanding athlete and husband take a serious hit. His image is shattered and his sterling reputation destroyed. Woods must come up with a damage control plan that will take years to restore his image.    "
                },
                "8": {
                    "title": "Rob Lowe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Damage Control (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    In the 1980s, Rob Lowe is a handsome movie star, hot shot heartthrob, dater of princesses and Hollywood it girls. Lowe is the fantasy pin-up of teen girls everywhere - until he gets caught in an unscripted role that is definitely not suitable for teenaged viewing. A sex tape emerges of Lowe with an underaged girl, and Lowe's career is suddenly obliterated as he deals with the scandal and legalities. Lowe needs to restore his image and reputation, and it takes longer than planned.    "
                },
                "9": {
                    "title": "Kiefer Sutherland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Damage Control (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Actor Kiefer Sutherland found stardom quickly and easily as he follows in his famous celebrity parent's footsteps - but its his missteps that get him in trouble. Throughout the 80s and 90s Kiefer plays movie characters audiences love to hate - bringing him conflict, confusion and near catastrophe. He binge drinks and soon the DUI's are adding up, and he's off to jail. Can he pick himself up, do the right thing and follow the path of damage control? You be the judge.    "
                },
                "10": {
                    "title": "Lil Kim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Damage Control (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Lil' Kim is the Brooklyn born MC who redefined the image of women in the world for hip-hop. She overcame poverty and homelessness to become one of the world's most promising young stars. But sometimes, the higher you reach, the further you have to fall. When a rivalry with another rapper leads to a shootout in downtown New York, Lil' Kim goes from the big time to the big house. Sentenced to hard time for refusing to snitch, Kim faces an uphill battle to get her career back on track. Will her best efforts at damage control elevate her back to the top of her game?    "
                },
                "11": {
                    "title": "Mariah Carey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Damage Control (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "21 Jan. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "21": {
                    "title": "David Duchovny",
                    "kind": "episode",
                    "episode of": {
                        "title": "Celebrity Damage Control (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "8 Jul. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 12,
        "cast": [
            {
                "name": "Mestroni, Carlo"
            },
            {
                "name": "Reich, Sandra"
            },
            {
                "name": "Berkenstadt, Jim"
            },
            {
                "name": "Cleo, Audrey"
            },
            {
                "name": "Gardere, Jeffrey"
            },
            {
                "name": "Jessup, Maggie"
            },
            {
                "name": "Juneja, Raoul"
            },
            {
                "name": "Madison, Diana"
            },
            {
                "name": "Nanos, Elura"
            },
            {
                "name": "Powell, Kevin"
            },
            {
                "name": "Roecker, Ron"
            },
            {
                "name": "Roth, Richard"
            },
            {
                "name": "Shank, Joe"
            },
            {
                "name": "Siloe, Michelle"
            },
            {
                "name": "Storms, Meg"
            },
            {
                "name": "Whittaker, Gary"
            }
        ],
        "locations": [
            "Montréal, Québec, Canada::(interior of house)"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "aspect ratio": "16:9 HD (high definition)",
        "sound mix": [
            "Stereo::(RCA Sound Recording)"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 1,
        "rating": 7.2,
        "votes": 12,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjM0MTgwMjg2M15BMl5BanBnXkFtZTgwMzU4NzYyMjE@._V1_SY150_CR83,0,101,150_.jpg",
        "budget": "$2,000,000 (estimated)",
        "plot outline": "In Celebrity Damage Control we follow celebrities as they build an illustrious career but then make one wrong move - one misstep or a series of disastrous choices - that take them crashing down to rock bottom. From driving under the influence, to shoplifting, to tax evasion, to beating up the paparazzi, to murder we unveil Hollywood's most notorious celebrity scandals and find out how these celebrities manage to rebuild, overcome or climb up out of the hole they've created. Our experts examine their past and present, and the damage control steps they take that extraordinarily help our celebrities arrive back at the top unscathed.",
        "languages": [
            "English"
        ],
        "title": "Celebrity Damage Control",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Robb, Sean K."
            },
            {
                "name": "Truster, Samara"
            },
            {
                "name": "Wright, Jessica"
            }
        ],
        "production companies": [
            {
                "name": "CMJ Productions"
            }
        ],
        "distributors": [
            {
                "name": "CineClix Distribution"
            }
        ],
        "plot": [
            "In _Celebrity Damage Control_ (qv) we follow celebrities as they build an illustrious career but then make one wrong move - one misstep or a series of disastrous choices - that take them crashing down to rock bottom. From driving under the influence, to shoplifting, to tax evasion, to beating up the paparazzi, to murder we unveil Hollywood's most notorious celebrity scandals and find out how these celebrities manage to rebuild, overcome or climb up out of the hole they've created. Our experts examine their past and present, and the damage control steps they take that extraordinarily help our celebrities arrive back at the top unscathed.::CMJ Productions"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (including commercials) (Canada)"
            ],
            "sound mix": [
                "Stereo (RCA Sound Recording)"
            ],
            "color": [
                "Color (HD)"
            ],
            "aspect ratio": [
                "16:9 HD (high definition)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 12,
                "rating": 7.2
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 6.3
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 7.5
            },
            "males": {
                "votes": 3,
                "rating": 6.3
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 6.5
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 6.0
            },
            "females": {
                "votes": 5,
                "rating": 7.2
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 6.0
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 6.0
            },
            "us users": {
                "votes": 2,
                "rating": 5.5
            },
            "non us users": {
                "votes": 5,
                "rating": 7.5
            }
        },
        "number of votes": {
            "10": 2,
            "9": 0,
            "8": 2,
            "7": 3,
            "6": 4,
            "5": 1,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 7.2,
        "median": 7
    }
}