{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "14 June 2014"
            }
        ],
        "release dates": [
            "USA::14 June 2014"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Billionaire's Club",
                    "kind": "episode",
                    "episode of": {
                        "title": "United Stuff of America (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "23 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    It's the decade best remembered for big hair, big phones and big personalities. But go beyond the fluff and you'll find a decade that impacts us still today. An 18 month-old baby will forever change television news. One single phone call will ignite a technological revolution. And a video game character causes Americans to alter how we spend our free time. Pick up your Rubik's Cube and put on those leg warmers, it's time to re-examine the decade that changed everything--the 1980s.    "
                }
            },
            "1": {
                "1": {
                    "title": "Badass Presidents",
                    "kind": "episode",
                    "episode of": {
                        "title": "United Stuff of America (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "14 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Is there a top tier of presidential toughness that sets some of our commanders in chief apart from all the rest? Everyday objects reveal the real stories behind some of the most amazing presidential feats, from the bottle-thick eyeglasses that turned one man into an unlikely war hero, to the wooden cane that took down a would-be assassin, and the coconut that saved Camelot.    "
                },
                "2": {
                    "title": "American Firepower",
                    "kind": "episode",
                    "episode of": {
                        "title": "United Stuff of America (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "21 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    The U.S. Transforms itself from colony to superpower with the help of an engineering marvel: the gun. Trace the evolution of weapons technology as it shapes our history, from the colonial era Long Rifle to the high-powered Browning M2 Machine Gun and beyond.    "
                },
                "3": {
                    "title": "The Mob's Secret Stash",
                    "kind": "episode",
                    "episode of": {
                        "title": "United Stuff of America (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "28 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    The American Mafia is one of the biggest and most lucrative secret societies in America's history. At its height, mob bosses made hundreds of millions a year in illicit business. Go inside the secret stash that reveals the story of their bloody rise to power, and the decades-long war with law enforcement that led to their downfall.    "
                },
                "4": {
                    "title": "Ultimate Engineering",
                    "kind": "episode",
                    "episode of": {
                        "title": "United Stuff of America (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "12 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    The everyday objects that built America. How stuff as simple as a shovel, a birdcage, a drill bit, a railroad spike, and a video camera linked a nation from coast to coast and accomplished massive feats of engineering like the Hoover Dam, the Erie Canal and the skyscraper.    "
                },
                "5": {
                    "title": "Snack Food Tech",
                    "kind": "episode",
                    "episode of": {
                        "title": "United Stuff of America (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "19 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    How small innovations like the pop top, TV dinner, microwave, sliced bread changed the way we eat. From homemade to hi-tech, the engineers and geniuses that started a food revolution.    "
                },
                "6": {
                    "title": "Most Shocking Crimes",
                    "kind": "episode",
                    "episode of": {
                        "title": "United Stuff of America (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "26 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    The secret accomplices in America's most shocking crimes are everyday objects that you'd never suspect, from the handmade ladder that made tragic headlines to the clip-on tie that's the last witness to the DB Cooper mystery heist. TVPG    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Hughes, Keith"
            },
            {
                "name": "Monaco, Rob"
            },
            {
                "name": "Cipollini, Christian"
            },
            {
                "name": "Gottlieb, Craig"
            },
            {
                "name": "Harrison, Rick"
            },
            {
                "name": "Supica, Jim"
            },
            {
                "name": "Von Ornsteiner, J. Buzz"
            }
        ],
        "genres": [
            "History"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.2,
        "votes": 17,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjAwNDIyMjM5MF5BMl5BanBnXkFtZTgwNjg3MzAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "budget": "$1,000,000 (estimated)",
        "plot outline": "How did a ticket to a boxing match seal the fate of notorious mobster Lucky Luciano? What does a farmer's seed planter have to do with making America a superpower? And how did an X-Ray machine give Teddy Roosevelt the keys the White House? Sometimes the biggest moments depend on the smallest details-and the most ordinary objects. Buried in attics, hidden in private collections, and secreted away in the rarely seen archives are artifacts, objects and curiosities that come together to tell the epic story of America. From the producers of Pawn Stars and featuring Rick Harrison, United Stuff of America is a cross-country treasure hunt that uncovers America's most fascinating stuff, and the unexpected stories it reveals about us and our most epic and notorious moments. This isn't history from a textbook; it's history that you can hold in your hands.",
        "languages": [
            "English"
        ],
        "title": "United Stuff of America",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "United Stuff of America (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Garegnani, David"
            }
        ],
        "production companies": [
            {
                "name": "Leftfield Pictures"
            }
        ],
        "distributors": [
            {
                "name": "History Channel"
            }
        ],
        "plot": [
            "How did a ticket to a boxing match seal the fate of notorious mobster Lucky Luciano? What does a farmer's seed planter have to do with making America a superpower? And how did an X-Ray machine give Teddy Roosevelt the keys the White House? Sometimes the biggest moments depend on the smallest details-and the most ordinary objects. Buried in attics, hidden in private collections, and secreted away in the rarely seen archives are artifacts, objects and curiosities that come together to tell the epic story of America. From the producers of Pawn Stars and featuring Rick Harrison, _United Stuff of America_ (qv) is a cross-country treasure hunt that uncovers America's most fascinating stuff, and the unexpected stories it reveals about us and our most epic and notorious moments. This isn't history from a textbook; it's history that you can hold in your hands."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 17,
                "rating": 7.2
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 7.6
            },
            "aged 45 plus": {
                "votes": 7,
                "rating": 6.9
            },
            "males": {
                "votes": 10,
                "rating": 7.1
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 7.6
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 6.5
            },
            "females": {
                "votes": 2,
                "rating": 8.5
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 8.5
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 6.5
            },
            "us users": {
                "votes": 5,
                "rating": 7.2
            },
            "non us users": {
                "votes": 4,
                "rating": 6.8
            }
        },
        "number of votes": {
            "10": 2,
            "9": 1,
            "8": 4,
            "7": 5,
            "6": 3,
            "5": 1,
            "4": 0,
            "3": 1,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 7.2,
        "median": 7
    }
}