{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "  2014"
            },
            {
                "country": "Canada\n",
                "date": "15 March 2014"
            }
        ],
        "release dates": [
            "Canada::2014",
            "Canada::15 March 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Indian Vino",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dolce India (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    David takes the road less traveled and finds a tranquil vineyard outside busy Mumbai that produces fine Italian wine. The discovery inspires an Italian-Indian culinary adventure that includes succulent dishes like: Italian lamb spezzatino, garam masala risotto, shredded cabbage salad, schiacciata con l'uva, arancini and potato croquettes.    "
                },
                "2": {
                    "title": "Weekend in Mumbai",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dolce India (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    With a weekend to spend in Mumbai, David explores the city's vast and extraordinary food scene. From small traditional cafes to hip new restaurants, David is everywhere collecting and sharing recipes including a vegetarian carbonara, Indian carrot salad, melanzane spaccate, pasta con broccoli, and coconut curry shrimp.    "
                },
                "3": {
                    "title": "Holi Gurudwara",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dolce India (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    David learns firsthand that the spirit of community in India transcends religion when he visits Delhi's largest Sikh temple. Everyday the Gurudwara Bangla Sahib feeds 20,000 people of all faiths - without a head chef. The next day is Holi, the Hindu festival of color, and David helps prepare a feast with exotic ingredients he has never seen before. David enjoys a Holi feast of Kashmiri chicken, pasta con ceci, vegetable pakoras, and a banoffee pie.    "
                },
                "4": {
                    "title": "The Warrior Chef",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dolce India (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    David embarks on a remarkable culinary journey through Rajasthan and discovers that it's cuisine has been defined as much by the regions arid climate as by its traditional warrior culture. The experience is authentically guided by Executive Chef Akshraj Jodha, a descendant of a Rajput royalty, and includes dishes like: laal maas, sprouted chickpea salad, Indian rice with curd and chili powder, and slow cooked mutton.    "
                },
                "5": {
                    "title": "Elephant King",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dolce India (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    David is in Rajasthan exploring the land of the Kings, and who would be a better guide than the direct descendant of a Maharajah himself? David meets up with KV Singh to learn about Rajasthan's royal history and customs while sharing some of his own between a heated match of elephant polo. Together David and KV create a never before seen blend of royal Indian cuisine and Italian peasant food including a mutton bolognese, 5 minute tomato sauce, carrot halwa, and fall apart mutton.    "
                },
                "6": {
                    "title": "Mumbai Italiano!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dolce India (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    There's a growing community of Italian ex-pats living in Mumbai, and it was only a matter of time before David sniffed them out. David and his newfound Italian friends bring the dolce vita to Mumbai playing soccer on the beach and enjoying a traditional Sunday pranzo with authentic Italian ingredients. Featured recipes include Bombay duck, stuffed pomfret, paccheri con gamberi, and Italian style basa fish.    "
                },
                "7": {
                    "title": "Chef's Challenge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dolce India (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    David is challenged to an Indo-Italian cook off by ITC Maratha's Executive Chef Rajdeep Kapoor. The three round cook off will pit Indian against Italian cuisine using a common star ingredient. Which will reign supreme; Indian or Italian meatballs, David's comforting eggplant pasta or Rajdeep's exotic Badin Jaan, traditional mushroom biryani or an authentic Italian mushroom risotto?    "
                },
                "8": {
                    "title": "Eat, Pray...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dolce India (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    David takes a trip to the remote village of Mundota to visit his friends, Vikram and Alka, who will teach him about the spiritual nature of Indian cooking. He is surprised to learn that this flavourful way of cooking does not use onions or garlic. David learns to make traditional and rustic Rajasthani recipes including tapori, sookha aloo, khichri, ker sangria, and cauliflower with fenugreek.    "
                },
                "9": {
                    "title": "The Green Bharat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dolce India (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    When David discovers a dairy farm that makes Italian cheeses in India, he takes it upon himself to investigate. Inspired to see Indians embracing the fundamentals of Italian food, David returns the favour and meets up with of world-renowned ITC Hotel Chef Manjit Gill to explore the properties of the mustard plant and the oil it produces. How does mustard oil compare to extra virgin olive oil? How does Indian cheese stack up against Italian cheese? David answers these questions by making mustard pomfret, mixed vegetable pakoras, pasta al forno, and sweet carrozza.    "
                },
                "10": {
                    "title": "Spice Guru",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dolce India (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Bukhara is one of India's most famous restaurants, known for it's highly guarded dal recipe. David is determined to get the recipe from ITC Bukhara's head Chef Manisha Bhasin, who graciously teaches him the principles of developing his own garam masala and how to use it for flavouring. David takes his newfound masala recipes to infuse some Italian peasant cuisine such as cavolo stufato, and fresh fruit salad with chaat masala.    "
                },
                "11": {
                    "title": "Chennai Expresss",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dolce India (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    David's comedian friends Mohan and Vidyu take him on a culinary tour of Chennai's Tamil Nadu vegetarian culture, from a typical breakfast to a tour of a snack factory where they teach him how to make chutney. The group receives an invitation to a potluck that evening, so David barters with the locals for vegetables and takes his newfound knowledge to create a hot new version of some Italian classics like stewed cabbage in tomato sauce, and pasta with yellow lentils.    "
                },
                "12": {
                    "title": "Hauz Khas Village",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dolce India (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    There is a jewel in the heart of every city, and in Delhi, it's name is Hauz Khas Village. Hauz Khas Village draws a young, trendy crowd and is known for it's designer boutiques and small cafes. David meets Raavi and Robbie, half brothers who own the Flipside Café in Hauz Khas and give David the insider's tour of the village. David, Robbie, and Raavi explore eachother's roots by sharing their favourite childhood recipes and other Italian classics like eggplant parmigiana, crepe Milanese, potato and green bean salad, and a banana chocolate cake.    "
                },
                "13": {
                    "title": "Homesick Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dolce India (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    On a long trip to India, David is bound to feel homesick for his family and his culture. David finds a little slice of home in the kitchen of the ITC Grand Chola. David and executive Chef Massimo Gullotta spend the day indulging in Italian foods and customs, including a turbulent trip to sea to catch their own fish, followed by some hard bargaining at the fish auction. Together they prepare Italian delights such as various pizza's, pasta with calamari and mussels and classic spaghetti alio e olio.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Rocco, David"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.8,
        "votes": 13,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMmE3MjZkMjAtOWJiMC00ZTliLWJlMTUtNjg4MDQ5ZmM5NzM2XkEyXkFqcGdeQXVyNDI1MTI4MzE@._V1_SY150_CR62,0,101,150_.jpg",
        "plot outline": "David Rocco's Dolce India explores the remarkable blend of India's cuisine one taste at a time. In each episode, David uses his Italian-rooted passion for food and his charisma to charm strangers into friends as he navigates the complexities of Indian cooking.",
        "languages": [
            "English"
        ],
        "title": "Dolce India",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Dolce India (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Rockhead Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Breakthrough Entertainment"
            }
        ],
        "plot": [
            "David Rocco's _Dolce India_ (qv) explores the remarkable blend of India's cuisine one taste at a time. In each episode, David uses his Italian-rooted passion for food and his charisma to charm strangers into friends as he navigates the complexities of Indian cooking.::Rockhead Entertainment"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 13,
                "rating": 7.8
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 5.2
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 7.0
            },
            "males": {
                "votes": 8,
                "rating": 6.3
            },
            "males aged 18 29": {
                "votes": 3,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 5.2
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 5.5
            },
            "us users": {
                "votes": 1,
                "rating": 4.0
            },
            "non us users": {
                "votes": 4,
                "rating": 6.8
            }
        },
        "number of votes": {
            "10": 5,
            "9": 1,
            "8": 2,
            "7": 2,
            "6": 1,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 1,
            "1": 0
        },
        "arithmetic mean": 7.8,
        "median": 8
    }
}