{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "25 June 2014"
            }
        ],
        "release dates": [
            "USA::25 June 2014"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "San Francisco",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Bars in America (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "1 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    To kick off season 2 of their nationwide bar tour, comedians Jay Larson and Sean Patton get punch drunk with Academy Award winner Nat Faxon in San Francisco.    "
                },
                "2": {
                    "title": "DC",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Bars in America (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "8 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    In Washington, D.C, comedians Jay Larson and Sean Patton find that alcohol and politics do mix. They drink from the country's largest whiskey collection, check out a new brewery in the old Navy yard, and make booze the colonial way in the home of America's first president.    "
                },
                "3": {
                    "title": "Louisville",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Bars in America (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "15 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    A trip to Louisville shows comedians Jay Larson and Sean Patton that there's a lot more than whiskey in bourbon country. They sip a cocktail with a haunted history, go nose-to-tail with char-grilled squirrel, and learn a palate-busting beer lesson from the Brew Dogs.    "
                },
                "4": {
                    "title": "Minneapolis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Bars in America (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "22 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Comedians Jay Larson and Sean Patton take in the booze-cruising, polka-filled world of Minneapolis, where they snack on pig's head, enter meat raffles, and compete in a homebrew-themed curling tournament.    "
                },
                "5": {
                    "title": "Speakeasies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Bars in America (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "29 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Comedians Jay Larson and Sean Patton walk through armoires, sneak in back doors, and slide away bookcases to reveal the Cuban flair, coin tricks, and innovative cocktails of the modern-and well-hidden-speakeasy. With special guest, comedian Aisha Tyler.    "
                },
                "6": {
                    "title": "Southern California Coast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Bars in America (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "6 May 2015",
                    "year": "2015",
                    "plot": "\n    Comedians Jay Larson and Sean Patton drink their way down the southern California coast, where they find an old stagecoach stop in the mountains of Santa Barbara, a pop-up culinary cocktail bar in a Venice garden, a beachfront dive with the coldest beer in SoCal, and comedian Bill Burr.    "
                },
                "7": {
                    "title": "Booze and Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Bars in America (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "13 May 2015",
                    "year": "2015",
                    "plot": "\n    Jay and Sean take a very small break from all the drinking as they go in search of the best bar food in America. In San Francisco, they toss dough with a champion pizza maker. In Chicago, they learn the true meaning of going \"whole hog.\" And in LA they nearly drown in nacho cheese with comedian Al Madrigal.    "
                },
                "8": {
                    "title": "Chicago",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Bars in America (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "20 May 2015",
                    "year": "2015",
                    "plot": "\n    Two booze hounds scour the streets of the Windy City, searching for the best food and cocktails.    "
                },
                "9": {
                    "title": "Detroit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Bars in America (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "27 May 2015",
                    "year": "2015",
                    "plot": "\n    Comedians Jay Larson and Sean Patton witness Detroit's resurgence, both as a city and a place to drink. Named Esquire's Bar City of the Year, Detroit welcomes them with a train station turned craft beer hub, a spirits tasting straight out of the history books, and a city-wide bike ride with hundreds of new friends.    "
                },
                "10": {
                    "title": "Bar Games",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Bars in America (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "3 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Jay and Sean play bingo, beer pong, and virtual golf at the best game bars in the country. They also get heckled at the Renaissance fair, test their smarts with comedian Kyle Kinane, and somehow strike out with swimsuit model Nina Agdal.    "
                }
            },
            "1": {
                "1": {
                    "title": "Portland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Bars in America (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "25 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    In the series premiere, travel companions Jay Larson and Sean Patton spend three days drinking their way through 8 unforgettable bars in the city with the most microbreweries on earth! Under the direction of \"Esquire\" magazine's drinking expert Dave Wondrich, the hard-drinking duo sample the world-famous Spanish Coffee at Portland's oldest bar Huber's, try to keep their composure at the city's oldest strip club, and party with musicians at classic dive bar My Father's Place.    "
                },
                "2": {
                    "title": "Austin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Bars in America (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Culture collides on the wild streets of Texas' hippest city. Whether you want to rub elbows with political big wigs at Cloak Room or party with hipsters on Rainey Street, Austin has a haunt for you. Join Jay and Sean and their trusty cabbie Moe as they go boot shopping, binge at the famous Franklin Barbecue and pound tequila shots with old friends. Don't miss the drinks mixed at your table at Midnight Cowboy, the craft cocktails on tap at Wonderland, or the railroad-inspired charm of Donn's Depot!    "
                },
                "3": {
                    "title": "New York City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Bars in America (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "9 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Jay and Sean bar hop through 8 lower Manhattan bars on the look-out for the authentic New York experience. Join them at the oldest bar in the East Village, a speak-easy hidden behind a hot dog stand in Alphabet City, an unforgettable Tribeca dive bar and more! Plus, check out the fondue at a '70s-inspired club where they hang disco balls from your drink, a laboratory where they muddle basil using liquid nitrogen, and a comedy club that still has a drink named after Sean! See 3 days of drinking pass in a New York minute.    "
                },
                "4": {
                    "title": "Boston",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Bars in America (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "16 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    It's a homecoming for Jay! Join him and Sean for a hard-drinking tour of one of America's oldest cities. The first night goes a little crazy when they meet up with Jay's brother Adam at Drink in South Bay. Before they know it, they're shooting dice in the kitchen and swigging gin. Luckily for Sean, the Monday morning brunch at Trina's Starlite Lounge is loaded with hangover cures. Next stop is Bleacher Bar, where patrons can take in a baseball game from below the seats at Fenway Park. And finally, it's Hong Kong in the Fanueil Hall marketplace for Scorpion Bowl races ...    "
                },
                "5": {
                    "title": "Bar Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Bars in America (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "23 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Nothing complements a great drink like the perfect dish. Jay and Sean are traveling the country to sample the best food for soaking up booze. World-renowned chefs and James Beard Award winners have turned their attention to pub culture, with awesome, highbrow choices like Expatriate's Chinese sausage corndogs in Portland and Father's Office's perfect burgers in Los Angeles. They also try jaw-dropping Filipino food at Qui in Austin and classic Cajun and creole at Buffa's in New Orleans. Bring your appetite!    "
                },
                "6": {
                    "title": "Brooklyn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Bars in America (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "30 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    From classy to crap-tacular, Brooklyn has it all! Join Jay and Sean as they hit some of NYC's wildest bars. First, they start off with \"Best Bars in America\" master Dave Wondrich for a dram of absinthe and a beer made with oyster shells. Then, they meet with a craft cocktail legend to sample his newest creation: a Bourbon Almond Brittle! Local comedians Hannibal Burress and Janeane Garofalo join the boys for drinks before they hit local bars with mini-golf, bocce ball, and hangover yoga. But nothing can top a drinking hole with its own flux capacitor! Beer geeks ...    "
                },
                "7": {
                    "title": "Hotel Bars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Bars in America (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "6 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Jay and Sean shatter your preconceived notions with a country-wide tour of hotel bars that are destinations in and of themselves. From the Carlyle Hotel's Bemelmans in Manhattan to the High Rooftop Lounge atop Venice Beach's Hotel Erwin, they have you covered. In between, they'll trade ghost stories and cocktail recipes at The Driskill Bar in Austin, take the Carousel Bar at the Hotel Monteleone in NOLA for a spin, and chase oysters with high-class martinis at New York's Ace Hotel. And when they're done, there's always a cozy bed waiting for them upstairs.    "
                },
                "8": {
                    "title": "Dive Bars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Bars in America (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "13 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    We've seen the chic and trendy, but sometimes you just want to keep it real. Join Jay and Sean as they make friends in some of the coolest neighborhood bars in America. From the Frolic Room alongside the historic Pantages Theater in L.A. to Julius' in Greenwich Village, New York, these vibrant haunts are as colorful as their regulars. Celebrate Christmas every day at Lala's in Austin, join in on ladies' night at Drinking Fountain in Boston, and throw back whiskey shots for Sean's brother's birthday at his favorite bar in the world, Molly's at the Market in New Orleans.    "
                },
                "9": {
                    "title": "New Orleans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Bars in America (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "20 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    In the city where every day is a party, there are amazing bars around every corner. Sean gives Jay a tour of his hometown that goes way beyond Bourbon Street--and ultimately turns into a weekend neither will forget. From lively jazz music at Treme's Mother-in-Law Lounge to the friendly patrons of Uptown's Snake and Jake's Christmas Club Lounge, each of New Orleans' neighborhoods has a signature haunt. Watch them chow on po' boys, pair cigars with cocktails and mix it up with some of the wildest bartenders in the country!    "
                },
                "10": {
                    "title": "Los Angeles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Best Bars in America (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "27 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    In the season finale, Jay and Sean explore the east side of Los Angeles. If you're in the mood for buffalo wings and a classic pub atmosphere, or boozy snow cones in a bar modeled after your parents' living room, the areas of Los Feliz, Koreatown, Downtown and Hollywood have the perfect experience for you. Take a tour led by Guns n' Roses drummer Matt Sorum of the iconic Rainbow, enjoy the dancers at Jumbo's Clown Room, and get a history lesson at The Varnish--one of gangster Mickey Cohen's favorite Downtown haunts. Who needs beaches?    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Larson, Jay"
            },
            {
                "name": "Patton, Sean"
            },
            {
                "name": "Wondrich, David"
            },
            {
                "name": "Britten, Maxwell"
            },
            {
                "name": "Pedro, Del"
            },
            {
                "name": "Macy, Tom"
            },
            {
                "name": "Reiner, Julie"
            },
            {
                "name": "Garofalo, Janeane"
            },
            {
                "name": "Clarke, Bree"
            },
            {
                "name": "Amidei, Mike"
            },
            {
                "name": "Buress, Hannibal"
            },
            {
                "name": "Ostoyich, Tom"
            },
            {
                "name": "Gemignani, Tony"
            },
            {
                "name": "Luna, Anne"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 2,
        "rating": 7.9,
        "votes": 43,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODU5Nzg5MzI1Nl5BMl5BanBnXkFtZTgwOTQ4MzAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Best Bars in America",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Best Bars in America (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Magical Elves Productions"
            },
            {
                "name": "Esquire Network"
            }
        ],
        "distributors": [
            {
                "name": "Esquire Network"
            }
        ],
        "plot": [
            "With stops in Milwaukee, Chicago and San Francisco, comedians Jay Larson and Sean Patton drink their way through neighborhood dives and swanky bars alike. Pull up a stool and take in the sites of America's finest watering holes."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (including commercials)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 43,
                "rating": 7.9
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 9.0
            },
            "aged 30 44": {
                "votes": 21,
                "rating": 8.0
            },
            "aged 45 plus": {
                "votes": 9,
                "rating": 8.7
            },
            "males": {
                "votes": 31,
                "rating": 8.2
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 9.0
            },
            "males aged 30 44": {
                "votes": 19,
                "rating": 8.0
            },
            "males aged 45 plus": {
                "votes": 8,
                "rating": 8.4
            },
            "females": {
                "votes": 3,
                "rating": 9.3
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 9.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 5.0
            },
            "us users": {
                "votes": 22,
                "rating": 8.1
            },
            "non us users": {
                "votes": 7,
                "rating": 7.2
            }
        },
        "number of votes": {
            "10": 11,
            "9": 10,
            "8": 8,
            "7": 8,
            "6": 2,
            "5": 0,
            "4": 1,
            "3": 1,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 7.9,
        "median": 8
    }
}