{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "16 May 2014"
            },
            {
                "country": "USA\n",
                "date": "24 July 2014"
            }
        ],
        "release dates": [
            "USA::16 May 2014",
            "USA::24 July 2014"
        ],
        "episodes": {
            "3": {
                "45": {
                    "title": "Alyson Stoner",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 45,
                    "original air date": "19 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Richy interviews Alyson Stoner... You already became acquainted with Alyson through blockbuster franchises such as Step Up and Cheaper By The Dozen or the Emmy Award®-winning television series Phineas & Ferb. Or you've seen her dance in classic videos for Missy Elliott and Eminem, or most likely you even caught the triple-threat's own \"Missy Elliott Tribute\" viral video on YouTube in 2015 that attracted over 15 million views. Like a newborn butterfly, she spreads her wings with a track that doesn't just serve as her formal musical introduction but a glimpse at her own...    "
                },
                "46": {
                    "title": "Erik Aude",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 46,
                    "original air date": "26 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Erik Was born in Beverly Hills, California. He moved to the Antelope Valley at the age of 7 and was run over by a school bus at the age of 8. After making a full recovery by the age of 13, he went on to play 4 years of high school football for a Catholic school called Paraclete and began acting in small independent movies and shows. Erik made appearances in numerous TV shows and movies and was really starting to make an impact on Hollywood until being arrested for unknowingly smuggling opium for a colleague of his. He would end up spending 3 years in Jail in Pakistan,...    "
                },
                "47": {
                    "title": "Rachel Sheen",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 47,
                    "original air date": "2 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Rachel Sheen is an actress, known for Deadpool (2016), Blackstone (2011) and Supernatural (2005).    "
                },
                "48": {
                    "title": "Joe Pantoliano",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 48,
                    "original air date": "3 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    He first grew to fame as \"Guido the Killer Pimp\" in Risky Business, and continued to rise in 1985 when he appeared as the villainous Francis Fratelli in teen classic The Goonies. He gained fame amongst a new generation as Cypher in the 1999 landmark sci-fi film The Matrix, and won an Emmy as Ralph Cifaretto in HBO's The Sopranos. Pantoliano is also known for his role as Eddie Moscone, the foul-mouthed, double-crossing bail bondsman, in the Robert De Niro comedy Midnight Run, as Captain Howard in Bad Boys and its sequel Bad Boys 2\", as double-crossed mafioso Caesar in ...    "
                },
                "49": {
                    "title": "Judi Blair",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 49,
                    "original air date": "11 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Judi Blair discovered her love for entertainment as a young girl in Jamaica. Watching her eldest sister compete in the \"Miss Jamaica\" pageant ignited in her a passion for the runway, inspiring her to emulate the glamour models she saw onscreen and in magazines. At the age of 14, the still-shy Judi received the opportunity to become what she revered with her first modeling job. Gaining confidence with each gig, Judi's modeling career reached a new peak when she was featured as a \"Rising Jamaican Model\" in The Caribbean Magazine. Shyness all but vanished, Judi turned ...    "
                },
                "50": {
                    "title": "Antje Utgaard",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 50,
                    "original air date": "14 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Antje Christiana Utgaard is 21 years old and grew up in a small town in Western Wisconsin, however her nationality is mostly Norwegian and Swedish. Antje moved to Los Angeles in 2015 to pursue her modeling and acting career full time. With over 280,000 fans on Instagram and 200,000 fans on Snapchat, Antje has been able to fast track her career and get significant reach for photographers and do various branded content campaigns for prominent brands. Since starting her modeling career, Antje has been featured in numerous magazines, calendars and websites in additional ...    "
                },
                "51": {
                    "title": "Rich Hopkins",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 51,
                    "original air date": "14 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Affectionately known as the Godfather of Adrenaline/Extreme Sports, Rich developed his action skills that would launch him into films, television, music videos, commercials & live events. He has been a visionary behind the extreme sports industry for over 25+ years. He is also a Stunt Coordinator, Stuntman, Extreme Sports Athlete, Action Actor, TV Personality, Published Writer & Producer.    "
                },
                "52": {
                    "title": "Lee Doud",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 52,
                    "original air date": "15 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Lee Doud is an actor and producer, known for Barely Legal (2011), The Amateur (2014) and 5th & Alameda (2011).    "
                },
                "53": {
                    "title": "Brooke Lewis",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 53,
                    "original air date": "16 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Brooke Lewis is an actress who has appeared in many different genres, but is most known for the mystery thriller iMurders (2008), mobster movie Sinatra Club (2010) and her comedic mobster Vampire \"alter-ego\" character and passion project Ms. Vampy. After growing up and beginning her creative dreams in Philly, she moved to New York City and got her first little/big \"break\" playing Donna Marsala in the Off-Broadway hit comedy \"Tony n' Tina's Wedding\". She made her living acting in New York for four years, before packing it up and heading to Hollywood. Never forgetting ...    "
                },
                "54": {
                    "title": "Ione Skye",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 54,
                    "original air date": "19 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Ione Skye was born on September 4, 1970 in Hampstead, London, England as Ione Skye Leitch. She is an actress and writer, known for Say Anything... (1989), Four Rooms (1995) and Wayne's World (1992). She has been married to Ben Lee since December 29, 2008.    "
                },
                "55": {
                    "title": "Michael Hyatt",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 55,
                    "original air date": "25 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Born in England of Jamaican parents (her mother Vera an art historian and museologist and her father Charles an actor/broadcaster/comedian), Michael received her earliest education and what she considers her most formative years abroad. At the age of ten she migrated to the United States with her mother and two siblings. Living in Maryland and later Washington, DC, Michael slowly adjusted to the American way of life. She went on to study acting at Howard University for her undergraduate degree and continued at New York University's Tisch School of the Arts for her ...    "
                },
                "56": {
                    "title": "Monty Geer",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 56,
                    "original air date": "26 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Known for playing Cole on MTV's \"Awkward\", Monty began acting at a young age. While in high school he would travel to New York for the summers to attend classes at the New York Film Academy. This was closely followed by a permanent move so he could study at New York University. While in school he worked numerous features films and shot multiple commercials. Furthermore, he is an avid comedian. He has studied improv for years at UCB, and is a regular in the stand up circuit. His sketch group online has over a million views, and has been picked up by MSN to make ...    "
                },
                "57": {
                    "title": "Sarah Minnich",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 57,
                    "original air date": "2 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    'Better Call Saul' follows the trials and tribulations of criminal lawyer, Saul Goodman, in the time leading up to establishing his strip-mall law office in Albuquerque, New Mexico. The series is a prequel to AMC's hit series, 'Breaking Bad'. Sarah portrays the character Brenda, who was featured in episodes 'Uno' and 'Pimento' in the first season and will continue Brenda's story line in a several episode arc in season 2. Later on this year, Sarah will be starring in the sci-fi film 'The Space Between Us' alongside Gary Oldman. The film is set for release on July 29, ...    "
                },
                "58": {
                    "title": "JC Mackenzie",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 58,
                    "original air date": "8 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    J.C. MACKENZIE is a lead on the new HBO Martin Scorsese/Mick Jagger rock n roll series Vinyl, which was recently picked up for a second season. His character Skip Fountaine, American Century's accountant, has become a fan favorite and The New York Times calls him consistently amusing. He has worked with Scorsese on previous projects including THE AVIATOR, THE WOLF OF WALL STREET, and THE DEPARTED. With over 150 television appearances, he is best known for his roles on the Emmy Award winning ABC series Murder One and Fox's Dark Angel. He can also be seen on the Netflix...    "
                },
                "59": {
                    "title": "Kristen Gutoskie",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 59,
                    "original air date": "16 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    With a love for performing that extends to her early years, Kristen Gutoskie has trained and worked as an actor since the age of 12 and sang and danced since she could tie her shoe. Over these years, Kristen won numerous competitions as a solo singer, and competed in many dance groups. She got her start in commercials and soon appeared in television productions on Showcase, CTV, and Global. Her training included time at 'The Second City' and 'Armstrong Acting Studio'. She continued working into her teen years, and went on to complete an honors arts degree at Wilfrid ...    "
                },
                "60": {
                    "title": "Arjun Gupta",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 60,
                    "original air date": "22 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    ARJUN GUPTA can currently be seen a series regular on SyFy's. The Magicians, based on the popular book-series. He recurred as Kan on the ABC series How To Get Away With Murder opposite Viola Davis, and starred as Sam on Showtime's hit show Nurse Jackie, opposite Edie Falco. He also founded his own theater company, Ammunition Theater Company, and co-hosts a podcast, \"American Desis. He recently wrapped the feature film ROLLER opposite Queen Latifah. Arjun made his feature film debut opposite Uma Thurman in MOTHERHOOD, and was recently seen in the independent thriller ...    "
                },
                "61": {
                    "title": "Nathalia Ramos",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 61,
                    "original air date": "28 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Born in Madrid, Spain, Nathalia Ramos broke into Hollywood with her role as Yasmin in BRATZ: THE MOVIE, and more recently as the star of Nickelodeon's HOUSE OF ANUBIS series, where she portrayed American student Nina Martin who moves to England to live in a boarding school where strange things happen. Nathalia recently starred in the films RESIDENT ADVISOR and GALLOWS HILL. When not acting, she is working toward completing her degree in Political Science (with a focus on Southeast Asian politics) at the University of Southern California. Nathalia is also a co-founder ...    "
                },
                "62": {
                    "title": "Steve Schirripa",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 62,
                    "original air date": "6 May 2016",
                    "year": "2016",
                    "plot": "\n    Steve Schirripa was born in Brooklyn, NY - a city noted more for the \"mob\" stereotype. But stereotypes, like a wise guy's alibi, can be misleading. A series regular on David Chase's acclaimed HBO drama The Sopranos, the Brooklyn College graduate's acting odyssey began while working at a hotel on the Las Vegas strip. Once the entertainment director of The Riviera Hotel in Las Vegas, Steve worked with such comedians as Drew Carey, Kevin Pollack and Bruce Baum. His cameo roles in their comedy specials led to episodic work on the big and small screen, with Steve ...    "
                },
                "63": {
                    "title": "Adam Shell",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 63,
                    "original air date": "14 May 2016",
                    "year": "2016",
                    "plot": "\n    Adam began his career with a documentary about his childhood entitled PUT THE CAMERA ON ME, which was profiled on This American Life and remains one of their most popular segments. He co-wrote, directed and edited FINDING KRAFTLAND, which won 19 awards and played 80 film festivals. Adam also edited the Documentary \"A Conversation With Danny Elfman and Tim Burton\" for inclusion in Grammy Nominated Danny Elfman & Tim Burton 25th Anniversary Music Box.    "
                },
                "64": {
                    "title": "Duff Goldman",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 64,
                    "original air date": "20 May 2016",
                    "year": "2016",
                    "plot": "\n    Duff Goldman is a chef, artist, entrepreneur and TV personality. Duff's first major foray into television was on the hit Food Network show Ace of Cakes, which took place in his famed Baltimore bakery, Charm City Cakes. The show ran for ten seasons, achieving the rare feat of airing over 100 episodes. Duff is currently starring in several new shows on Food Network, including Cake Masters and the Baking Championship series. Duff recently completed his second book, Duff Bakes, a follow up to the New York Times bestseller, Ace of Cakes: Inside the World of Charm City ...    "
                },
                "65": {
                    "title": "Ted Nugent",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 65,
                    "original air date": "26 May 2016",
                    "year": "2016",
                    "plot": "\n    Ted Nugent has carved a permanent place in rock & roll history as the ultimate guitar-shredding showman, selling more than 40 million albums, performing 6,500 high-octane live shows, and continuing to set attendance records at venues around the globe. Nugent was named Detroit's Greatest Guitar Player of All Time by readers of MLive, and his no-holds-barred career spans five decades of multi-platinum hits. From the ground breaking Amboy Dukes' hit \"Journey to the Center of the Mind,\" to classics like \"Stranglehold\" (ranked in the Top 100 Classic Rock Songs and #1 ...    "
                },
                "66": {
                    "title": "Ido Samuel",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 66,
                    "original air date": "14 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Samuel is a prominent Israeli actor best known for his role as Yossi in \"Fill The Void\", a film that won 7 Israeli Academy Awards. The film also won Best Foreign Language Film at the Palm Springs International Film Festival, Best Feature Film at the Sao Paulo International Film Festival, and was nominated in numerous other film festivals around the world. Samuel was most recently seen in \"Unforgivable Sin\", a short film which premiered at the New York City International Film Festival. \"Unforgivable Sin\" stars Samuel as serial killer on the run from the law who is ...    "
                },
                "67": {
                    "title": "Megan Cavallari",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 67,
                    "original air date": "16 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Composer, musician, and producer Megan Cavallari has a knack for creating music that industry legend Richard Kraft recently called \"amazing and earworm candy.\" From film and television soundtracks to stage musicals to being the official composer of the NHL's Los Angeles Kings, the award-winning Philadelphia native has managed to land at the top of a her profession (despite the fact that less than 1% of all professional composers are females). Now Cavallari has been tapped to write and produce the soundtrack, songs, and score for the upcoming animated feature \"Jacob ...    "
                },
                "68": {
                    "title": "Jacob Collier",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 68,
                    "original air date": "18 May 2017",
                    "year": "2017",
                    "plot": "\n    Jacob's music combines elements of jazz, a cappella, world, gospel and soul. He has made a name for himself doing some of the most innovative and creative performance videos that I have EVER SEEN online, which have gone viral and turned numerous legendary artists into fans, including Herbie Hancock, Chick Corea and Quincy Jones, who is now mentoring him. The Guardian herald Jacob as \"Jazz's New Messiah and his debut album comes out July 1st. Jacob collaborated with MIT to create his live show. He traveled between London and their campus in Boston to develop it. Jacob ...    "
                },
                "69": {
                    "title": "Melanie Aitkenhead",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 69,
                    "original air date": "20 Jun. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "70": {
                    "title": "Nick Hissom",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 70,
                    "original air date": "14 Jun. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "71": {
                    "title": "Kathryn McCormick",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 71,
                    "original air date": "14 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Kathryn McCormick is an American contemporary dancer and actress, noted for placing third in the sixth season of the American televised dance competition So You Think You Can Dance, in which she had the highest placement for a woman on the season. She has returned in seasons 7-13 as one of the show's \"all-stars\". She played a leading role in the fourth Step Up movie, Step Up Revolution (2012), and in the film Dance-Off (2014) opposite Shane Harper. Kathryn started dancing at age three at her mother's studio, Dance Connection, then moved to Augusta West Studio, where ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Songs and Ali",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "16 May 2014",
                    "year": "2014",
                    "plot": "\n    In the first episode of The Richy Show, Richy interviews Ali Spagnola. Ali is a popular party musician who is known for creating \"The Power Hour,\" drinking game. Ali discusses her challenges in the musics industry and how she loves Kesha and Madonna. Ali also talks about her love of feel good party music and how she loves to have fun on stage. Ali's show is like a party and she wants her audience to enjoy the show. She does a rendition of 'Blurred Lines\" and jams on the drums to a cool Kesha track. Richy does some comedy on simplistic ways to write country and rap ...    "
                },
                "2": {
                    "title": "Midlife Angst",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "22 May 2014",
                    "year": "2014",
                    "plot": "\n    In the second episode of The Richy Show, Richy interviews David J. Pederson author of the fantasy novel Angst. David has written the novel \"Got Angst\" and discusses the challenges of having a job and family while still trying to create. David also discusses how Twitter has helped get his works out to the public and how he appreciates the medium. Richy and David talk about the challenges of battling a midlife crisis while still trying to create. Richy does some comedy bits on George W. Bush and his own fantasy story dream.    "
                },
                "3": {
                    "title": "Women Are Dapper",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "30 May 2014",
                    "year": "2014",
                    "plot": "\n    In the third episode of The Richy Show, Richy interviews up and coming rapper Mickey Dapper. They discuss the rap game from the beginning stages to the current state. Richy tackles marriage, women, Chuck D, and Scarface.    "
                },
                "4": {
                    "title": "Capitalism and Poop",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "29 May 2014",
                    "year": "2014",
                    "plot": "\n    In the fourth episode of The Richy Show, Capitalism and Poop. Richy interviews developer Todd Bonnewell.Todd is creating a movement called Made Open and informs us what it's all about. Richy and Todd talk about the failed Occupy movement and how Made Open is a better solution. Todd discusses how it is not a political movement but a movement for change. Richy does some comedy on his dog and bowel movements. Hollywood Honey Badger attempts a news segment.    "
                },
                "5": {
                    "title": "Every Now and Jen",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "6 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    In the fifth episode of the Richy Show, Richy interviews Jen Wilkinson, Jen is a blogger, former comedian, and in development on a novel. Richy and Jen discuss the differences between men and women in the workplace. They also discuss corporate America and how a woman has to adjust to get ahead. Richy riffs on the differences between men, women, and pharmaceutical reps. Jen and Richy discuss feminism and it's place in society. They also discuss sex in the workplace.    "
                },
                "6": {
                    "title": "Sex, Thugs, and Rock and Roll",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "12 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    In the sixth episode of The Richy Show, Richy interviews Richard Abowitz. Richard is a music writer and has written for Rolling Stone Magazine and The Los Angeles Times. Richard discusses some of his worst interviews of all time with Lou Reed and Elvis Costello. He also talks about his time in Las Vegas and how he changed his negative outlook on Vegas entertainment after living there. Richy and Richard discuss music and Richard's obsession with Bob Dylan. They also discuss The Clash, Elvis Costello, Lou Reed, and The Ramones. Richy does some comedy on the ...    "
                },
                "7": {
                    "title": "On Your Mark",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "20 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    In the seventh episode of The Richy Show, Richy interviews body language expert and life coach Mark Edgar Stephens. Richy and Mark discuss fame and the pitfalls of success. Mark goes into detail how easy it be when to feel depressed after reaching the mountain top. Mark also discusses his acting career and his beginnings on Broadway. Richy shares a story about Chris Farley and does some comedy routines on various topics. They also go over Mark's Broadway career and discuss his appearance on Oprah. Mark also talks about how the rush of life can sometimes be detrimental...    "
                },
                "8": {
                    "title": "Synth Pop and B Sides",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "30 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    In the eighth episode of The Richy Show, Richy has a conversation with Brian Hazard of Color Theory. Color Theory has produced over 8 albums and is know for their \"synth pop\" sound. Richy and Brian talk about Depeche Mode, Nine Inch Nails, and other Color Theory influences. Richy hits on Lisa Stansfield and Facebook. Hollywood Honey Badger tries his first comedy bit on the air. Richy also premieres some new tracks off of Color Theory's new album. Richy and Brian discuss what Color Theory has on the horizon and talk about the production business of music. Lots of great...    "
                },
                "9": {
                    "title": "Bits of Comedy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "5 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    In the ninth episode of The Richy Show, Richy has a conversation with Comedian \"ranney.\" Ranney has been doing stand up comedy for 20 years. Richy and Ranney discuss Richard Pryor, George Carlin, and Bill Hicks. They also talk about the inner workings of comedy as an art form. Ranney runs some comedy bits and Hollywood Honey Badger interviews his dad on the movies. Richy and Ranney also hit on how some of the great comedians were even better when they took time off to asses their craft.    "
                },
                "10": {
                    "title": "Purly Wyte in Sight",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "5 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    In the tenth episode of The Richy Show, Richy has a conversation with rapper Purly Wyte. Purly Wyte is a Yonkers born female rapper that has worked with the likes of DMX and Lil Kim. She is making her name in the industry with tough and raw street smart lyrics. Richy discovers her influences and that she made her first tape to Lil Wayne in the early days. They also discuss where her career is heading and her new album No Preservatives. Richy does some comedy on the overreaction to stains and Dutch people. Hollywood Honey Badger tells Purly Wyte who his biggest ...    "
                },
                "11": {
                    "title": "Arden Knows Seduction",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "21 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    In the eleventh episode of The Richy Show, Richy has a discussion with Arden Leigh. Arden is a seductress and writer of the book The New Rules of Attraction. Richy and Arden talk about how to pick up men from a woman's angle. They also discuss how sex has changed in society and how sex empowers a woman. Arden lays out how a woman can still be submissive and dominant at the same time. Richy runs some comedy bits on the education of sex and sex menus at brothels. Hollywood Honey Badger does his thing interrupting their conversation in the midst of a deep topic.    "
                },
                "12": {
                    "title": "My Fair Lady Alchemy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "23 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    In the twelfth episode of The Richy Show, Richy has a discussion with Lady Alchemy. Lady Alchemy is a performance artist with roots in the New York City burlesque world. She creates shows based on her passion for Alchemy and not sex. Lady Alchemy studied math at NYU and manages to intertwine art and alchemy into a cohesive show. Richy discusses the challenges of being sexual without being sexual in the performance art world. Richy runs some comedy on smoking being vilified and the term ROFLMAO. Hollywood Honey Badger coaxes Richy into showing his burlesque \"student ...    "
                },
                "13": {
                    "title": "Revenant Upheaval",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "30 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    In the thirteenth episode of The Richy Show, Richy has a discussion with Trevor Jackson of the Punk Rock Band, The Revenant. The band just released their first album together on digital and vinyl. Richy and Trevor discuss the process behind how The Revenants record is produced. They also discuss how the band formed and the beauty of working together with no egos involved. Richy and Trevor also discuss the music industry in general and how things have changed. Richy runs some comedy bits on the difference between his Southern California friend and his New York Italian ...    "
                },
                "14": {
                    "title": "Pickup Smartest",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "31 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    In the fourteenth episode of The Richy Show, Richy has a conversation with Adam Lyons. Adam is a professional pickup artist, he has been featured in FHM for his unique skills. Adam discusses the ins and outs of how to pick up women on a consistent basis. Richy runs some comedy on Kanye West and Allen Funt. Richy also talks about how he was tested by a woman recently. Hollywood Honey Badger shares some of his horrible pick up lines to the dismay of Richy.    "
                },
                "15": {
                    "title": "Scorpio Rising",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "4 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    In the fifteenth episode of The Richy Show, Richy has a conversation with model Kayla Anne Fox. Kayla is ready to take on acting as well and she is on her way to realizing her potential. Richy and Kayla talk about the price of being a model and how it affect relationships. Richy and Kayla also discuss how a man can pick up a 10. Richy runs some comedy on his friend turning into Rain Man during a recent pick up attempt. Hollywood Honey Badger brings his mom on the show to discuss a recent issue he has been having.    "
                },
                "16": {
                    "title": "Feliformia, Film, and Fun",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "7 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    In the sixteenth episode of The RIchy Show, Richy has a conversation with Marcelo Grion. Marcelo is a filmmaker and is putting the finishing touches on his new film, The Prototype. Marcelo raised the money himself and has already secured distribution. Richy and Marcelo discuss the challenges of making independent films in 2014. Richy has a discussion with his agent, Ari, about Hollywood Honey Badgers wife. The Hollywood Hills Hyena is trying to take over his show and Richy tells Ari he needs to do something about it. Richy also makes a film trailer that introduces the...    "
                },
                "17": {
                    "title": "Comic Nobility",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "24 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    In the seventeenth episode of The Richy Show, Richy has a conversation with Cas Avnar and E.J. De la Pena. They are both involved in a new science fiction television series, Nobility. E. J. is the producer and creator while Cas Avnar is the lead actor. The sneak preview of the show is launching at Comic Con in San Diego on July 24th. The show blends comedy and science fiction into a hilarious, original concept. Real people existing in a real world with consequences for people's actions - that is what's at the core of what \"Nobility\" is. Though described as \"Firefly\" ...    "
                },
                "18": {
                    "title": "So Adrienne",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "1 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    In Episode 18 of The Richy Show, Richy has a conversation with Adrienne Wilkinson. Adrienne is an actress with new projects on the horizon. Star Trek Renegade is one of them and she discusses the show and the excellent cast. She is also starring in a Sci-Fi Television show called Nobility The Series by creator E.J. De la Pena starring Cas Anvar and Walter Koening. Adrienne is a busy woman and her and Richy discuss her newest endeavors. Richy and Adrienne also discuss Xena: Warrior Princess and how Adrienne got the part in the hit show. Richy runs some comedy on ...    "
                },
                "19": {
                    "title": "Bright and Stormy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "12 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    In the nineteenth episode of The Richy Show, Richy has a conversation with Stormy Leather. Stormy Leather is a fixture in the New York City Burlesque Scene and she is working hard at staying on top. Richy and Stormy talk about the challenges of creating art, keeping it fresh, and staying relevant. Richy runs some comedy on Barack and Michelle Obama, regarding the senseless Iraq war. Charlie Sheen breaks in on the Stormy Leather conversation and Richy takes the bait.    "
                },
                "20": {
                    "title": "Vamped Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "15 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Take one of Europe's hottest film stars, Italy's DOMIZIANO ARCANGELI, and transplant him to the U.S. where his cinema noir following has followed him unconditionally. Put him alongside breathtaking actresses Lorielle New, Daniele Favilli, Naama Kates, Elissa Dowling and Phoebe Dollar, then cast as co-stars several horror genre, compelling male co-stars that each have a following of their own -- Gregory Chandler, Vincent Hoss-Desmarais and Randal Malone -- and film one of the most outrageous Halloween season movie genre releases one can possibly imagine. What do you ...    "
                },
                "21": {
                    "title": "Hoodwinked",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "22 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    In the twenty-first episode of The Richy Show, Richy has a conversation with Costas Mandylor. Costas is staying busy with multiple film and television projects. Richy and Costas discuss the film Saw and the show Sex and The City, along with his other career highlights. Richy and Costas have some fun running improv and it gets pretty intense. There are some classic funny moments in this episode!    "
                },
                "22": {
                    "title": "Codystar",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "29 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    In the season finale of The Richy Show, Richy has a conversation with Cody Saintgnue. Cody is a rising Hollywood star and is keeping busy. Richy and Cody talk fame, acting, and Teen Wolf. Cody talks about his challenges of growing up in an unstable environment and how he stays on track. Ari interrupts an otherwise nice walk on the beach for Richy with more Clooney shenanigans.    "
                },
                "23": {
                    "title": "Ali and the Song",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "26 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Richy and Ali Faulkner discuss her new film The Song. The Song is a faith based film with an emphasis on music and love.    "
                },
                "24": {
                    "title": "Eddie Is Ready",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "26 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Richy interviews Actor Eddie Joseph. Eddie is an up and coming actor in Hollywood.    "
                },
                "25": {
                    "title": "Young Cheedoe",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "26 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    In the 25th episode of The Richy Show, Richy interviews rapper young Cheedoe.    "
                },
                "26": {
                    "title": "Claudia Christian",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "10 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    The Richy Show sits down with actress Claudia Christian to discuss her new documentary One Little Pill. The documentary uncovers a new way to win the battle with alcoholism.    "
                },
                "27": {
                    "title": "Artist Joe Watson",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "20 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    The Richy Show interviews Actor Artist Joe Watson on his career. Joe has many upcoming projects in the works including his new television show Threading.    "
                },
                "28": {
                    "title": "Jill's Cashbox",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "25 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Jill's Cashbox emerged in 2011 when singer/guitarist Hunter Smith, drummer Shannon Featherman, and guitarist Jeff Sweat came together through a mutual love for music and songwriting. Subsequently, the 3 started writing a collection of songs that told the story of their lives and of those around them. Shortly thereafter, the 3 went into the studio to record their first album. It was through their time in the studio that Joey Antrim (Bass) & Rob Gundling (Keys) were added to the roster. Within a few months of the album's completion, lead guitarist Greg Martin was added ...    "
                },
                "29": {
                    "title": "Mark Borkowski",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "4 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Mark Borkowski is an actor and writer, known for The Ungodly (2007), Mean Guy (2009) and My Brother Jack (2013). Mark is a member of The Actors Studio in New York City and An award winning playwright. Richy talks with Mark about his various projects including Boardwalk Empire. He plays Paul Sagorsky in Boardwalk Empire. He is a recurring co-star in the third and fourth seasons and debuts in the episode \"Ging Gang Goolie\". Richy and Mark also discuss new projects and his experience working with Martin Scorcese. They also hit on the topic of the \"mid-life awakening\". ...    "
                },
                "30": {
                    "title": "Kryssy Kocktail",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "11 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    A native Brooklyn, NY, Kryssy has realized her dream of running to join the circus as she now stars as the Sword Swallower and Blade Box Girl of the Coney Island Circus Sideshow, using the proceeds to support herself and her three small children. An accomplished bartender, Kryssy Kocktail will dazzle you on stage and then rock you from behind the bar. A femme fatale if there ever was one. Willowy 5'7\" 1/2 baby blue eyes and blonde hair of variable length and color. Heavily tattooed with some piercings and body modification. Costumes range from Sailor Girl to classic ...    "
                },
                "31": {
                    "title": "Missy Crider",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "18 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Richy sits down with actress Missy Crider to discuss her new film project Jewel. They also discuss her music career and her past project with Steven Spielberg.    "
                },
                "32": {
                    "title": "Joshua Pearson",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "19 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Richy sits down with Sugarcrash Kids Joshua Pearson to discuss his career.    "
                },
                "39": {
                    "title": "Eve Mauro",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "29 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Eve is the youngest of six siblings. She grew up in Orlando, Florida and watched Greta Garbo films which inspired her to become an actress. Eve moved to Los Angeles at the age of 21 and began her acting career on stage. Eve is a passionate supporter of four charities very close to her heart including: Human Rights Watch, Amnesty International, Save the Children and Susan G. Komen Cure for Cancer. She currently resides in Los Angeles, California.    "
                }
            },
            "2": {
                "33": {
                    "title": "Maria Di Angelis",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 33,
                    "original air date": "8 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Richy interviews Supermodel/Actress Maria Di Angelis. Maria has graced more covers than any supermodel in history. Her and Richy talk film, acting, and Italian accents.    "
                },
                "34": {
                    "title": "Antoine Verglas",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 34,
                    "original air date": "15 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Richy talks with famed French photographer Antoine Verglas. They discuss his photo shoot with Angelina Jolie and his long distinguished career.    "
                },
                "35": {
                    "title": "Haviland Stillwell",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 35,
                    "original air date": "21 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Haviland Stillwell is an actress, singer, writer and producer, known for her work on Broadway, in Television, Film and Animation, and as an strong advocate for positivity and forward movement. Richy talks with Haviland about her new movie Selma and her music career. Photos by Robin Roemer and Elliot London. Music tracks Dance Closure, We Fly, and MKE by Haviland Stillwell.    "
                },
                "36": {
                    "title": "George Katt",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 36,
                    "original air date": "22 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Richy chats with award-winning actor George Katt. Mr. Katt attended Marymount Manhattan College and was the winner of the Competitive Merit Scholarship in Acting. He began his studies in New York City and his career on the New York City stages. He has guest-starred and recurred on several network television shows for CBS, WB, ABC, NBC, Comedy Central & Showtime. His dedication to his craft and versatility have also earned him much success in film; playing a variety of leading male and character roles. Katt has several upcoming feature films slated for worldwide ...    "
                },
                "37": {
                    "title": "Emily Shephard",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 37,
                    "original air date": "23 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Emily Alexandria Shephard is an actress, known for Lethe (2014), Victim (2012) and Codes of Conduct (2015). Richy chats with Emily about her career and how she got started in the film industry.    "
                },
                "38": {
                    "title": "Ben Fuchs",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 38,
                    "original air date": "28 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Benjamin Fuchs is a registered pharmacist, nutritionist and cosmetic chemist and founder of Rocky Mountain Natural Laboratories. Mr. Fuchs, who was the Chief Pharmacist at Econo Comp Pharmacy in Boulder, Colorado, has been compounding custom medication, formulating nutritional and skin care products and consulting with doctors and patients since graduating from the University of Colorado School of Pharmacy in 1986. Mr. Fuchs is an owner of Rocky Mountain Natural Labs and in 1991 he put the finishing touches on the SANÍTAS(TM) system of skin care topicals and ...    "
                },
                "40": {
                    "title": "Tess Bayerle",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 40,
                    "original air date": "5 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Tess Bayerle is a Miami-based model and Director of Media and Business Development for Lords of Fortune. Tess is in development with famed producer Michael Bay on a new reality show. The show is about discovering hidden treasure on a Sunken ship off the Northeast coast. Richy sits down with Tess to discuss the new show and her modeling career.    "
                },
                "41": {
                    "title": "Montez Lee",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 41,
                    "original air date": "19 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Richy sits down with rapper Montez Lee to discuss his hip hop career. Richy plays three tracks off of the new record - Cabin Fever, Eastside Shit, and Condescending Thoughts.    "
                },
                "42": {
                    "title": "Erin O'Brien",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 42,
                    "original air date": "19 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Erin O'Brien is a fast rising young actress in Hollywood. With several films under her belt already, including the international hit, \"Jailbait\" which secured her fans from countries far and wide, the actress is already moving ahead for what should be an even bigger breakout year for her. She just completed the film \"Buddy Hutchins\" with Jamie Kennedy and was recently cast in a leading role in the revenge thriller \"Killing Joan.\" With those and other projects on the horizon, she is a talent to keep an eye on.    "
                },
                "43": {
                    "title": "Starlette Miariaunii",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 43,
                    "original air date": "28 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Her passion is her music, but in 2008 Starlette Miariaunii got a small bite from the acting bug in New Orleans playing a few small parts in the film Mardi Gras: Spring Break (2011) with Carmen Electra and Regina Hall. That same year she was in Bad Lieutenant: Port of Call New Orleans (2009), then got a part in Welcome to the Rileys (2010) a few months later. She has also appeared in Re-Kill (2013) and Seconds Apart (2011), for the SyFy Channel. She had supporting roles in Vixen (2010), in which she played \"Cindy\"; Midnight Bayou (2009); Treme (2010); Green Lantern (...    "
                },
                "44": {
                    "title": "Episode #2.44",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Richy Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 44,
                    "original air date": "25 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    In the Season Two Finale Richy interviews actress Jessica DeShaw and DJ and Music Supervisor Patrick Belton. Richy also brings on two musicians Hunter Smith and Richy's cousin Barbara Piperno. Richy brings on a couple of comedians as well Dinah Leffert and Dave Celestian. Eve Mauro, Andrew Bowen, Maria Di Angelis, Gary Stretch, Missy Crider, and Susan Jeffers also make appearances.    "
                }
            }
        },
        "number of episodes": 71,
        "cast": [
            {
                "name": "Emmanuilidis, Richard"
            },
            {
                "name": "Crider, Missy"
            },
            {
                "name": "Di Angelis, Maria"
            },
            {
                "name": "Mauro, Eve"
            },
            {
                "name": "Mandylor, Costas"
            },
            {
                "name": "Abowitz, Richard"
            },
            {
                "name": "Anvar, Cas"
            },
            {
                "name": "Arcangeli, Domiziano"
            },
            {
                "name": "Arden, Leigh"
            },
            {
                "name": "Bonnewell, Todd"
            },
            {
                "name": "Borkowski, Mark"
            },
            {
                "name": "Cheedoe, Young"
            },
            {
                "name": "Christian, Claudia"
            },
            {
                "name": "Dapper, Mickey"
            },
            {
                "name": "la Pena, E.J. De"
            },
            {
                "name": "Faulkner, Ali"
            },
            {
                "name": "Fox, Kayla Anne"
            },
            {
                "name": "Grion, Marcelo"
            },
            {
                "name": "Hazard, Brian J."
            },
            {
                "name": "Jackson, Trevor"
            },
            {
                "name": "Joseph, Eddie"
            },
            {
                "name": "Kocktail, Kryssy"
            },
            {
                "name": "Leather, Stormy"
            },
            {
                "name": "Lyons, Adam"
            },
            {
                "name": "Markota, Martina"
            },
            {
                "name": "Pearson, Joshua"
            },
            {
                "name": "Pedersen, David J."
            },
            {
                "name": "Ranney"
            },
            {
                "name": "Saintgnue, Cody"
            },
            {
                "name": "Smith, Hunter"
            },
            {
                "name": "Spagnola, Ali"
            },
            {
                "name": "Stephens, Mark Edgar"
            },
            {
                "name": "Watson, Doc"
            },
            {
                "name": "Wilkinson, Adrienne"
            },
            {
                "name": "Wilkinson, Jen"
            },
            {
                "name": "Wyte, Purly"
            },
            {
                "name": "Bayerle, Tess"
            },
            {
                "name": "Belton, Patrick"
            },
            {
                "name": "Bowen, Andrew"
            },
            {
                "name": "DeShaw, Jessica"
            },
            {
                "name": "Fuchs, Ben"
            },
            {
                "name": "Katt, George"
            },
            {
                "name": "Lee, Montez"
            },
            {
                "name": "Leffert, Dinah"
            },
            {
                "name": "Miariaunii, Starlette"
            },
            {
                "name": "O'Brien, Erin"
            },
            {
                "name": "Shephard, Emily Alexandria"
            },
            {
                "name": "Stillwell, Haviland"
            },
            {
                "name": "Stretch, Gary"
            },
            {
                "name": "Verglas, Antoine"
            }
        ],
        "genres": [
            "Short",
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 7.7,
        "votes": 6,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTUyODgwNDcwOF5BMl5BanBnXkFtZTgwMDMwOTQ0NDE@._V1_SY150_CR17,0,101,150_.jpg",
        "plot outline": "The Richy Show blends comedy, interviews, and multimedia into each episode. Richy interviews celebrities as well as up and coming artists in all genres. Creator Richard Emmanuilidis makes sure the edits flow smoothly while the interviews are candid and relaxed. The Richy Show, as a former guest put it, is wonderfully ridiculous!",
        "languages": [
            "English"
        ],
        "title": "The Richy Show",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "The Richy Show (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Emmanuilidis, Richard"
            }
        ],
        "plot": [
            "_The Richy Show_ (qv) blends comedy, interviews, and multimedia into each episode. Richy interviews celebrities as well as up and coming artists in all genres. Creator Richard Emmanuilidis makes sure the edits flow smoothly while the interviews are candid and relaxed. _The Richy Show_ (qv), as a former guest put it, is wonderfully ridiculous!::Cynthia Tubbs (Richy Show Fan)"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6,
                "rating": 7.7
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 8.0
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 6.0
            },
            "males": {
                "votes": 3,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 5.5
            },
            "females": {
                "votes": 2,
                "rating": 7.5
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 8.3
            },
            "us users": {
                "votes": 3,
                "rating": 7.0
            },
            "non us users": {
                "votes": 1,
                "rating": 7.0
            }
        },
        "number of votes": {
            "10": 3,
            "9": 0,
            "8": 1,
            "7": 1,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.7,
        "median": 9
    }
}