{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "28 August 2014",
                "notes": "                            (internet)"
            },
            {
                "country": "Germany\n",
                "date": "2 October 2015",
                "notes": "                            (internet)"
            },
            {
                "country": "Netherlands\n",
                "date": "14 December 2016",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::28 August 2014                            (internet)",
            "Germany::2 October 2015                            (internet)",
            "Netherlands::14 December 2016                            (internet)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Hand of God"
            },
            {
                "countries": "Russia",
                "title": "Десница Божья"
            },
            {
                "countries": "Spain",
                "title": "La mano de Dios"
            },
            {
                "countries": "USA",
                "title": "Hand of God"
            }
        ],
        "akas": [
            "Hand of God (original title)",
            "Десница Божья Russia",
            "La mano de Dios Spain",
            "Hand of God USA"
        ],
        "akas from release info": [
            "Hand of God (original title)",
            "Десница Божья Russia",
            "La mano de Dios Spain",
            "Hand of God USA"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Gathering Dust",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hand of God (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 115,
                    "original air date": "10 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    On trial for murder, Pernell sends KD on an important mission to uncover the identity of a mystery witness against him. Crystal reconnects with family in Stockton. Jocelyn ventures out, Paul and Alicia make a decision about the baby, and Tessie contemplates retirement. As he works to woo Crystal, Pernell discovers he may not be the picture of mental health he'd hoped to present to her.    "
                },
                "2": {
                    "title": "Telling Me Your Dreams",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hand of God (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 104,
                    "original air date": "10 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    With his visions returning and Chief Toby watching him like a hawk, a desperate Pernell breaks the terms of his bail to consult a renowned neurologist. Crystal confronts family secrets and PJ's legacy. Bobo chases political glory, but must face an old flame to get there. KD and Tessie find common ground, and Paul, without Alicia around, goes into a tailspin when his reputation falls apart.    "
                },
                "3": {
                    "title": "You Can't Go Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hand of God (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 92,
                    "original air date": "10 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    When Pernell's bail is revoked, he finds himself tormented by a mysterious new presence in jail. Crystal returns to San Vicente on a mission that lands her in Brooks HQ for an unorthodox job interview. KD tries to dissuade the key witness in Pernell's trial. Facing public unrest, Bobo asks the Harris' for a sacrifice. Jocelyn suffers a setback in her healing process.    "
                },
                "4": {
                    "title": "Not Writing a Love Letter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hand of God (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 91,
                    "original air date": "10 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Still hiding his medical treatment from Olonari, Pernell attempts to reconnect with his wife. But Crystal is busy using her new position as Anne Wu's replacement to further investigate Bathwater. Paul and Alicia face the fallout of Alicia's accident, reawakening Paul's faith. Tessie enlists KD's help to secure her dream house. KD takes matters with the Caldwell trial into his own hands.    "
                },
                "5": {
                    "title": "I See That Now",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hand of God (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 94,
                    "original air date": "10 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    After KD's startling confession, Chief Toby and the police make a move. Crystal and Bobo encourage Pernell to go to the media to clear his name. Against Dr. Olonari's wishes Pernell seeks out a dangerous medication to stop his hallucinations. Crystal teams up with a hacker to find Bathwater as Jocelyn confronts her past in therapy.    "
                },
                "6": {
                    "title": "What Do You Hear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hand of God (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 94,
                    "original air date": "10 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    San Vicente authorities turn up the heat with a round of subpoenas, but an unexpected visitor offers Pernell a clue that could turn the tables. Pernell helps Crystal and Wilson in a dangerous quest to find PJ's software. But when he runs into trouble with Crystal, Pernell lashes out in public--going toe-to-toe with Paul. Tessie and KD become closer.    "
                },
                "7": {
                    "title": "When You Pull the Trigger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hand of God (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 94,
                    "original air date": "10 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Isolated and disillusioned, Pernell takes drastic measures to relieve his suffering. KD betrays Tessie to deliver a message to Pernell. Jocelyn sheds light on one of Pernell's visions. Crystal finds refuge with her sister in Stockton and discovers what happened to Wilson. Toby puts the squeeze on Paul and Bobo, whose friendship with Pernell is on the brink.    "
                },
                "8": {
                    "title": "The Last Thing Left",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hand of God (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 97,
                    "original air date": "10 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Belief restored, Pernell seeks to mend relationships with Tessie and Paul and makes shocking discoveries about his trial. KD keeps watch on Chief Toby, and makes enemies with Raymond Kelly in the process. Crystal begins to trust Pernell again. Under pressure from the police, Bobo seeks out a new backer and takes decisive action against Pernell.    "
                },
                "9": {
                    "title": "What a Man Can Be",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hand of God (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 103,
                    "original air date": "10 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    With Pernell's trial looming, he and KD must leverage new evidence in a bargain with Chief Toby. Crystal convinces Jocelyn that PJ's last note might contain a hidden message. Bobo aligns loyalty with Nathan Brooks. Tessie discovers the truth about her assets.    "
                },
                "10": {
                    "title": "He Must Be",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hand of God (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 123,
                    "original air date": "10 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Pernell teams with KD to mete out their own brand of justice to San Vicente's dirty cops, confronts Bobo about his betrayal, and faces the man he now believes is responsible for tearing his family apart. Jocelyn joins Crystal on a journey to protect PJ's legacy, as Paul considers a new alliance with Pernell. Tessie tries to convince KD that Pernell cannot be trusted.    "
                }
            },
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hand of God (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 1072,
                    "original air date": "28 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    A morally corrupt judge suffers a breakdown and believes that God is speaking directly to him, compelling him onto a path of vigilante justice.    "
                },
                "2": {
                    "title": "Your Inside Voice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hand of God (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 274,
                    "original air date": "4 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Pernell continues to follow his visions in his quest to find out who raped his son PJ's wife, Jocelyn, convinced it will wake PJ from his coma. After a questionable verdict involving KD, Mayor Bobo is left to confront the Brooks Innovations team, who are having doubts about the city deal. Jocelyn and PJ's best friend, Josh, recruit hotshot lawyer, Nick Tramble, to defend taking PJ off life support.    "
                },
                "3": {
                    "title": "Contemplating the Body",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hand of God (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 248,
                    "original air date": "4 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    With KD under police surveillance and the Brooks deal hanging by a thread, Pernell must pass a psych evaluation, apologize on the record, and get his hands dirtier than he ever has before. Jocelyn's grief has taken on a dangerous ritual, just as Crystal pressures the lawyer to drop her daughter-in-law's case. At Hand of God chapel, Alicia and Paul prepare a high-profile meal for the homeless.    "
                },
                "4": {
                    "title": "He So Loved",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hand of God (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 239,
                    "original air date": "4 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Pernell is torn when a vision convinces him to betray someone close to him to get answers about who hurt Jocelyn. Crystal is frustrated when Pernell refuses to take a prescription, and recruits her weed dealer, April, to spy inside Hand of God. Tessie's estranged brother reaches out and convinces her to get answers from Bobo about the family's eviction - and whether it's tied to the Brooks deal.    "
                },
                "5": {
                    "title": "Welcome the Stranger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hand of God (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 235,
                    "original air date": "4 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    KD goes to jail to find out who ordered Jocelyn's rape. Pernell joins Bobo at a men's-only retreat to convince the DWP chair to help with the Brooks plan. Pernell struggles to reconcile his new faith with his love for Tessie, a call girl, just as he finds he must compete for her affection. Reverand Paul and Alicia audition for a powerful televangelist, while friends from Paul's past threaten his success.    "
                },
                "6": {
                    "title": "For the Rain to Gather",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hand of God (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 224,
                    "original air date": "4 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    When KD returns with new clues, Pernell's call girl Tessie agrees to go undercover to follow the trail. Pernell enlists the church to stage a prayer vigil for PJ, interrupting Jocelyn's plans. April bonds with Alicia and gets wind of a potentially explosive secret. Pernell realizes Crystal may have crossed the line while trying to help him. Mayor Bobo's actions risk his dignity and his son's respect.    "
                },
                "7": {
                    "title": "A Bird in Hand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hand of God (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 232,
                    "original air date": "4 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Pernell feels close to fulfilling his mission and dispatches KD to serve justice. Reverend Paul and Alicia, still contending with their secret, train with the televangelists to become picture-perfect TV Christians. Crystal finds damning evidence of Pernell's extramarital affairs and debates what to do about it. In an attempt to finally heal, Jocelyn goes public with her personal burden.    "
                },
                "8": {
                    "title": "One Saved Message",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hand of God (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 219,
                    "original air date": "4 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    When a deadly mistake leads Pernell to question his anointed status, he seeks help from a no-nonsense therapist, and begins to recall his unraveling after PJ's suicide. Crystal and Bobo face backlash for enabling Pernell. Alicia and Paul come to grips with a difficult decision, while KD deals with his own guilt. Jocelyn becomes suspicious of Pernell.    "
                },
                "9": {
                    "title": "A Flower That Bees Prefer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hand of God (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 227,
                    "original air date": "4 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Pernell struggles to suppress his intensifying hallucinations, as the legal battle with Jocelyn over PJ's life comes to a dramatic conclusion. Alicia is faced with a difficult decision that could affect both Paul and the future of Hand of God. KD unravels as he questions whether he placed his faith in a false prophet.    "
                },
                "10": {
                    "title": "The Tie That Binds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hand of God (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 289,
                    "original air date": "4 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    With newfound evidence and renewed conviction, Pernell believes he's finally uncovered the truth of PJ's suicide and who was behind Jocelyn's rape. Crystal intervenes, fearing her husband is suffering a relapse that may have serious consequences. Bobo must confront what he's sacrificed for the Brooks deal. Paul and Alicia receive news that could destroy everything they've been working for.    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Perlman, Ron"
            },
            {
                "name": "Delany, Dana"
            },
            {
                "name": "Royo, Andre"
            },
            {
                "name": "Dillahunt, Garret"
            },
            {
                "name": "Tal, Alona"
            },
            {
                "name": "Corinealdi, Emayatzy"
            },
            {
                "name": "Morris, Julian"
            },
            {
                "name": "McLaughlin, Elizabeth"
            },
            {
                "name": "McClendon, Cleavon"
            },
            {
                "name": "Ferro, Johnny"
            },
            {
                "name": "Hernández, Maximiliano"
            },
            {
                "name": "Carey, Tommy Day"
            },
            {
                "name": "Martin, Sandy"
            },
            {
                "name": "Starke, Anthony"
            },
            {
                "name": "Tenney, Jon"
            },
            {
                "name": "Bennett, Jimmy Ray"
            },
            {
                "name": "Burnet, Guy"
            },
            {
                "name": "Krueger, Eric J."
            },
            {
                "name": "Tan, Elaine"
            },
            {
                "name": "Perlman, Blake"
            },
            {
                "name": "Acosta, Julian"
            },
            {
                "name": "Rivera, Emilio"
            },
            {
                "name": "Solem, Holly Marilyn"
            },
            {
                "name": "Long, Nia"
            },
            {
                "name": "Badu, Erykah"
            },
            {
                "name": "Parrish, Hunter"
            },
            {
                "name": "Semnanian, Roya"
            },
            {
                "name": "Vargas, Jacob"
            },
            {
                "name": "Abernathy, Louisa"
            },
            {
                "name": "Berry, Kendre"
            },
            {
                "name": "Baumgartner, Brian"
            },
            {
                "name": "Kain, Judy"
            },
            {
                "name": "McCracken, Bob"
            },
            {
                "name": "Ubach, Alanna"
            },
            {
                "name": "Wade, Jenny"
            },
            {
                "name": "Christian, William"
            },
            {
                "name": "Bowles, Cameron"
            },
            {
                "name": "Robinson, DJ"
            },
            {
                "name": "Hartman, Sean"
            },
            {
                "name": "Jr., Holger Moncada"
            },
            {
                "name": "Bell, Coby"
            },
            {
                "name": "Babatundé, Obba"
            },
            {
                "name": "Thomas, Rachae"
            },
            {
                "name": "Pearce, Ashlyn"
            },
            {
                "name": "Baldus, Dee"
            },
            {
                "name": "Jr., Sal Velez"
            },
            {
                "name": "Davis, Heather Ann"
            },
            {
                "name": "Fansler, Courtney"
            },
            {
                "name": "Campbell-Martinez, Elena"
            },
            {
                "name": "Holmes, Caden"
            }
        ],
        "locations": [
            "Los Angeles, California, USA"
        ],
        "genres": [
            "Crime",
            "Drama"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "France:18",
            "Singapore:M18",
            "United Kingdom:15",
            "United States:TV-MA"
        ],
        "number of seasons": 2,
        "rating": 7.5,
        "votes": 9515,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTRhNWFjOGEtNWNlYy00MjlkLTk1MjctN2MxMjE3NGVjZDg0XkEyXkFqcGdeQXVyNjkwNzEwMzU@._V1_SY150_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Hand of God",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-2017",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Watkins, Ben"
            },
            {
                "name": "Tuch, Daniel"
            },
            {
                "name": "Blejer, Ariella"
            }
        ],
        "production companies": [
            {
                "name": "Amazon Studios"
            },
            {
                "name": "LINK Entertainment"
            },
            {
                "name": "Picrow"
            }
        ],
        "distributors": [
            {
                "name": "Amazon Instant Video"
            },
            {
                "name": "Amazon Instant Video Germany"
            },
            {
                "name": "Amazon Prime Video"
            },
            {
                "name": "Amazon Prime Video"
            }
        ],
        "other companies": [
            {
                "name": "Camtec Motion Picture Camera Systems"
            },
            {
                "name": "Central Casting"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Lotus Post"
            },
            {
                "name": "MBS Media Campus"
            },
            {
                "name": "MK12"
            },
            {
                "name": "Pictorvision"
            },
            {
                "name": "Pictorvision"
            },
            {
                "name": "Pro-Cam Rentals"
            },
            {
                "name": "Reder & Feig"
            },
            {
                "name": "Reel Security"
            },
            {
                "name": "Skywalker Sound"
            },
            {
                "name": "Soundtrack New York"
            },
            {
                "name": "Transportation Resources"
            }
        ],
        "plot": [
            "A morally-corrupt judge suffers a breakdown and believes God is compelling him onto a path of vigilante justice.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "camera": [
                "Panavision Panaflex Millennium XL2, Panavision PVintage Lenses"
            ],
            "laboratory": [
                "Company 3"
            ],
            "negative format": [
                "35 mm (Kodak Vision3 50D 5203, Vision3 500T 5219)"
            ],
            "cinematographic process": [
                "Digital Intermediate (4K) (master format)",
                "Super 35 (3-perf) (source format)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 9515,
                "rating": 7.5
            },
            "aged under 18": {
                "votes": 2,
                "rating": 6.0
            },
            "aged 18 29": {
                "votes": 999,
                "rating": 7.4
            },
            "aged 30 44": {
                "votes": 3415,
                "rating": 7.4
            },
            "aged 45 plus": {
                "votes": 2031,
                "rating": 7.4
            },
            "males": {
                "votes": 5365,
                "rating": 7.4
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 6.0
            },
            "males aged 18 29": {
                "votes": 794,
                "rating": 7.4
            },
            "males aged 30 44": {
                "votes": 2671,
                "rating": 7.4
            },
            "males aged 45 plus": {
                "votes": 1443,
                "rating": 7.4
            },
            "females": {
                "votes": 1563,
                "rating": 7.5
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 6.0
            },
            "females aged 18 29": {
                "votes": 195,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 692,
                "rating": 7.5
            },
            "females aged 45 plus": {
                "votes": 556,
                "rating": 7.7
            },
            "top 1000 voters": {
                "votes": 126,
                "rating": 5.5
            },
            "us users": {
                "votes": 1859,
                "rating": 7.3
            },
            "non us users": {
                "votes": 3228,
                "rating": 7.3
            }
        },
        "number of votes": {
            "10": 2116,
            "9": 1636,
            "8": 2528,
            "7": 1414,
            "6": 803,
            "5": 324,
            "4": 192,
            "3": 135,
            "2": 84,
            "1": 283
        },
        "arithmetic mean": 7.8,
        "median": 8
    }
}