{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "8 September 2014"
            },
            {
                "country": "USA\n",
                "date": "15 September 2014"
            }
        ],
        "release dates": [
            "USA::8 September 2014",
            "USA::15 September 2014"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Viva Las Vegas!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robert Earl's Be My Guest (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "5 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    In this episode where we find the best of Las Vegas, Robert first treats us to one of the Strip's most sought after Mexican restaurants-Chayo at the Linq in Las Vegas, for unique twists on guacamole, carnitas tacos, pork sopes, empanadas, huarache and he assists in the kitchen to their specialty gorditas which means \"little fatties\". Then, he'll show you his favorite buffets include Caesars Palace, the five regions of France at Le Village Buffett at the Paris Hotel, and a breakfast you will never forget at The Rio. Finally, Robert ends on a five star note with the ...    "
                },
                "2": {
                    "title": "South Florida's Best",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robert Earl's Be My Guest (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "12 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Inside \"La Mar by Gaston Acunio\" in South Florida.    "
                },
                "3": {
                    "title": "It's So Miami!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robert Earl's Be My Guest (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "26 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    It's a life of warm sun and bright colors in The Magic City as Robert starts this journey at Azul with five of South Beach's top fitness trainers for Applewood smoked lettuce, Pork Belly with Pork Tenderloin, spiced Carnoroli risotto with Key West pink shrimp, and eight hour braised Pork Belly with Rainbow Cauliflower, and White Asparagus and cauliflower crust with white Worcestershire sauce. Then, Robert heads to the kitchen to learn how to make the house specialty Famosa Zarzuela de Mariscos (seafood stew) at Emilio and Gloria Estefan's outstanding Cuban restaurant ...    "
                },
                "4": {
                    "title": "Robert's Taste of Orlando Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robert Earl's Be My Guest (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "23 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    In the first of this two part episode, Robert goes home to Orlando to show you his favorite places to eat that most tourists, and even some locals, don't really know. But, if you are on a culinary quest, then Robert's VIP tour is an absolute must! In downtown Orlando, Robert's first stop is The Rusty Spoon which is an award winning restaurant featuring \"Pub grub\" to include British food items such as steak and ale pie, shepherd's pie, fish and chips, bangers and mash, and even Sunday roast! Next, is Universal CityWalk for a great Emeril Lagasse spin on Polynesian ...    "
                },
                "5": {
                    "title": "Robert's Taste of Orlando Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robert Earl's Be My Guest (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Robert takes us to Orlando's infamous Restaurant Row with the first stop being one of the most unusual places anywhere and one that you will never find unless you have the right guide! The Pharmacy is such a place and one that is all the rave among the locals! With secret elevators and clandestine nature, it harks back to the speakeasies of the Roaring Twenties! But the food is the real experience! Next, Robert goes downtown-Downtown Disney, that is- and visits Capa- a brand new luxury Spanish steakhouse in the Four Seasons at the Walt Disney World Resort inspired by ...    "
                },
                "6": {
                    "title": "Boston: The Brit Is Coming!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robert Earl's Be My Guest (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "14 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Robert invades Boston! First, Robert heads to The Atlantic Fish Company along with Boston's favorite comedian, Steve Sweeney. On the menu are oysters on the half shell, Lobster Crab Louie, pan seared Chilean sea bass, lobster ravioli, and Atlantic cod with a basil vinaigrette. Next is Abe & Louie's for steak. On the menu is the 24 ounce bone-in aged prime ribeye au poivre, wood fire bacon with blue cheese, and Maine lobster Newburg with the cast of Sheer Madness. Robert completes his culinary journey at Legal Sea Foods with their world famous clam chowder, and baked ...    "
                },
                "7": {
                    "title": "Elegance from Coast to Coast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robert Earl's Be My Guest (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "21 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Robert's first stop is midtown Manhattan on 57th street at The Wayfarer as Chef Justin prepares a whole snapper in a bouillabaisse sauce with fennel and potato. Robert then sits down with Cliff Crooks, Group Executive Chef of ESquared Hospitality overseeing 29 restaurants, for Spanish octopus served Moroccan style and an elegant mushroom salad to accompany the snapper. Also Long Island duck breast with fig, baby carrots with crushed hazelnuts, finished with carrot cake with candied walnuts. In Hollywood, a classic restaurant, Off Vine, is the setting for both a ...    "
                },
                "8": {
                    "title": "It's All About the Beef!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robert Earl's Be My Guest (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "28 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Robert visits Taverna Opa in Orlando for some fabulous Greek cuisine with former Orlando Magic star Bo Outlaw for Saganaki prepared tableside, including a Greek Salad, Hummus, and Tsatziki. They sample the restaurant's specialty Kleftiko which is lamb slow roasted in parchment paper with carrots, potatoes, rosemary, whole garlic, and Greek cheese. Next, Robert travels north to the Big Apple for tuna tartare, Brussels sprouts with bacon, potato au gratin and a new twist on the bone-in ribeye with roasted bone marrow and caramelized browned butter at BLT Steak. Next, ...    "
                },
                "9": {
                    "title": "A Taste of New York",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robert Earl's Be My Guest (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "5 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Robert visits some of the more eclectic restaurants in the Big Apple. Robert decides to try the vegan and vegetarian life style at Dimes in Chinatown with none other than Culture Club front man and icon Boy George for Roasted Wild Mushrooms with marinated goat cheese and chili oil, kale arugula salad with fennel, hazelnuts and pomegranate. Followed by their Black Ricer plate with cucumber, cucumber with Thai chile, and glazed eggplant. Next, Robert heads to the kitchen of Tribeca's Tutto il Giorno to make Maiale heritage pork chop with homemade preserved organic ...    "
                },
                "10": {
                    "title": "Orlando's Best",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robert Earl's Be My Guest (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "12 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Norman Van Aken returns not as a guest but as chef and host to Robert at his restaurant Norman's. Here, Robert assists in the kitchen with such dishes as My 'Down Island French Toast\" with Curacao-Scented Foie Gras, Griddled Brioche, and passion fruit caramel, Brazilian Creamy Cracked Conch Chowder with saffron, Pork Havana with mole, plantains, Black Bean Corn Salsa and Golden Grits and ending with caramel flan and coconut sherbet. Next is Eddie V's Prime Seafood where Robert treats his dad on his 88th birthday to a gourmet dinner. The menu includes Lobster Tacos, ...    "
                },
                "11": {
                    "title": "Appetizers Delight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robert Earl's Be My Guest (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "19 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Robert Earl takes us to his favorite restaurants for his favorite appetizers. First up is the eggplant stack appetizer at Martorano's in the Rio while also sampling each appetizer they offer including Philly Cheesesteak and meatballs! Robert then travels to Biscayne Bay to learn the culinary secrets of the much talked about La Mar by Gaston Acurio as it's about sharing the flavors and culture of Peru with Miami. Focusing on authentic Peruvian appetizers and cocktails, their menu has been tailored specifically for the Miami lifestyle. At Caesar's Palace in Las Vegas ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Steak Houses of Las Vegas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robert Earl's Be My Guest (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "15 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Robert Earl invites you to join him on a visit to the most popular Steak dinners in Las Vegas....a tremendous seafood platter to start followed by the classic Baked Alaska at the Old Homestead, Beef Wellington and fish and chips at Gordon Ramsay Steak, great potato dishes and a 24 layer chocolate cake at the Strip House, and even how a chain like Ruth's Chris never lost its edge. Guests include Robin Leach, Holly Madison and Chef Carla Pelegrino.    "
                },
                "2": {
                    "title": "Buffet Bonanza",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robert Earl's Be My Guest (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "22 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Robert Earl takes us to his favorite buffets and shows us how to select only the best items while leaving out the filler. Favorite buffets include Caesars Palace, the five regions of France at Le Village Buffett at the Paris Hotel, and a breakfast you will never forget at The Rio. He'll also share his spot on where he gets the best cupcakes.    "
                },
                "3": {
                    "title": "L.A. Hot Spots",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robert Earl's Be My Guest (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "29 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Robert Earl gets us VIP access to those places many can't even get a reservation-unless you're part of the in crowd. Mr. Chow's award winning Peking Duck, Beverly Hills Housewife Lisa Vanderpump's Villa Blanca cooks up a paella wonder, and Koi Restaurant tells us how to make Branzino.    "
                },
                "4": {
                    "title": "Keep on Truckin'",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robert Earl's Be My Guest (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "8 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Robert Earl takes us to Las Vegas to select his perfect meal from his favorite restaurants. First up is the eggplant stack appetizer at Martorano's in the Rio while also sampling each appetizer they offer. For the main course, it's the teppanyaki style Chilean Sea Bass and Maine Lobster with red onion shiso salsa at Nobu in Caesar's Palace. Finally, it's the outrageous treasure chest dessert of cakes, ice creams, milkshakes and deep friend Oreos at Serendipity 3 with the beautiful showgirls of Jubilee.    "
                },
                "5": {
                    "title": "Robert's Perfect Meal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robert Earl's Be My Guest (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "6 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Robert Earl takes us to Las Vegas to select his perfect meal from his favorite restaurants. Each stop is a different course in which Robert now adds sous chef to his resume! First up is the eggplant stack appetizer at Martorano's in the Rio while also sampling each appetizer they offer. For the main course, it's the teppanyaki style Chilean Sea Bass and Maine Lobster with red onion shiso salsa at Nobu in Caesar's Palace. Finally, it's the outrageous treasure chest dessert of cakes, ice creams, milkshakes and deep friend Oreos at Serendipity 3 with the beautiful ...    "
                },
                "6": {
                    "title": "Family Friendly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robert Earl's Be My Guest (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "13 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Robert Earl takes us to the world famous Pink's hot dogs in Hollywood and samples their most popular creations while he constructs a signature hot dog bearing his name. In Orlando, Robert hosts two very special families from Give Kids The World at his Buca di Beppo restaurant for a meal they won't soon forget! He goes in the kitchen and actually prepares each dish with his chef. Finally, Robert shares the secrets of his most favorite pasta dishes including frutti di mare, spaghetti Bolognese, and baked rigatoni.    "
                },
                "7": {
                    "title": "Cross Country Breakfast, Lunch and Dinner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robert Earl's Be My Guest (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "20 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Robert Earl takes us to his three favorite locations for breakfast lunch and dinner. For breakfast, he stops at the Sugar Factory in Las Vegas with the humorous characters of the hit show Absinthe as his guests. In the kitchen, Robert creates the Fat Elvis Waffle and then joins his guests for Banana Bread French Toast, Chocolate French Toast, and Carrot Cake pancakes. In Orlando, he takes us behind the scenes for lunch at his own restaurant, The Earl of Sandwich, and showcases his most famous sandwiches which feeds a group of very hungry construction workers. Later ...    "
                },
                "8": {
                    "title": "Mangia Italiano",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robert Earl's Be My Guest (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "27 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Robert Earl takes us to Las Vegas, New York and Orlando to some of his favorite Italian restaurants. In New York, three of the NYPD's finest join Robert at Trattoria il Mulino for ricotta meatballs, beef short ribs ravioli, chicken in crosta, and Mediterranean sea bass. In Las Vegas, Robert gets in the kitchen at the legendary Rao's to learn the secret behind their signature dish the veal chop with hot and sweet cherry peppers. Finally, we visit Enzo's on the Lake in Orlando in which Robert shows off his classic outrageous personality in funny candid tussles with ...    "
                },
                "9": {
                    "title": "In the Lap of Luxury",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robert Earl's Be My Guest (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "3 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Robert Earl takes luxury to a new level. In South Beach, Norman Van Aken known as the founding father of new world cuisine gives his thoughts on The Restaurant at The Setai which is known for intimacy, serenity, and of course, luxury. The menu features flavors from the Mediterranean regions of Spain, Italy and the south of France. Here Chef Veena serves Colorado lamb chops with truffle mash, fresh Maine lobster salad, crispy poached egg polenta, and cantaloupe gazpacho. Then, Miss USA and Miss Universe join Robert in the vibrant SoHo district of Manhattan at ...    "
                },
                "10": {
                    "title": "Robert's Catch of the Day!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robert Earl's Be My Guest (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "10 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    This episode is all about the best seafood dishes in Robert's culinary quest for greatness. In the heart of the Meatpacking District of New York, Catch features new twists on classic seafood dishes prepared by Top Chef Season 3 Winner and Executive Chef Hung Huynh while he entertains the lovely ladies of Knicks City Dancers at his table. First is the Spicy Tuna Tartar on Crispy Rice Cake, followed by Hamachi Cucumber, with Scallions, Wasabi and Pine Nuts. Then Robert samples the Corn and Edamame Succotash, Lobster Mac and Cheese and followed by their signature ...    "
                },
                "11": {
                    "title": "Robert's Latin Favorites",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robert Earl's Be My Guest (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "17 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Hot, sexy, sizzling Latino food is Robert's passion in this episode as he explores his favorite Mexican, Peruvian and Cuban restaurants. At the Linq in Las Vegas, Robert treats us to one of the Strip's most sought after Mexican restaurants-Chayo for unique twists on guacamole, carnitas tacos, pork sopes, empanadas, huarache and he assists in the kitchen to their specialty gorditas which means \"little fatties\". In South Beach, Robert heads to the kitchen to learn how to make the house specialty Famosa Zarzuela de Mariscos (seafood stew) at Emilio and Gloria Estefan's ...    "
                },
                "12": {
                    "title": "Flavors of the World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robert Earl's Be My Guest (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "24 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Today, we're tasting food from different regions from around the world without having to leave the United States so get your passport here! First is Beijing Noodle No. 9 inside Caesar's Palace Las Vegas as Robert is joined by CHiPs star Erik Estrada. Together they sample many of their signature dishes such as Soup Dumplings, Crispy Shredded Beef with carrots, Barbeque Pork and Shrimp, and Marinated Pork Belly with seasonal vegetables. In Miami, Robert heads to Azul with five of South Beach's top fitness trainers for Applewood smoked lettuce, Pork Belly with Pork ...    "
                },
                "13": {
                    "title": "A Bit of Brit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robert Earl's Be My Guest (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "1 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Robert searches for a little of home in these great restaurants, Sir Winston on The Queen Mary in Long Beach, California. In the kitchen, Robert makes a succulent Lobster Salad, which he then shares with Commodore Everett, followed by the classic Beef Wellington. Next Lance Bass joins Robert at Gordon Ramsay at The London in West Hollywood off the Sunset Strip. Here they enjoy several specialty dishes such as Sea Scallop & Mushroom, Marrow Toast, Mussels, and Mushroom Risotto. Finally Karina Smirnoff from Dancing with the Stars joins Robert at Lisa Vanderpump's Pump ...    "
                }
            },
            "-1": {
                "-1": {
                    "title": "New York, New York!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robert Earl's Be My Guest (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 25,
        "cast": [
            {
                "name": "Earl, Robert"
            },
            {
                "name": "Civillico, Jeff"
            },
            {
                "name": "Pink, Beverly"
            },
            {
                "name": "Pink, Gloria"
            },
            {
                "name": "Pink, Richard"
            },
            {
                "name": "Vanderpump, Lisa"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "21"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 2,
        "rating": 8.0,
        "votes": 6,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzEwYzk5NDgtODUzNi00OTM1LTk1NDUtOWE5MmE2MDkxOTM0XkEyXkFqcGdeQXVyMzM0MDc4NzA@._V1_SY150_CR82,0,101,150_.jpg",
        "plot outline": "Outrageously charming entrepreneur and restaurateur, Robert Earl, is a man on a culinary quest. Through four star restaurants, food trucks, and hidden gems, you'll be captivated by his sheer delight in discovering new food finds. He'll share all his best secrets as you, as his personal guest, go in the kitchen and prepare specialty dishes alongside Robert and have the ultimate VIP dining experience.",
        "languages": [
            "English"
        ],
        "title": "Robert Earl's Be My Guest",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Robert Earl's Be My Guest (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Associated Television International"
            }
        ],
        "distributors": [
            {
                "name": "Cooking Channel"
            }
        ],
        "plot": [
            "Outrageously charming entrepreneur and restaurateur, Robert Earl, is a man on a culinary quest. Through four star restaurants, food trucks, and hidden gems, you'll be captivated by his sheer delight in discovering new food finds. He'll share all his best secrets as you, as his personal guest, go in the kitchen and prepare specialty dishes alongside Robert and have the ultimate VIP dining experience.::ATI"
        ],
        "tech": {
            "runtime": [
                "21 min (USA)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 6.0
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 10.0
            },
            "males": {
                "votes": 4,
                "rating": 7.2
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 4.5
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 10.0
            },
            "females": {
                "votes": 2,
                "rating": 9.5
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 4.5
            },
            "us users": {
                "votes": 6,
                "rating": 7.3
            }
        },
        "number of votes": {
            "10": 3,
            "9": 1,
            "8": 0,
            "7": 0,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 1,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.0,
        "median": 9
    }
}