{
    "imdb": {
        "raw release dates": [
            {
                "country": "Ireland\n",
                "date": "7 July 2014"
            }
        ],
        "release dates": [
            "Ireland::7 July 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Dorothy Stopford-Price",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sisters of Science (Deirfiúracha na hEolaíochta) (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "7 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    The series begins with a profile of Dorothy Stopford Price, the woman who pioneered the introduction of the BCG vaccine and spearheaded the country's fight against TB.    "
                },
                "2": {
                    "title": "Lilian Bland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sisters of Science (Deirfiúracha na hEolaíochta) (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "14 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Róisín Ní Thomáin continues to profile Irish women who helped to shape the world of science by focusing on the achievements of Lilian Bland - the early aviator who was the first woman in the world to design, build and fly her own plane.    "
                },
                "3": {
                    "title": "Kathleen Lonsdale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sisters of Science (Deirfiúracha na hEolaíochta) (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "21 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    In episode three Róisín Ní Thomáin focuses on the achievements of Kathleen Lonsdale, whose pioneering work in the field of X-ray crystallography made her one of the most important chemists of the 20th century.    "
                },
                "4": {
                    "title": "Jocelyn Bell Burnell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sisters of Science (Deirfiúracha na hEolaíochta) (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "4 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Róisín Ní Thomáin concludes the series by focusing on the achievements of Jocelyn Bell Burnell, a world-renowned astrophysicist who made her name in the late 1960s with her discovery of pulsars, or pulsating stars.    "
                }
            }
        },
        "number of episodes": 4,
        "cast": [
            {
                "name": "Thomáin, Róisín Ní"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "ga",
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "original air date": "07 Jul 2014 (Ireland)",
        "number of seasons": 1,
        "plot outline": "Róisín Ní Thomáin embarks on a journey to trace the stories of four remarkable Irish women, who helped shape the world of science. The stories of these pioneers and their groundbreaking work is inspirational, but for all their world class achievements - these Irish women remain largely unknown and uncelebrated.",
        "languages": [
            "Irish",
            "English"
        ],
        "title": "Sisters of Science (Deirfiúracha na hEolaíochta)",
        "year": 2014,
        "kind": "tv mini series",
        "series years": "2014-",
        "akas": [
            "Sisters of Science (Deirfiúracha na hEolaíochta) (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "director": [
            {
                "name": "Cuaig, Cathal Ó"
            }
        ],
        "production companies": [
            {
                "name": "Double-Band Films"
            }
        ],
        "plot": [
            "A new four part Irish language series produced for RTÉ One by DoubleBand Films in which presenter Róisín Ní Thomáin explores the stories of four pioneering Irish women who helped shape the world of science.::Anonymous",
            "Róisín Ní Thomáin embarks on a journey to trace the stories of four remarkable Irish women, who helped shape the world of science. The stories of these pioneers and their groundbreaking work is inspirational, but for all their world class achievements - these Irish women remain largely unknown and uncelebrated.::O'Cuaig, Cathal",
            "Today, Irish people can be found at the cutting edge of science - making new discoveries, devising new treatments, developing new technologies. But Ireland has a long history of scientific achievement and women have been central to that extraordinary heritage. The stories of these Irish women pioneers and their groundbreaking work are inspirational, but for all their world class achievements, they remain largely unknown and uncelebrated. In each programme, with the help of scientific experts and relatives, Róisín traces the backround of each woman, examines how they developed their interest in science, and explores the discovery or achievement that shaped their careers and lives. She considers the impact their work had on their respective fields at the time, and the legacy of their achievements in paving the way for further development in specialist areas such as childhood medicine, aviation, chemistry and astrophysics. Róisín also explores how each woman strived to make their mark in the male-dominated world of science, and begins tonight be exploring and revealing the life story of Dorothy Stopford-Price, the woman who pioneered the introduction of the BCG vaccine and spearheaded Ireland's fight against TB. In the course of the series, Róisín tells the stories of Lilian Bland, and Kathleen Lonsdale, and explores if it has become easier for women to pursue scientific careers as she talks to Professor Jocelyn Bell Burnell. Deirfiúracha na hEolaíochta was produced for RTÉ with the financial assistance of the Broadcasting Authority of Ireland's Sound and Vision scheme, and made by DoubleBand Films. The series was produced by Clare McParland and directed by Cathal Ó Cuaig. Róisín Ní Thomáin has presented 'An Jig Gig' for TG4, worked as a reporter on RTÉ's 'The Daily Show' and co-hosted the BT Young Scientist Exhibition. She has said of the new series: \"Ireland has a remarkable scientific heritage, and women have been pioneers in areas as diverse as medicine, aviation and astrophysics. \"Presenting this series has been a wonderful experience in uncovering the forgotten stories of incredible women like Dorothy Stopford-Price and Lillian Bland, and through following that story into the present day by meeting Professor Jocelyn Bell Burnell.\" Director Cathal Ó Cuaig says: \"Deirfiúracha na hEolaíochta shines a light on Ireland's contribution to the world of science, and traces the stories of women who were true pioneers. I hope the series will encourage a new generation of young Irish female scientists to take pride in the remarkable achievements of their predecessors as they make their own mark in the world of science. These women strived make their individual contribution to science, at a time when society was reluctant to accept them.\"::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}