{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "30 September 2014"
            }
        ],
        "release dates": [
            "USA::30 September 2014"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Bright, Paul"
            },
            {
                "name": "Morgan, Jamie"
            },
            {
                "name": "Mabry, Bridget"
            },
            {
                "name": "Voorhees, Bradley"
            },
            {
                "name": "Hoy, Chuck"
            },
            {
                "name": "Koons, John Joseph"
            },
            {
                "name": "Macy, Kyle"
            },
            {
                "name": "Bolton, Conor Liam"
            },
            {
                "name": "Millard, Kyle"
            },
            {
                "name": "Rice, Jeannie"
            }
        ],
        "locations": [
            "Elmira, New York, USA"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "budget": "$71,000 (estimated)",
        "plot outline": "#Elmira follows the story of a bunch of strangers who all respond to the same CraigsList ad \"Looking for roommates to share rent.\" Upon their arrival, the apartment is a lot smaller than anticipated, and so the flat is overpopulated. The fictional apartment building, \"The Elmira,\" located on the fictional street, \"Elmira,\" resides in the City of Elmira. The apartment is rented to the gang by a campy, gay, married couple, who always seem to show up unannounced at the most inopportune times. To make matters worse the apartment sits above a noisy bar. A drag bar called \"Drag-Hag,\" which is the center of confusion to some of the characters.",
        "languages": [
            "English"
        ],
        "title": "#Elmira",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "#Elmira (United States)"
        ],
        "writer": [
            {
                "name": "Harbst, Harper"
            }
        ],
        "production companies": [
            {
                "name": "Ed Harbst Studios"
            }
        ],
        "distributors": [
            {
                "name": "YouTube"
            }
        ],
        "plot": [
            "_#Elmira_ (qv) follows the story of a bunch of strangers who all respond to the same CraigsList ad \"Looking for roommates to share rent.\" Upon their arrival, the apartment is a lot smaller than anticipated, and so the flat is overpopulated. The fictional apartment building, \"The Elmira,\" located on the fictional street, \"Elmira,\" resides in the City of Elmira. The apartment is rented to the gang by a campy, gay, married couple, who always seem to show up unannounced at the most inopportune times. To make matters worse the apartment sits above a noisy bar. A drag bar called \"Drag-Hag,\" which is the center of confusion to some of the characters.::Bradley Voorhees"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}