{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "10 August 2014"
            }
        ],
        "release dates": [
            "USA::10 August 2014"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Operation Desert Patrol",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fat Guys in the Woods (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "7 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Creek and three guys consult a military survival manual as they trek 30 miles through Arizona's Sonoran Desert. A week in a parachute-teepee with little water, disgusting desert grub and failed fire attempts prove to be both mentally and physically exhausting.    "
                },
                "2": {
                    "title": "Lumberjack 101",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fat Guys in the Woods (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "14 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Creek and three highly competitive southern football coaches venture out in the vast woodlands of Drummond Island, MI with only one goal in mind - staying alive and not getting lost in the dense, frozen forest. Creek teaches the guys how to make a fire lay and uses ferro rods to ignite the birch bark tinder. As night falls, Creek and the guys rush to build a wind-proof log cabin lean-to under a large pine tree. Waking up hungry, Creek and the guys hike all day with axes and throwing sticks and stumble upon a deer carcass in the snow with an arrow in its side. ...    "
                },
                "3": {
                    "title": "Bare Bones Survival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fat Guys in the Woods (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "21 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Creek and three strangers face the drastic climate of Mendoza Canyon, AZ using primitive bare bones skills to survive. Creating a fire is the first priority as the canyon can experience freezing temperatures at night. The guys build a primitive fire saw and by rubbing two sticks together, the desert grass is ignited. With the fire secured, Creek instructs them on how to make sleeping mats to protect the from the cold desert ground using a constructed Ocotillo plant and bundles of reeds. After an entire day without any water, Creek looks to elevated areas finds a gunk ...    "
                },
                "4": {
                    "title": "Knife Skills in the Swamp",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fat Guys in the Woods (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "28 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Creek and three buddies put a giant knife arsenal to the test in Florida's Dead Lakes swamp and use their blades to construct a \"swamp nest\" tree house, build a \"fire thong\", and hack into some interesting wild edibles. Tensions flare when cracking open a turtle is the only option for food.    "
                },
                "5": {
                    "title": "North Woods Trapper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fat Guys in the Woods (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "5 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Creek and three strangers brave northern Michigan temperatures like old-world trappers and as their hunting plans fail, the starving group resorts to eating tree bark, pine needles and squirrel. Frustrations peak when the guys are abandoned for the last cold, rainy night.    "
                },
                "6": {
                    "title": "Swamp MacGyvers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fat Guys in the Woods (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 9,
                    "original air date": "12 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Creek teaches three self-proclaimed DIY'ers the skills to survive a natural disaster on debris-covered Cutoff Island in Florida's Dead Lakes swamp. They create a \"tampon fire cigar\" and build a \"swamp cot\" from duct-tape. Creek shocks everyone when he adds a new challenge to solo day.    "
                },
                "7": {
                    "title": "Modern Cavemen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fat Guys in the Woods (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "19 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Creek uses primitive skills like a \"zero-gravity bow drill\" and \"one-tree shelter\" to teach three guys how to live like modern cavemen in Cave Country, KY. They also learn to make maple syrup and navigate through dangerous, bat infested cave systems to find food and water.    "
                },
                "8": {
                    "title": "One Armed Survival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fat Guys in the Woods (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "26 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Creek and three office pals repel down a cliff into Kentucky's Red River wilderness and are faced with the most challenging circumstance yet...surviving with the use of one arm. Their patience is tested when they attempt a \"strap drill\" fire, build a moss-covered hut and fend for themselves when Creek gets sick.    "
                },
                "9": {
                    "title": "XXL Edition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fat Guys in the Woods (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "26 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Never before seen footage, behind the scenes moments, bloopers and crew confessions on what it really takes to pull off an episode. Former cast share some amazing transformations and fans ask questions about Creek Stewart and the show.    "
                }
            },
            "1": {
                "1": {
                    "title": "Sub Zero Teepee Build",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fat Guys in the Woods (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "10 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Three friends from California embark on a bitter cold survival adventure in the Smoky Mountains in record-breaking low temperatures...the same week where three hikers were airlifted from the same region after battling for their lives. After making a massive \"wiki-up\" shelter (a wooden tepee with custom made beds) and starting a fire with flint they find in the woods, the guys manage to snare a rabbit using a handmade trap and, reaching the point of starvation, eat every last morsel. With the help of Creek Stewart's expertise, Matt, Ben, and Jesse must not only survive...    "
                },
                "2": {
                    "title": "Living Off the Grid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fat Guys in the Woods (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "17 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Creek Stewart rekindles the pioneer spirit as he teaches three guys how to survive in a dark pine forest amongst dilapidated ruins from early American settlers. Bill, a boisterous Texan; Dave, a former solider; and Andrew, a stressed workaholic, learn what it's like to truly live off the land, as they build a shelter from pine needles, choke down barely edible reindeer moss, build a quail trap from sticks alone and start a fire using the hardest method known to man: the arm-shredding hand-drill. When their traps finally land a live quail, Dave gets his hands dirty to ...    "
                },
                "3": {
                    "title": "Smoky Mountain MacGyver",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fat Guys in the Woods (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "24 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Creek Stewart shows off some innovative survival technology every man should know about and teaches Opie, a guy looking to reconnect with his Eagle Scout past; Joe, a tech-obsessed New Yorker; and Zach, a man who spent most of his life handicapped from a rare bone disease; what it means to survive in a cold river valley. The guys build \"super-shelters\" from river cane and \"space blankets\", ignite a flame with a fire piston and tinder fungus, and are faced with many unexpected scenarios and dine on a super-sized beetle grub for breakfast and watch one of their comrades...    "
                },
                "4": {
                    "title": "Eat Bees to Survive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fat Guys in the Woods (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "31 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Creek teaches three guys how to survive on a mountain slope and works with Dan, an aspiring professional wrestler; Jeff, an ex-marine and country music musician; and James, a forklift driver known as \"Rock\"; to build a primitive \"pit shelter\" between two big rock walls. They also make a friction fire with a super-sized, four-man bow drill and struggle with frigid temperatures, snow and unsuccessful dead-fall traps. - forcing them to eat stir-fried honeybees! Hungry and cold, Jeff risks injury to scurry up a slippery rock wall for a few shriveled wild grapes, and Rock ...    "
                },
                "5": {
                    "title": "Man Down, So Man Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fat Guys in the Woods (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "7 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Creek Stewart leads three strangers into the woods and teaches them to make fire using an unlikely source.... condoms. Quickly survival of the fittest takes an ugly turn as Johnny, a cancer survivor; is rushed to the hospital due to a serious health scare leaving the two remaining men, Nick, a once bullied shy guy with Andrew, a good ole' boy from Georgia, to face many challenges themselves including a deadly confrontation with a snake, an attempt to capture a wild duck and another bout of illness that hits the camp hard.    "
                },
                "6": {
                    "title": "Trial by Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fat Guys in the Woods (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "14 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Creek Stewart takes three men into the wilderness and teaches the guys how to keep warm in the chilling autumn temperatures by starting a fire with just a battery and gum wrapper. Going without food for days, Dane, a shy 20-year old; wades through freezing cold waters for a meager meal of cattails, Josh, a friendly minister; helps fashion a knife-tipped spear to hunt down catfish and Big Fella, a quick-witted gourmet chef from Detroit; helps cook the fish despite a severe, life threatening fish allergy. On their solo day, one of the guys has an emotional breakdown ...    "
                },
                "7": {
                    "title": "Bound by Blood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fat Guys in the Woods (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "21 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    It's a family affair out in the wilderness when Howard, a diabetic truck driver, invites his two estranged sons, Chad and Kaleb, out into the woods for a dramatic reunion decades in the making. Although the men come in carrying some serious baggage, they work together and build an amazing wigwam shelter, start a fire with a busted lighter and scraped lint from their clothing, and hunt down a live possum... all while Howard reminisces about his \"old wrestling days.\" It's an emotional reunion that culminates in three men changing their relationship forever.    "
                },
                "8": {
                    "title": "The Pit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fat Guys in the Woods (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "28 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    In rainy and muddy conditions, three guys are forced to find dry tinder in a treacherous cave to start a fire with limited supplies. Braving the wet weather leaves the guys exhausted and starving so Chris, an aspiring attorney; Johnny; a 400 pound man with crippling joint pain; and Parker, a Florida social-worker; resort to eating bugs for breakfast and later go toe-to-toe with a dangerous, wild boar in an emotionally-charged hunt lead by Creek. One of the guys delivers the fatal blow, changing his life forever while another vows to become a full-fledged vegetarian ...    "
                }
            }
        },
        "number of episodes": 17,
        "cast": [
            {
                "name": "Stewart, Creek"
            },
            {
                "name": "Perry, Jacob"
            },
            {
                "name": "Acosta, Dan"
            },
            {
                "name": "Andrew"
            },
            {
                "name": "Ben"
            },
            {
                "name": "Bill"
            },
            {
                "name": "Caron, Jeff"
            },
            {
                "name": "Chad"
            },
            {
                "name": "Chris"
            },
            {
                "name": "Clark, Johnny"
            },
            {
                "name": "Cooper, Opie"
            },
            {
                "name": "Dane"
            },
            {
                "name": "Dave"
            },
            {
                "name": "Fella, Big"
            },
            {
                "name": "Howard"
            },
            {
                "name": "Jesse"
            },
            {
                "name": "Joe"
            },
            {
                "name": "Johnny"
            },
            {
                "name": "Josh"
            },
            {
                "name": "Kaleb"
            },
            {
                "name": "Lansing, Nick"
            },
            {
                "name": "Matt"
            },
            {
                "name": "Parker"
            },
            {
                "name": "Rock"
            },
            {
                "name": "Saxson, Zach"
            },
            {
                "name": "Stone, Andrew"
            },
            {
                "name": "Beyer, Bill"
            },
            {
                "name": "Chenault, Jef"
            },
            {
                "name": "Gamble, Ron"
            },
            {
                "name": "Hess, Gary"
            },
            {
                "name": "Marotto, Christopher"
            },
            {
                "name": "Nelson, Randy"
            },
            {
                "name": "Taraborelli, Peter"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 2,
        "rating": 6.3,
        "votes": 126,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTA0MTUyNGUtZGE5My00YmIxLWI2YmMtNmNlM2Y5OWUyODBmXkEyXkFqcGdeQXVyNjczNjIzODI@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "For thousands of years, man lived wild. He made fire, built shelter, and hunted food with his own two hands...but as he got smarter, his waist got bigger. Now, it's time to get guys off of the couch and into the weather on TWC's \"Fat Guys in the Woods.\" The Weather Channel's Survival Expert, Creek Stewart, will train these men in how to build shelter, start fire and hunt with nothing but their bare hands, and maybe a condom or a gum wrapper. Three men, one week and one objective: to learn the skills that make a man... a man. This show is not about making fun of fat guys. It's about giving regular Joes the chance to do something they've only seen done by Brad Pitt-types. These guys may not have a clue how to survive on their own, but by the end of their week in the woods they'll have the knowledge, and courage, to survive. Creek takes a very simple approach to survival. He says, \"Mother Nature breaks us down to our bare essentials. She reminds us of our most basic human needs and she does not have time for our excuses. We've lost this understanding. We've made everything so complicated. Survival's simple. Don't give up... and don't die.\" With that in mind we'll take three men who love their creature comforts, but believe they have the survival instinct to do without them, and test them against the elements. Creek will take the trio into the woods for a week-long immersion into potentially deadly conditions, and learn who does and doesn't have what it takes. With weather as their enemy, everyone will fight to discover their survival instinct, and learn who they really are. Creek is more than up for the challenge of turning these couch potatoes into men. \"I've taught survival for 15 years to people from all walks of life. I don't just teach a skill set, I teach a mind-set. I thrive on seeing that change in people,\" Creek says. With Creek as their guide, can these \"Fat Guys\" conquer mother nature?",
        "languages": [
            "English"
        ],
        "title": "Fat Guys in the Woods",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Fat Guys in the Woods (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Vayo, Shannon"
            }
        ],
        "production companies": [
            {
                "name": "The Weather Channel"
            },
            {
                "name": "RIVR Media"
            }
        ],
        "distributors": [
            {
                "name": "The Weather Channel"
            }
        ],
        "plot": [
            "For thousands of years, man lived wild. He made fire, built shelter, and hunted food with his own two hands...but as he got smarter, his waist got bigger. Now, it's time to get guys off of the couch and into the weather on TWC's \"_Fat Guys in the Woods_ (qv).\" The Weather Channel's Survival Expert, Creek Stewart, will train these men in how to build shelter, start fire and hunt with nothing but their bare hands, and maybe a condom or a gum wrapper. Three men, one week and one objective: to learn the skills that make a man... a man. This show is not about making fun of fat guys. It's about giving regular Joes the chance to do something they've only seen done by Brad Pitt-types. These guys may not have a clue how to survive on their own, but by the end of their week in the woods they'll have the knowledge, and courage, to survive. Creek takes a very simple approach to survival. He says, \"Mother Nature breaks us down to our bare essentials. She reminds us of our most basic human needs and she does not have time for our excuses. We've lost this understanding. We've made everything so complicated. Survival's simple. Don't give up... and don't die.\" With that in mind we'll take three men who love their creature comforts, but believe they have the survival instinct to do without them, and test them against the elements. Creek will take the trio into the woods for a week-long immersion into potentially deadly conditions, and learn who does and doesn't have what it takes. With weather as their enemy, everyone will fight to discover their survival instinct, and learn who they really are. Creek is more than up for the challenge of turning these couch potatoes into men. \"I've taught survival for 15 years to people from all walks of life. I don't just teach a skill set, I teach a mind-set. I thrive on seeing that change in people,\" Creek says. With Creek as their guide, can these \"Fat Guys\" conquer mother nature?::The Weather Channel"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (including commercials)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 126,
                "rating": 6.3
            },
            "aged 18 29": {
                "votes": 10,
                "rating": 5.4
            },
            "aged 30 44": {
                "votes": 31,
                "rating": 6.9
            },
            "aged 45 plus": {
                "votes": 45,
                "rating": 6.7
            },
            "males": {
                "votes": 66,
                "rating": 6.7
            },
            "males aged 18 29": {
                "votes": 7,
                "rating": 6.4
            },
            "males aged 30 44": {
                "votes": 24,
                "rating": 6.4
            },
            "males aged 45 plus": {
                "votes": 30,
                "rating": 6.9
            },
            "females": {
                "votes": 25,
                "rating": 6.9
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 3.7
            },
            "females aged 30 44": {
                "votes": 7,
                "rating": 8.4
            },
            "females aged 45 plus": {
                "votes": 14,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 1.7
            },
            "us users": {
                "votes": 65,
                "rating": 6.5
            },
            "non us users": {
                "votes": 6,
                "rating": 6.1
            }
        },
        "number of votes": {
            "10": 49,
            "9": 17,
            "8": 23,
            "7": 10,
            "6": 6,
            "5": 2,
            "4": 2,
            "3": 2,
            "2": 3,
            "1": 12
        },
        "arithmetic mean": 7.7,
        "median": 9
    }
}