{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "6 June 2014"
            }
        ],
        "release dates": [
            "USA::6 June 2014"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Tacloban, Philippines",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peregrine Dame (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "plot": "\n    Proving that traveling solo doesn't have to be so scary, host Rachel Parsons begins season 2 of The Peregrine Dame in Tacloban, Philippines, to see first-hand the recovery efforts from Typhoons Haiyan and Hagupit. Parsons travels and films completely alone, no crew, no companions, to show you that being alone doesn't mean that you're lonely.    "
                },
                "2": {
                    "title": "Yangon, Myanmar",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peregrine Dame (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "1 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Proving that traveling solo doesn't have to be so scary, host Rachel Parsons travels to Yangon, Myanmar, completely alone to experience the burgeoning young democracy.    "
                }
            },
            "1": {
                "1": {
                    "title": "Belize",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peregrine Dame (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "6 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    From Mayan ruins to Caye Caulker, host Rachel Parsons explores the tiny Central American country solo; celebrating at Belizean independence festivities with locals and dispelling the pervasive myth that Belize City is nothing but dangerous.    "
                },
                "2": {
                    "title": "Durban, South Africa",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peregrine Dame (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    South Africa's third-largest city, Durban, is home to about half-a-million South Africans of Indian descent. In this episode, Rachel Parsons takes a look into this community and the unique position in S.A.'s society.    "
                },
                "3": {
                    "title": "Return to Thula Thula",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peregrine Dame (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "6 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    A follow-up story to a series of short webisodes from the TPD website, this full episode features one of South Africa's favorite sons. Rachel arrives at Thula Thula, a wild game reserve in Zululand, South Africa, at the invitation of conservationist Lawrence Anthony, only to find that circumstances have drastically changed at Thula.    "
                },
                "4": {
                    "title": "London & Bruges",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peregrine Dame (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "6 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    London & Bruges is a summer adventure perfect for first-time solo travelers. Host Rachel Parsons takes a fun, silly romp through a glorious English summer, punting on the Cambridge River, swimming in the ponds in Hampstead Heath, and ends up in Bruges for a Belgian waffle.    "
                },
                "5": {
                    "title": "Buenos Aires",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peregrine Dame (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "6 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Host Rachel Parsons lands in Buenos Aires with an obsession for Eva Peron, tango, and the wrong wardrobe. With locals acting as guides to some out-of-the-mainstream adventures, Rachel gets an education in the one of the world's most frenetic cities.    "
                },
                "6": {
                    "title": "Cancun",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peregrine Dame (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "6 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Despite the rainstorms, host Rachel Parsons manages to experience the real city behind the resort destination -- romantic, peaceful, and safe. With a cast of local characters Rachel sees just what the tourists are missing when they don't leave the infamous Hotel Zone.    "
                },
                "7": {
                    "title": "Rio de Janeiro",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peregrine Dame (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "6 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Traveling alone doesn't mean you have to be lonely. This is Rio from a native's P.O.V. Rachel connects with an old friend in Rio to get a first-hand view of the city with an insider, spending more time in one of the city's favelas than on Copa Cabana Beach.    "
                },
                "8": {
                    "title": "Puerto Rico",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Peregrine Dame (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "6 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Complex and beautiful, from San Juan to Culebra host Rachel Parsons asks: Is it a commonwealth country, or is it a territory of the United States? Rachel explores Puerto Ricans' diverse political and social views on their unique situation.    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Parsons, Rachel"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HDV 1080i50)"
        ],
        "aspect ratio": "16:9 HD (high definition)",
        "number of seasons": 2,
        "rating": 6.3,
        "votes": 7,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOWY3ZTVlMjEtODk3NS00ZWRlLTkxYmEtYmRhMmRmYzAxMzAwXkEyXkFqcGdeQXVyMTgyODkzNDE@._V1_SY150_CR62,0,101,150_.jpg",
        "budget": "$20,000 (estimated)",
        "plot outline": "In the first series of its kind, travel journalist and host Rachel Parsons explores international travel as a lone female: no crew, no traveling companions. Single videographer Parsons produces, films, and hosts the eight-episode first season covering seven unique destinations, proving that traveling solo doesn't have to be so scary; and that traveling alone doesn't mean you're lonely. From climbing Mayan ruins in Belize to punting on the Cambridge River and exploring one of Rio's infamous favelas, TPD shares history, culture, and a couple of meltdowns along the way in a funny, entertaining, and educational way. Rachel Parsons wanders all over the world completely alone, except for a video camera, meeting new people and pushing emotional and personal limits, finding out why individual travel may just help preserve the human race. It's not the warm, fuzzy world of other travel shows; it's the real world of traveling solo with The Peregrine Dame; honest, curious, and unafraid.",
        "languages": [
            "English"
        ],
        "title": "The Peregrine Dame",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "The Peregrine Dame (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Parsons, Rachel"
            }
        ],
        "production companies": [
            {
                "name": "Green Pier Media"
            }
        ],
        "distributors": [
            {
                "name": "National Telecommunications Education Association"
            }
        ],
        "plot": [
            "In the first series of its kind, travel journalist and host Rachel Parsons explores international travel as a lone female: no crew, no traveling companions. Single videographer Parsons produces, films, and hosts the eight-episode first season covering seven unique destinations, proving that traveling solo doesn't have to be so scary; and that traveling alone doesn't mean you're lonely. From climbing Mayan ruins in Belize to punting on the Cambridge River and exploring one of Rio's infamous favelas, TPD shares history, culture, and a couple of meltdowns along the way in a funny, entertaining, and educational way. Rachel Parsons wanders all over the world completely alone, except for a video camera, meeting new people and pushing emotional and personal limits, finding out why individual travel may just help preserve the human race. It's not the warm, fuzzy world of other travel shows; it's the real world of traveling solo with _The Peregrine Dame_ (qv); honest, curious, and unafraid.::Green Pier Media"
        ],
        "tech": {
            "color": [
                "Color (HDV 1080i50)"
            ],
            "aspect ratio": [
                "16:9 HD (high definition)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 7,
                "rating": 6.3
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 8.0
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 4.0
            },
            "males": {
                "votes": 5,
                "rating": 4.4
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 8.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 1.0
            },
            "females": {
                "votes": 2,
                "rating": 5.5
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 5.5
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 4.0
            },
            "us users": {
                "votes": 6,
                "rating": 3.8
            }
        },
        "number of votes": {
            "10": 3,
            "9": 0,
            "8": 1,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 6.3,
        "median": 8
    }
}