{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "28 September 2014"
            }
        ],
        "release dates": [
            "Canada::28 September 2014"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Smartest Person (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "13 Nov. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Smartest Person (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "20 Nov. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Smartest Person (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "27 Nov. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Smartest Person (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "4 Dec. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Smartest Person (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "11 Dec. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Smartest Person (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "18 Dec. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Smartest Person (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "28 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Hosts Jessi and Jeff go through the concept of intelligence used for the show, that developed by Harvard University professor Howard Gardner. His theory is that intelligence is made up of six largely independent categories: linguistic, logical, musical, physical, social and visual. They discuss each of the six with experts, and provide real life examples of people who possess this needed intelligence for their careers. They speak of the thousands of applications received and narrowing those down to thirty-two contestants. They discuss how the challenges for the competitive aspect ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Smartest Person (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "5 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    The four contestants are a novelist/psychology student, a cheese salesman, a stay-at-home mom and a firefighter/semi-professional poker player. Challenge 1, testing music, entails matching the two identical chords or melodies played in each set of five. Challenge 2, testing social, requires the contestants to tell if guest Raine Maida is telling the truth or a lie in four stories he relays about his band, Our Lady Peace. Challenge 3, testing visual, has the contestants putting together two two-dimensional geometric puzzles. Challenge 4, testing logic, has the contestants acting as cashier at ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Smartest Person (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "12 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    The four contestants are a Ph.D. in Physics/physics professor, an ad copywriter/martial artist/figure skater, a radio talk show host, and a director of a First Nations tribal council. Challenge 1, testing music, entails identifying which instruments are dropped and in which order when an eight piece combo tune is played a second time. Challenge 2, testing social, requires the contestants to give a thirty second pep talk to the Mustangs, a youth girls soccer team on a losing streak, with John Herdman, coach of the Canadian women's national soccer team, acting as guest judge. ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Smartest Person (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "19 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    The four contestants are an author/entrepreneur, a boxer/yogi, a journalist/editor-in-chief, and a retired teacher/student of life. Challenge 1, testing logic, entails doing a series of mathematical calculations in quick succession. Challenge 2, testing linguistic, requires the contestants to create a haiku on a theme using only a list of ninety-nine given words. Challenge 3, testing visual, has the contestants racing to put together a set of puzzle pieces inside two geometric shapes. Challenge 4, testing social, has the contestants determining a person's emotional ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Smartest Person (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "26 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    The four contestants are a fighter pilot, a singer/songwriter, a physician who does humanitarian work, and a doctoral candidate in medieval literature/archer/performing artist. Challenge 1, testing visual, entails matching the two identical images in sets of six. Challenge 2, testing social, requires the contestants to give a motivational 30 second speech to his/her sales team that has just had their worst quarter ever. Challenge 3, testing logic, has the contestants putting a water piping system together with set pieces that must go through various point along a wall...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Smartest Person (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    The four contestants are an orthopedic surgeon/power lifter, a teacher/football player/musician, a cryptographer/former navy man, and an actor/singer/dancer in the form of a drag queen. Challenge 1, testing linguistic, has the contestants making as many three or more letter words out of two scrambles of six letters apiece. Challenge 2, testing social, requires the contestants to tell if guest Shannon Tweed-Simmons is telling the truth or a lie in four stories she relays about her life. Challenge 3, testing visual, has the contestants choosing which three out of nine complex shapes...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Smartest Person (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "9 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    The four contestants are a master electrician, a high school student who is his class president, a stay-at-home mom and consultant, and a poet. Challenge 1, testing logic, entails doing a series of mathematical calculations in quick succession. Challenge 2, testing linguistic, requires the contestants to create a haiku on a theme using only a list of ninety-nine given words. Challenge 3, testing music, entails identifying which instruments are dropped and in which order when an eight piece combo tune is played a second time. Challenge 4, testing social, requires the ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Smartest Person (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "16 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    The four contestants are an Olympic medalling swimmer/photographer, a psychiatric nursing student/DIY handyperson, a media and visual artist, and a law student/tarot card reader. Challenge 1, testing linguistic, has the contestants making as many three or more letter words out of two scrambles of six letters apiece. Challenge 2, testing social, requires the contestants to tell if guest Jason Priestley is telling the truth or a lie in four stories he relays about his life. Challenge 3, testing visual, has the contestants choosing which three out of nine complex shapes are overlaid on...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Smartest Person (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "23 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    The eight finalists are put through two more preliminary rounds to narrow the field down to four. The first preliminary round, which includes all eight contestants, is a speed round, which entails competing in mini challenges back to back, those challenges which encompass all six areas of intelligence. The two contestants with the highest score move onto the final four, the two contestants with the lowest score being automatically eliminated. The middle four contestants move to the second preliminary round, where in pairs of two, the contestants will compete in more ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Smartest Person (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "4 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    The four contestants are an astrophysics prodigy, a senior leader in a Fortune 500 company, a hip hop artist with the stage name \"iLLvibe\", and a marketer/extreme skier. Challenge 1 called \"Beat It\", which tests music, requires the contestants to determine if two drum beating patterns played by up to five drummers simultaneously are the same or different. Challenge 2 called \"Crosswalk\", which tests visual, entails the contestants remembering certain aspects of a group of pedestrians crossing a crosswalk. Challenge 3 called \"Human Lie Detector\", which tests social, ...    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Smartest Person (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "11 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    The four contestants are a Youtube physics personality, a History teacher and Ph.D. candidate, an award winning radio host and producer, and a Toronto Argonauts cheerleader. Challenge 1 called \"Double Take\", which tests visual, requires the contestants to identify which two of six panels are the same. Challenge 2 called \"Blow Back\", which tests physical, entails the contestants, in specially equipped side moving and rotating chairs, to play a floor hockey-styled game against the others, with guest Scott Russell calling the play-by-play. Challenge 3 called \"Mix Master\", which tests...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Smartest Person (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "18 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    The four contestants are a neuroscience student, a detective constable with the Saskatoon Police Department, a winemaker, and a competitive black belt in karate. Challenge 1 called \"Cranium Crash\", which tests logical, requires the contestants to complete a series of algebraic equations. Challenge 2 called \"Twitterverse\", which tests linguistic, entails the contestants to use up to one hundred thirty-one pre-selected words to come up with a tweet of one hundred forty characters or less on a pre-selected topic, with guest Perez Hilton judging the resulting tweets. Challenge 3 ...    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Smartest Person (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "25 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    The four contestants are a double honors graduate/amateur rock musician, an engineering student/comedy improviser, a software trainer/technical writer/wilderness tour guide, and a charity creator/extreme sports enthusiast. Challenge 1 called \"Definition Dilemma\", which tests linguistic, requires the contestants to choose which of four choices is either the definition of, a synonym for or an antonym of a given set of words. Challenge 2 called \"Human Lie Detector\", which tests social, requires the contestants to determine if guest Alan Thicke is telling the truth or a lie in a ...    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Smartest Person (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "1 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    The four contestants are an IT security expert, a retired car salesman, a musical therapist who owns her own cake business, and a university freshman/beer hawker. Challenge 1 called \"Music Match\", which tests musical, has the contestants choosing the two identical melodies or chords in sets of five. Challenge 2 called \"Canvas Calamity\", which tests visual, entails the contestants to create a canvas in ninety seconds using various media on a randomly chosen theme, with guest Sean O'Neill judging which canvas best embodies the theme. Challenge 3 called \"Cranium Crash\", which tests ...    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Smartest Person (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "8 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    The four contestants are a future surgeon and scientist who is pioneering new surgical techniques, a multi-lingual insurance company project manager, a musician/music teacher, and a professional football player who is also a Harvard graduate. Challenge 1 called \"Double Take\", which tests visual, requires the contestants to identify which two of six panels are the same. Challenge 2 called \"Twitterverse\", which tests linguistic, entails the contestants to use up to one hundred thirty-one pre-selected words to come up with a tweet of one hundred forty characters or less ...    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Smartest Person (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "15 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    The four contestants are a high school teacher who has always seen himself as the underdog, an insurance broker, a tax collector/independent filmmaker, and a matchmaker. Challenge 1 called \"Letter Chaos\", which tests linguistic, asks the contestants to form three words around a listed theme from a given set of color coded letters corresponding to them being in the same word. Challenge 2 called \"Blow Back\", which tests physical, entails the contestants, in specially equipped side moving and rotating chairs, to play a floor hockey-styled game against the others, with ...    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Canada's Smartest Person (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "22 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    The eight season 2 finalists are the seven preliminary round winners plus one wild card, the preliminary round non-winner with the highest preliminary round score. They are put through two more preliminary rounds to narrow the field down to four. The first preliminary round, which includes all eight contestants, is a speed round, which entails competing in mini challenges back to back, those challenges which encompass all six areas of intelligence. The two contestants with the highest score move onto the final four, the two contestants with the lowest score being ...    "
                }
            }
        },
        "number of episodes": 23,
        "cast": [
            {
                "name": "Cruickshank, Jessi"
            },
            {
                "name": "Douglas, Jeff"
            },
            {
                "name": "White, Tim"
            },
            {
                "name": "Cameron, Max"
            },
            {
                "name": "Dillman, Daryl"
            },
            {
                "name": "Blais, Tim"
            },
            {
                "name": "Craparotta, Anthony"
            },
            {
                "name": "Warren, Katy"
            },
            {
                "name": "Manea, Alex"
            },
            {
                "name": "Das, Mith"
            },
            {
                "name": "MacRae, Johnny"
            },
            {
                "name": "Vander-Hoek, Jason"
            },
            {
                "name": "Iannuzzi, Marco"
            },
            {
                "name": "Tweyman, Dan"
            },
            {
                "name": "Whittaker, Heather"
            },
            {
                "name": "Lauer, Braden"
            },
            {
                "name": "Leenders-Cheng, Victoria"
            },
            {
                "name": "Tessaro, Chris"
            },
            {
                "name": "Cheesman, Sean"
            },
            {
                "name": "Parker, James"
            },
            {
                "name": "Auguste, Lisa"
            },
            {
                "name": "Lopapa, Adam"
            },
            {
                "name": "Tam, Albert"
            },
            {
                "name": "Yue, Eric"
            },
            {
                "name": "Baruwa, Yahaya"
            },
            {
                "name": "Bonnick, Alisia"
            },
            {
                "name": "Hayden, Brent"
            },
            {
                "name": "Martin, Melanie"
            },
            {
                "name": "Sensenig, Chris"
            },
            {
                "name": "Burhanpurkar, Maya"
            },
            {
                "name": "Khan, Amanda"
            },
            {
                "name": "Kusmu, Petros"
            },
            {
                "name": "Ciecko, Alea"
            },
            {
                "name": "Dorion, J.P."
            },
            {
                "name": "Jahnke, Cat"
            },
            {
                "name": "Lafrance, Kate"
            },
            {
                "name": "Nadernejad, Nader"
            },
            {
                "name": "Owen, Adrian"
            },
            {
                "name": "Rose, Mary"
            },
            {
                "name": "Francis, Julie"
            },
            {
                "name": "Harris, Chris"
            },
            {
                "name": "Lewell, Maryanne"
            },
            {
                "name": "Pinnock, Richard"
            },
            {
                "name": "Shulman, Barry"
            },
            {
                "name": "Witjaksono, Permadi"
            },
            {
                "name": "Gordon, Karyn"
            },
            {
                "name": "Horra, Dipna"
            },
            {
                "name": "Jones, Rhiannon"
            },
            {
                "name": "Kavoosi, Kaveh"
            },
            {
                "name": "Nickerson, Nick"
            }
        ],
        "genres": [
            "Game-Show"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 6.2,
        "votes": 20,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDViMThmMmEtNjMzOS00NTFiLTllNTctNmI0ZGEzMGE5NzI4XkEyXkFqcGdeQXVyMTQ3Mjg1ODk@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "In each of a series of preliminary competitions, a set of contestants are given a set of challenges designed to test their abilities in one or more of the following intelligence concepts: linguistic, logical, musical, physical, social and visual. For each challenge, the contestants are provided a score based on their rank against their fellow contestants. After the first set of challenges, the two contestants with the highest scores head into the final mega-challenge testing their abilities in all six areas. There is also an interactive component where viewers at home can play along and match their intelligence against the competitors and the rest of Canada in real time. All the preliminary competition winners of the mega-challenge are brought back for the finale, those contestants who go through a similar but different set of challenges. The winner of the finale is named Canada's Smartest Person.",
        "languages": [
            "English"
        ],
        "title": "Canada's Smartest Person",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Canada's Smartest Person (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Cohen, Robert"
            },
            {
                "name": "Devine, Elana"
            },
            {
                "name": "Hammond, Trevor"
            }
        ],
        "production companies": [
            {
                "name": "Canadian Broadcasting Corporation"
            }
        ],
        "distributors": [
            {
                "name": "Canadian Broadcasting Corporation (CBC)"
            }
        ],
        "other companies": [
            {
                "name": "Entertainment Partners Canada"
            },
            {
                "name": "Gab Communications"
            }
        ],
        "plot": [
            "In each of a series of preliminary competitions, a set of contestants are given a set of challenges designed to test their abilities in one or more of the following intelligence concepts: linguistic, logical, musical, physical, social and visual. For each challenge, the contestants are provided a score based on their rank against their fellow contestants. After the first set of challenges, the two contestants with the highest scores head into the final mega-challenge testing their abilities in all six areas. There is also an interactive component where viewers at home can play along and match their intelligence against the competitors and the rest of Canada in real time. All the preliminary competition winners of the mega-challenge are brought back for the finale, those contestants who go through a similar but different set of challenges. The winner of the finale is named _Canada's Smartest Person_ (qv).::Huggo"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 20,
                "rating": 6.2
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 7.5
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 4.6
            },
            "aged 45 plus": {
                "votes": 6,
                "rating": 4.1
            },
            "males": {
                "votes": 8,
                "rating": 1.9
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 5.8
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 1.0
            },
            "females": {
                "votes": 5,
                "rating": 6.3
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 4,
                "rating": 5.5
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 3.0
            },
            "us users": {
                "votes": 2,
                "rating": 9.0
            },
            "non us users": {
                "votes": 9,
                "rating": 3.7
            }
        },
        "number of votes": {
            "10": 7,
            "9": 0,
            "8": 3,
            "7": 1,
            "6": 1,
            "5": 1,
            "4": 0,
            "3": 2,
            "2": 2,
            "1": 3
        },
        "arithmetic mean": 6.2,
        "median": 7
    }
}