{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "29 September 2014"
            },
            {
                "country": "USA\n",
                "date": "1 October 2014",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::29 September 2014",
            "USA::1 October 2014                            (internet)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "The Words That We Hear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stay Regular (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "15 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Birch coffee in New York City has a way of attracting fascinating people from across the social spectrum. Artists, Writers, Producers, Musicians - We decided to invite some them to sit down and share their thoughts, ideas, dreams with us.    "
                },
                "2": {
                    "title": "Leap Year Lex",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stay Regular (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "29 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Paul and Australian artist Lex Sadler chat about his move to New York, his band Rhythm & Stealth, Electronic Music, Metallica and Sneakers. Not to mention where to get a good cup of Coffee while touring the US...    "
                },
                "3": {
                    "title": "Shameless Plug",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stay Regular (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "14 Mar. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Not a Man's World Anymore",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stay Regular (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "4 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Paul sits down with entrepreneur, mom and cross-fit enthusiast, Hayley Foster to discuss how her business, Foster Inc., got started, the wonderful influence her father had on her life, and her most embarrassing favorite song.    "
                },
                "5": {
                    "title": "Look at These Hands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stay Regular (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "18 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Paul sits down with designer Jonathan Ferrer of Brew Watches to discuss his family lineage of jewelers, his love of a good coffee break, where the inspiration for his unique line watches came from, and more.    "
                }
            },
            "1": {
                "1": {
                    "title": "No Fashion Experience",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stay Regular (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "29 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Birch Coffee co-owner Paul Schlader sits down with Peyton Jenkins, co-founder of Alton Lane, custom tailored men's clothing store. Peyton shares how his career started by brainstorming at Birch Coffee before he had office space for Alton Lane and how he saw a void in the men's clothing market and followed his dream to fill it.    "
                },
                "2": {
                    "title": "The Foodie Magician",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stay Regular (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Birch Coffee co-owner Jeremy Lyman sits down with Josh Beckerman, NYC Foodie and magician. Josh talks about his love for iced Birch Coffee and does some magic with Birch owners Jeremy and Paul.    "
                },
                "3": {
                    "title": "Yes, New York Is the Place",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stay Regular (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "27 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Birch Coffee co-owner Paul Schlader sits down with Aussie Steph Small. Steph Small shares her love of New York and how coming to the city shaped her career as a musical artist. She also shares her belief that there is hope around every dark corner.    "
                },
                "4": {
                    "title": "The Reverse Commute",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stay Regular (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "10 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Birch Coffee co-owner Jeremy Lyman sits down with Stacy Spikes, co-founder of MoviePass. Stacy shares his career experience and his \"reverse commute\" moving from the music industry in Houston, Texas to the film industry in NYC and how he began his own company.    "
                },
                "5": {
                    "title": "Broadway and Jazz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stay Regular (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "24 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Birch Coffee co-owner Paul Schlader sits down with Scott Sanders, Broadway Music theatrical producer, film producer, and television producer. Scott Sanders shares his career beginnings at Radio City Music Hall and his work to collide Broadway and Jazz.    "
                },
                "6": {
                    "title": "First Thought, Best Thought",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stay Regular (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Birch Coffee co-owner Jeremy Lyman sits down with Ali Farahnakian, founder of the PIT and 25th anniversary writer for SNL. Ali shares how he began his career as a writer and worked for 9 years to fulfill his dream of writing for SNL and how he started the PIT in 2002.    "
                },
                "7": {
                    "title": "Chinatown Meatball Sub",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stay Regular (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "22 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Birch Coffee co-owner Jeremy Lyman sits down with Danushka Lysek, international model turned celebrity chef. Danushka has been featured on Food Network Programs. Hear Danushka share her recipe for her Chinatown Meatball Subs and the weirdest thing she's ever eaten.    "
                },
                "8": {
                    "title": "The Coffee Also Helps",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stay Regular (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "5 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Birch Coffee co-owner Paul Schlader sits down with Brad Hargreaves, co-founder of the General Assembly. Brad talks about the challenges of being an entrepreneur and maintaining discipline and co-founding General Assembly. Brad shares his success at moving GA over to the UK and other other major US and international cities.    "
                },
                "9": {
                    "title": "New Years in Malaysia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stay Regular (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "19 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Birch Coffee co-owner Jeremy Lyman sits down with Marcello Pacheco, architect and electronic music maker. Marcello shares how Birch Coffee's environment fostered his work and how his success as a musician has taken him to play shows in places all over the world such as Malaysia.    "
                },
                "10": {
                    "title": "Brazilian Jiu-Jitsu Horizons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stay Regular (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Birch Coffee co-owner Paul Schlader sits down with John O'Connor, owner of Guiding Shift. John shares his transition from massage therapy to life coaching. Throughout John's career as a massage therapist, he developed a style of active listening which allowed him to determine harmful behavioral patterns that manifested through the body. This allows him to help heal both the mind and body of his clients and use neuro-linguistic programming techniques.    "
                },
                "11": {
                    "title": "Scholars Maintain...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stay Regular (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "16 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Birch Coffee co-owner Jeremy Lyman sits down with Oliver Kramer, owner of Dos Toros taco and burrito restaurant in NYC. Oliver shares his passion for all things burrito and how a review about Dos Toros in the New York Times changed his business for the better. He also shares how he wraps burritos and raps about them with freestyle songs such as \"Guac It Out\" and \"Black or Pinto.\"    "
                }
            },
            "2": {
                "1": {
                    "title": "Bauble Bar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stay Regular (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "16 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    \"Stay Regular\" is back with Daniella Yacobovsky, founding member of BaulbleBar. In the Season 2 premiere, Jeremy and Daniella talk about how her transition from investment banking to the fashion world started as a hobby with a friend only to become the largely successful BaubleBar we know and love today. Learn the origins of \"Bauble,\" Daniella's \"Tommy Boy\" driving skills, and more.    "
                },
                "2": {
                    "title": "Something Happens in This Town",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stay Regular (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "30 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Birch Coffee co-owner Paul sits down with Michael Kingsbaker of The Shelter, a creative collaborative of actors, directors and writers. Michael shares his vision for The Shelter and how it serves as a family of creative individuals who hep each other grow. Michael shares his passion for NYC and how for him, its the center of the world with a tremendous amount of artistic potential. Hear about his juggling abilities and his passions and more on \"Stay Regular!\"    "
                },
                "3": {
                    "title": "Attention from a Human Being",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stay Regular (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "13 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Chef Jehangir Mehta tells Birch Co-Owner Paul about how he became a contestant on Food Network's The Next Iron Chef, how to help children eat healthier foods, and how his restaurant, Graffiti, can offer a truly one of a kind meal experience for you. Jehangir starts it off with what a shock it was coming to New York City from India, and not in the way you would think Find out more about Jehangir and his restaurant Graffiti and check out his book Mantra.    "
                },
                "4": {
                    "title": "Kinetic Energy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stay Regular (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "27 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    \"My favorite thing about entrepreneurship is kinetic energy.\" Dave Shor loves being an entrepreneur, and it's infectious talking to him. Jeremy sits down with Dave to go over all things business, and why it's so much fun. Dave talks about the beginnings of Mercy Nutraceuticals, and his new company he's starting that he hopes will change child safety for years to come.    "
                },
                "5": {
                    "title": "If You Hadn't Done What You Did",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stay Regular (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "11 May 2015",
                    "year": "2015",
                    "plot": "\n    This week, Playwright and Birch Coffee lifer, Jeremy Wine, sits down with Paul to talk to him about how Birch saved his writing career. Jeremy shares what plays he's been working on lately, including work about Nikola Tesla, drone warfare, and much more.    "
                },
                "6": {
                    "title": "A Major or Minor Epiphany",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stay Regular (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "25 May 2015",
                    "year": "2015",
                    "plot": "\n    Comedian Greg Barris hangs out with Paul and talks about his Heart of Darkness ensemble music and comedy show, as well as his Mind Warriors show. Paul gets all the scoop on Greg's 18 year old roommate, and we find out why Greg thinks people should stop complaining and \"work harder.\"    "
                },
                "7": {
                    "title": "Kicked Out of Long Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stay Regular (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "8 Jun. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Things Never Before Heard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stay Regular (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "22 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    In this talk show web series, Birch Coffee owners Jeremy Lyman and Paul Schlader sit down to talk with the most valued aspect of their shop: their regulars.    "
                },
                "9": {
                    "title": "Anonymous Protesters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stay Regular (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "13 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Jeremy Floto hangs out at the coffee shop he helped design, and talks to us about being an interior designer, being held at gunpoint in rural china, opening up a boutique hotel, and goes into detail on his photo series about the Mexico 43 Student Massacre in Iguala, Mexico.    "
                },
                "10": {
                    "title": "So Hard to Be Disrespected",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stay Regular (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "31 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Birch coffee in New York City has a way of attracting fascinating people from across the social spectrum. Artists, CEO's, Producers, Musicians - We decided to invite some them to sit down and share their thoughts, ideas, dreams with us.    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Schlader, Paul"
            },
            {
                "name": "Lyman, Jeremy"
            },
            {
                "name": "Beckerman, Josh"
            },
            {
                "name": "Jenkins, Peyton"
            },
            {
                "name": "Lysek, Danushka"
            },
            {
                "name": "Reza, Ali"
            },
            {
                "name": "Sanders, Scott"
            },
            {
                "name": "Small, Steph"
            },
            {
                "name": "Spikes, Stacy"
            },
            {
                "name": "Barris, Greg"
            },
            {
                "name": "Faison, Frankie"
            },
            {
                "name": "Floto, Jeremy"
            },
            {
                "name": "Hargreaves, Brad"
            },
            {
                "name": "King, Kaki"
            },
            {
                "name": "Kingsbaker, Michael"
            },
            {
                "name": "Kremer, Oliver"
            },
            {
                "name": "Mehta, Jehangir"
            },
            {
                "name": "O'Connor, John"
            },
            {
                "name": "Pacheco, Marcello"
            },
            {
                "name": "Rodriguez, Ralph"
            },
            {
                "name": "Shor, Dave"
            },
            {
                "name": "Wine, Jeremy"
            },
            {
                "name": "Yacobovsky, Daniella"
            },
            {
                "name": "Clinton, Chelsea"
            },
            {
                "name": "Ferrer, Jonathan"
            },
            {
                "name": "Foster, Hayley"
            },
            {
                "name": "Sadler, Lex"
            },
            {
                "name": "Yampolsky, Max"
            },
            {
                "name": "Hargreaves, Bradley"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTI2OTY5MTk2N15BMl5BanBnXkFtZTgwOTc1MzY3MjE@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "$15,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Stay Regular",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Stay Regular (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Kanes, Benjamin"
            },
            {
                "name": "Lyman, Jeremy"
            },
            {
                "name": "Schlader, Paul"
            }
        ],
        "production companies": [
            {
                "name": "SightSense Productions"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}