{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "24 August 2014"
            }
        ],
        "release dates": [
            "UK::24 August 2014"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTk3MDc2ZWMtMTMwZS00YzliLWFmNzgtYzc3ZGQ0YTMzZGI2XkEyXkFqcGdeQXVyMzMxMDcyOTA@._V1_SY140_CR99,0,101,140_.jpg",
        "plot outline": "Is the first year of marriage really the honeymoon period? This intimate documentary series films a group of newlywed couples from the day they say 'I do' to capture all the significant milestones and tricky adjustments - for better and for worse - during the statistically trickiest period of matrimony. Most relationships have their own quirks and dynamics, but by the year's end, who will still be together? As their lives take courses they could never have predicted, the pairings who might have made viewers say \"I'll give them a year\" at the outset could just prove to be the strongest of the bunch. Alongside Hitched, She's Having a Baby and Nine Months Later explore having children. The first rides the ups and downs of pregnancy with a group of mums-to-be, while the latter sees how first-time parents cope with their new responsibilities.",
        "languages": [
            "English"
        ],
        "title": "Hitched",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Hitched (United Kingdom)"
        ],
        "production companies": [
            {
                "name": "Monkey Kingdom Productions"
            }
        ],
        "distributors": [
            {
                "name": "Sky Living"
            }
        ],
        "plot": [
            "Is the first year of marriage really the honeymoon period? This intimate documentary series films a group of newlywed couples from the day they say 'I do' to capture all the significant milestones and tricky adjustments - for better and for worse - during the statistically trickiest period of matrimony. Most relationships have their own quirks and dynamics, but by the year's end, who will still be together? As their lives take courses they could never have predicted, the pairings who might have made viewers say \"I'll give them a year\" at the outset could just prove to be the strongest of the bunch. Alongside _Hitched_ (qv), She's Having a Baby and Nine Months Later explore having children. The first rides the ups and downs of pregnancy with a group of mums-to-be, while the latter sees how first-time parents cope with their new responsibilities.::Monkey Kingdom"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}