{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 January 2014"
            }
        ],
        "release dates": [
            "USA::1 January 2014"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Marathon Getaway",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation House for Free (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "13 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    After meeting as teenagers and gradually losing touch, Dana and Christian reconnected 10 years later and are now looking to buy their dream vacation home in the Keys, together.    "
                },
                "2": {
                    "title": "Key Largo Retreat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation House for Free (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "19 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Matt Blashaw will have to work his magic to find these full-time Florida residents an affordable getaway with enough \"Keysy\" character so they feel like they are escaping to paradise.    "
                },
                "3": {
                    "title": "Port St. Joe Escape",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation House for Free (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "16 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Matt Blashaw works round the clock to get a charitable family of ten the perfect Florida getaway they deserve.    "
                },
                "4": {
                    "title": "Sanibel Sanctuary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation House for Free (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "26 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Matt Blashaw finds an affordable home packed with old Florida charm so a busy New Jersey family can migrate south and enjoy some warm weather together.    "
                },
                "5": {
                    "title": "Las Vegas Vacation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation House for Free (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "16 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Matt Blashaw is on the hunt for a vacation home in sunny Las Vegas for college sweethearts Shannyn and Blaine and their three energetic kids.    "
                },
                "6": {
                    "title": "La Jolla Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation House for Free (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "6 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Matt Blashaw is on the hunt for a vacation home in sunny Las Vegas for college sweethearts Shannyn and Blaine and their three energetic kids.    "
                },
                "7": {
                    "title": "Sedona Oasis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation House for Free (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "6 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    Matt Blashaw is on the hunt for a home in tranquil Sedona, AZ for Kelly and Mike.    "
                },
                "8": {
                    "title": "Relaxing in Wine Country",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation House for Free (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Matt Blashaw takes lifelong friends Mark and Juliette on a house hunt for a wine country retreat where they can bring their friends and enjoy the finer things in life.    "
                },
                "9": {
                    "title": "Wilderness Retreat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation House for Free (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "9 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Matt Blashaw will help this family find their retreat in the woods before word gets out and they get priced out.    "
                },
                "10": {
                    "title": "Southern Charm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation House for Free (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "23 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Matt Blashaw will take these empty nesters to see a variety of homes but with differing wish lists it could be a challenge to get this couple to agree on their dream vacation home.    "
                },
                "11": {
                    "title": "Beachfront Dreaming",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation House for Free (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "30 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Sanjay and Sejal are in the market for a vacation home in the family-friendly seaside town of Carolina Beach.    "
                },
                "12": {
                    "title": "Lakeside Living",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation House for Free (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "20 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Jen and Scott are intimidated by large renovations projects, and Matt Blashaw will have to find an affordable lakeside home that won't scare them away.    "
                },
                "13": {
                    "title": "Catskill Mountain Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation House for Free (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "27 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Matt Blashaw will have to search this valley high and low to find a home that fits Luca and Laura's tight budget but is also within close proximity to the mountain.    "
                }
            },
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation House for Free (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Contractor and real estate expert Matt Blashaw helps couples realize their dream of buying a vacation house and shows them how to use rental income to cover the costs of owning a vacation house. After finding and buying a right-priced property, Matt uses tricks of the trade to help couples renovate and position it for the rental market. By maximizing income, Matt's clients can really have their dream vacation house for free.    "
                },
                "2": {
                    "title": "Monterey Bay Escape",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation House for Free (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "17 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Patrick and Lisa Dobbins are looking for a vacation home for their family by the beach where they can create lasting memories with their two children. Matt Blashaw takes the couple on a house hunt for their dream home by the sea. But finding an affordable oceanfront property isn't an easy task. He'll have to find a home with big potential in need of an even bigger renovation. The Dobbins finally agree that the large-scale renovation project is worth its weight in ocean views.    "
                },
                "3": {
                    "title": "Marco Island Beach Getaway",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation House for Free (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "24 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Matt Blashaw takes the Hicks family on a house hunt to find the vacation home of their dreams. The family is looking for a 3 bedroom, two bath with an open floor plan and pool for their four young children to enjoy. After seeing three homes within their price range, the Hicks opt for the spacious fixer upper that requires a complete renovation from the backyard to the front yard. Despite the overwhelming amount of work that needs to be done, the family ultimately values space over convenience.    "
                },
                "4": {
                    "title": "Tahoe City Lake House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation House for Free (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "31 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Matt Blashaw is determined to find the Gordon family the perfect vacation home in Lake Tahoe. They are hoping to buy a rustic, three bedroom-two bath home with convenient access to both the Lake and the mountains. With a central location being high on their list, Matt works to find an affordable fixer-upper that will get top dollar in the rental market after an extensive face lift. The Gordon's decide that putting time and money into a home in a prime location will ultimately allow them to live their dream in this year-round paradise.    "
                },
                "5": {
                    "title": "Hilton Head Low Country Living",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation House for Free (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "7 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Marc and Celeste Schwitters are looking for an ocean escape, so they can spend quality time with their two sons and their extended family. Matt Blashaw has his work cut out finding a vacation house for this number-minded couple. After an extensive house hunt in the low country, the family looks past the odd and confusing layout of the home and decides that outdoor space, location, and canal-access are most important.    "
                },
                "6": {
                    "title": "Summer Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation House for Free (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "14 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Georgia and Walter began their love story summering at the Jersey Shore. They now want to include their daughter in this tradition by purchasing their very own beach house. Matt Blashaw has his work cut out for him finding an undervalued property with big potential in this pricey island escape. Will these childhood sweethearts be willing to take on a gut-job renovation or will they stretch their dollar to get the water view they always dreamed of.    "
                },
                "7": {
                    "title": "Cottage by the Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation House for Free (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "30 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Long Island natives Peter and Kara spent their childhood summers vacationing in the Hamptons. Now they are looking for a low-maintenance vacation home in the beach side community of Montauk so their kids can share some of the Oceanside magic they experienced growing up. But the Montauk real estate market is booming and prices are through the roof, and Matt Blashaw shows the family three homes that are quaint, but in varying stages of disrepair. Peter and Kara must decide just how much work they can stomach.    "
                },
                "8": {
                    "title": "Virginia Beach Vacation Condo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation House for Free (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "4 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Brian and Yoonah are looking for a conveniently located vacation home so they can easily get away from their busy lives and schedules. Matt Blashaw shows the couple several retreats close to the water, with large enough living spaces where their family of six can congregate for some quality time. Will the family opt for a bay side beauty or overlook a funky floor plan to get the beach front house they always wanted?    "
                },
                "9": {
                    "title": "Private Country Cape Escape",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation House for Free (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "14 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Jackie and Brendan dream of buying a four bedroom home on the quaint Northfork of Long Island so they can enjoy the water, wineries, and farmlands-without the three hour car-ride. Matt Blashaw shows the family three very different homes, each with its own advantages and renovation challenges. The numbers are tight, but Matt is determined to the make the numbers work so this family can put their day trips to the beach behind them.    "
                },
                "10": {
                    "title": "Cottage on the Lake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation House for Free (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "21 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Matt Blashaw is on a mission to find new parents Margo and Damien the perfect lake front vacation home in the beautiful Belgrade Lakes Region! This family-first couple is looking for a peaceful, serene retreat where they can make memories with their active baby and host large family gatherings. With three equally amazing lake front locations, the couple will have to decide which features will be most important to their expanding family.    "
                },
                "11": {
                    "title": "Rustic Paradise by the Lake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation House for Free (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "19 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Jordan and Teagan are looking for an escape from their busy Los Angeles lives. They want a place where they can enjoy the great outdoors with their two dogs. They set their sights on Big Bear with lake access and mountain views.    "
                },
                "12": {
                    "title": "Classic Cape Escape",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation House for Free (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "15 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Tim and Meredith both grew up spending summers on the Cape. The couple wants a place where they can host friends and family and reconnect with their past. But their hesitations over acquiring a second mortgage have been holding them back. With their sights set on a home with enough space to rent out to families, Matt Blashaw will have to find a home with classic Cape charm that won't break the bank.    "
                },
                "13": {
                    "title": "Desert Dreaming",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vacation House for Free (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "15 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Matt Blashaw is on the hunt in sunny La Quinta, CA for a desert escape for Skip, Lara and their two teenage kids. This busy family is looking for a home where they can gather during the holidays and spend quality time together.    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Blashaw, Matt"
            },
            {
                "name": "O'Connor, Brendan"
            },
            {
                "name": "Welling, Peter"
            },
            {
                "name": "O'Connor, Jackie"
            },
            {
                "name": "Welling, Kara"
            },
            {
                "name": "Biondo, Jason"
            },
            {
                "name": "Ketcham, Dennis"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 7.8,
        "votes": 17,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjExMDU0NzkyMV5BMl5BanBnXkFtZTgwMzY5OTI2MzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Matt Blashaw realizes couples' wishes to own a vacation home mortgage free. The secret? He helps them shop for and renovate a \"diamond in the rough\" home in their dream location to command top dollar as a vacation rental. The end result? The couple rents out the renovated home for maximum income part of the year, covering all their annual expenses. For the rest of the year they live in a Vacation House for Free!",
        "languages": [
            "English"
        ],
        "title": "Vacation House for Free",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Vacation House for Free (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Departure Films"
            }
        ],
        "distributors": [
            {
                "name": "Scripps Networks"
            }
        ],
        "plot": [
            "Matt Blashaw realizes couples' wishes to own a vacation home mortgage free.",
            "Matt Blashaw realizes couples' wishes to own a vacation home mortgage free. The secret? He helps them shop for and renovate a \"diamond in the rough\" home in their dream location to command top dollar as a vacation rental. The end result? The couple rents out the renovated home for maximum income part of the year, covering all their annual expenses. For the rest of the year they live in a _Vacation House for Free_ (qv)!"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 17,
                "rating": 7.8
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 5.1
            },
            "aged 45 plus": {
                "votes": 9,
                "rating": 7.3
            },
            "males": {
                "votes": 8,
                "rating": 5.5
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 5.1
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 7.0
            },
            "females": {
                "votes": 7,
                "rating": 7.9
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 6,
                "rating": 7.9
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 6.5
            },
            "us users": {
                "votes": 8,
                "rating": 6.9
            },
            "non us users": {
                "votes": 4,
                "rating": 6.0
            }
        },
        "number of votes": {
            "10": 5,
            "9": 2,
            "8": 4,
            "7": 2,
            "6": 1,
            "5": 1,
            "4": 2,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 7.8,
        "median": 8
    }
}