{
    "imdb": {
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "locations": [
            "Puerto Rico"
        ],
        "genres": [
            "Family"
        ],
        "countries": [
            "Puerto Rico"
        ],
        "country codes": [
            "pr"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "The first season consists of 13 one-hour episodes, each of them filmed in different natural and magical locations. Some of the backdrops of our island include crystal turquoise blue waters, as well as the rich greenery of our spectacular mountains. This show will allow the viewers to discover and almost taste the most delicious and savoury food found on the island. You will indulge in local fruits, plentiful vegetables and learn some of our exceptional ingredients such as our renowned rum, and delicious coffee straight from this island. The viewer is guaranteed to be transported to a real and reachable paradise. The show showcases the whole fun process of cooking as well as learning where our ingredients come from, how we cook them, culminating towards the beautiful conclusion where they become a mouth-watering platter. A different recognized and famous chef hosts each show, which brings versatility to the program and offers the viewer more options of our Puerto Rican cuisine and culinary culture. Salsa and Flavors from Puerto Rico is shot in English with subtitling available. Salsa and Flavors from Puerto Rico, it's an opportunity to enjoy this vibrant island, our wonderful and exotic scenes, refreshing drinks, as well as mouth-watering and appetizing plates that leave our viewer wanting to experience a taste of paradise.",
        "languages": [
            "English"
        ],
        "title": "Salsa and Flavors from Puerto Rico",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Salsa and Flavors from Puerto Rico (Puerto Rico)"
        ],
        "production companies": [
            {
                "name": "Grupo People"
            }
        ],
        "plot": [
            "_Salsa and Flavors from Puerto Rico_ (qv) offers the television viewer a scoop of our most treasured gifts; that is, our exquisite cuisine. The program is beautifully shot on exotic locations around the Enchanted Islands of Puerto Rico.::People Television",
            "The first season consists of 13 one-hour episodes, each of them filmed in different natural and magical locations. Some of the backdrops of our island include crystal turquoise blue waters, as well as the rich greenery of our spectacular mountains. This show will allow the viewers to discover and almost taste the most delicious and savoury food found on the island. You will indulge in local fruits, plentiful vegetables and learn some of our exceptional ingredients such as our renowned rum, and delicious coffee straight from this island. The viewer is guaranteed to be transported to a real and reachable paradise. The show showcases the whole fun process of cooking as well as learning where our ingredients come from, how we cook them, culminating towards the beautiful conclusion where they become a mouth-watering platter. A different recognized and famous chef hosts each show, which brings versatility to the program and offers the viewer more options of our Puerto Rican cuisine and culinary culture. _Salsa and Flavors from Puerto Rico_ (qv) is shot in English with subtitling available. _Salsa and Flavors from Puerto Rico_ (qv), it's an opportunity to enjoy this vibrant island, our wonderful and exotic scenes, refreshing drinks, as well as mouth-watering and appetizing plates that leave our viewer wanting to experience a taste of paradise.::People Television"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}