{
    "imdb": {
        "raw release dates": [
            {
                "country": "Japan\n",
                "date": "4 September 2014"
            },
            {
                "country": "Japan\n",
                "date": "4 October 2014"
            }
        ],
        "release dates": [
            "Japan::4 September 2014",
            "Japan::4 October 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Majikku Kaito 1412"
            },
            {
                "countries": "Germany",
                "title": "Magic Kaito 1412"
            },
            {
                "countries": "World-wide (English title)",
                "title": "Magic Kaito 1412"
            }
        ],
        "akas": [
            "Majikku Kaito 1412 (original title)",
            "Magic Kaito 1412 Germany",
            "Magic Kaito 1412 World-wide (English title)"
        ],
        "akas from release info": [
            "Majikku Kaito 1412 (original title)",
            "Magic Kaito 1412 Germany",
            "Magic Kaito 1412 World-wide (English title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Revived Phantom Thief Kid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magic Kaito 1412 (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "4 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    When the Mysterious Kid the Phantom Thief returns Kaito Kuroba vows to capture him with the power of magic. However his plan quickly backfires as Kaito learns that his father was the original Kid the Phantom Thief. Now Kaito must decide if he is going to accept this fact and become the new Phanton Thief or if the legend should be sealed away for good.    "
                },
                "2": {
                    "title": "Blue Birthday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magic Kaito 1412 (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "11 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    When Kaito begins stealing jewels, he gets a mysterious call from someone telling him not to take any jewels unless he wants to die. Kaito ignores the warning and vows to steal a giant blue jewel. After gaining possession of it, he learns that the group responsible for killing his father is stealing large jewels. They believe one of the large jewels contains the aurora stone, which can grant an individual eternal life. Kaito vows to find the jewel with the aurora stone and crush it as a token of revenge for his fathers death.    "
                },
                "3": {
                    "title": "Hustler vs. Magician",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magic Kaito 1412 (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "18 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Kaito learns his faithful butler was once a master pool shark that had a jeweled pool cue. The pool cue is supposed to only be kept by a master pool player. Kaito vows to steal it and return it to his butler, but instead he gets pulled into a game of 9-ball as himself against a hustler. Does Kaito know enough magicians skills to be able to literally steal the win?    "
                },
                "4": {
                    "title": "A Great Detective Steps Into the Light",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magic Kaito 1412 (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "25 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    When Detective Saguru Hakuba returns from London, he vows to capture and learn the identity of Kid the Phantom Thief. Saguru quickly becomes a classmate to Kaito. When he sees Kaito refuse tickets to a concert with Aoko Nakamori, he decides to take matters into his own hands. Him and Kaito get into a bet. If Aoko can capture the Phantom Thief then he can take Aoko to the concert. If he fails to do so, then Kaito becomes the winner. Kaito gets trapped in the basement by Aoko, and the two race to the lone gas mask there. Kaito manages to claim it and comes out of the ...    "
                },
                "5": {
                    "title": "A Temptation in Scarlet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magic Kaito 1412 (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Kaito has a new classmate, Akako, who appears to possess genuine magic abilities, the kind that bend everyone to her will - except for Kaito and his alter ego, Kid the Phantom Thief. Who will come out on top in the inevitable showdown, sorceress or illusionist?    "
                },
                "6": {
                    "title": "Black Star",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magic Kaito 1412 (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Kid the Phantom Thief attempts a bold clock tower robbery in a building swarming with the police, but his real rival takes the stage here for the first time, turning the endeavor into a fierce battle of wits.    "
                },
                "7": {
                    "title": "Kaito Kuroba's Busy Holiday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magic Kaito 1412 (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "15 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    When Inspector Nakamori catches a glimpse of Kaito's face during an attempted robbery, the young magician has to \"prove\" he's not Kid the Phantom Thief by going on a date with Aoko at the same time Kid is supposed to make his next appearance.    "
                },
                "8": {
                    "title": "The Adult's Charm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magic Kaito 1412 (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "22 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Real magic comes back to haunt Kaito in the form of Akako. This time, the sorceress is so annoyed with her classmate that she plots to wipe him out when he's in his Phantom Thief identity. And to stack the deck, Akako turns Inspector Nakamori into a murderous thug.    "
                },
                "9": {
                    "title": "The Phantom Lady Appears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magic Kaito 1412 (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "29 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    In the present, Kaito and Aoko are lured into a trap at the top of the Toto Tower, while in the past, the first Kid the Phantom Thief and the mysterious Phantom Lady have an exciting first encounter at the top of the Eiffel Tower.    "
                },
                "10": {
                    "title": "The Phantom Lady and Ryoma's Treasure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magic Kaito 1412 (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 7,
                    "original air date": "6 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Kid's first order of business is saving himself and an unconscious, handcuffed Aoko as they plummet from the top of Toto Tower in an antique car. Assuming he succeeds, the next challenge is finishing his mother's last job, bringing a crooked antiques dealer to justice. But his mother never had to deal with the brilliant diminutive detective, Edogawa Conan.    "
                },
                "11": {
                    "title": "Kid and Conan's Ryoma Treasure Illusion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magic Kaito 1412 (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 7,
                    "original air date": "13 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    The Detective Conan crossover concludes with a night at the museum, in which Kid goes out of his way to return stolen items amid a crowd of adoring fans, the police who want to take him down, and a couple of real criminals.    "
                },
                "12": {
                    "title": "Christmas Eve - Two Kaitou Kids",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magic Kaito 1412 (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "27 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    When the greedy owner of a department store has an employee impersonate Kid the Phantom Thief to steal the Star of the Giants, he doesn't count on the real Kid showing up on Christmas Eve to foil his plan.    "
                },
                "13": {
                    "title": "Stay Away from Him",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magic Kaito 1412 (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "10 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Kaito takes a break from thieving to go on his class ski trip, but when his teacher holds a couples-only masquerade ski tournament, he finds himself in a tug-of-war between the witchy Akako and childhood friend Aoko.    "
                },
                "14": {
                    "title": "Crystal Mother",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magic Kaito 1412 (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "17 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Kaito and Aoko are on a luxury train with the Queen of Ingram, her son, and the Principality of Ingram's Crystal Mother, a huge topaz that may contain the Pandora jewel. The queen has the real jewel cleverly hidden, though, making it a challenge for Kaito/Kid to find it before the train reaches Osaka. On top of that, he's got competition, as there's a Snake on the train.    "
                },
                "15": {
                    "title": "The Princess and the Thief's Improv",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magic Kaito 1412 (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "24 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    When a princess with a priceless jewel comes to town, Inspector Nakamori is sidelined by a detective from her country who shoots first and - shoots again later, until his quarry is killed. Naturally, his target is Kid the Phantom Thief.    "
                },
                "16": {
                    "title": "Kid Vs Conan, Miraculous Midair Flight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magic Kaito 1412 (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "31 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Kid the Phantom Thief literally rises to the occasion when old man Jirokichi of the Suzuki conglomerate throws down the gauntlet. But with Detective Conan as part of the security team guarding the Blue Wonder jewel, will Kaito finally get his wings clipped?    "
                },
                "17": {
                    "title": "Green Dream",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magic Kaito 1412 (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "7 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Kid's next target is Green Dream, the world's largest emerald and a one-time-only stage prop for a local play. Though the venue is crawling with cops under Nakamori's command, will Kid be able to make off with Green Dream as well as make a young actress's dream come true?    "
                },
                "18": {
                    "title": "Golden Eye Part 1: Challenge from Chat Noir",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magic Kaito 1412 (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "14 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Kid has a new phantom thief rival in town, who flew all the way from France: Chat Noir. The felonious feline challenges Kid to steal a cat's-eye ring which may have belonged to Marie Antoinette, but this time, tough security measures have also been imported from France.    "
                },
                "19": {
                    "title": "Golden Eye Part 2: Kid vs Chat Noir Showdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magic Kaito 1412 (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "21 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Right on schedule, Kid the Phantom Thief makes his move to steal Marie Antoinette's cat's-eye ring off the hand of Inspector Nakamori - but has the French cat burglar Chat Noir already made the first move? And will either one of them be able to escape the \"inescapable cage\"?    "
                },
                "20": {
                    "title": "Dark Knight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magic Kaito 1412 (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "28 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Kid is pressured into teaming up with Nightmare, a masked criminal mastermind with a penchant for losing partners to police custody and sometimes death itself. Will Kid make a successful steal and survive the night?    "
                },
                "21": {
                    "title": "Kid vs Conan: Teleportation Under the Moonlight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magic Kaito 1412 (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "7 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Kid the Phantom Thief accepts another challenge from old man Suzuki, which means Conan will be on the scene, too. Although given short notice, Kaito tries to think of a show-stopper of a trick to impress his rival and get away with the jewels.    "
                },
                "22": {
                    "title": "Red Tear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magic Kaito 1412 (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "14 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Kid's next target is Red Tear, a gem that belongs to the leader of a magic troupe. But just as he changes his mind after realizing something important, Kaito notices that Snake and his henchmen are also after Red Tear. What's a phantom thief to do?    "
                },
                "23": {
                    "title": "Midnight Crow Part 1: His Name is Kaitou Corbeau!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magic Kaito 1412 (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "21 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Corbeau the Phantom Thief, a black-clad, dead-ringer for Kid's father, appears and challenges him. Kaito agrees, but if he fails, he'll have to retire as a phantom thief.    "
                },
                "24": {
                    "title": "Midnight Crow Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Magic Kaito 1412 (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "28 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    In this final episode, Kid goes up against the enigmatic Corbeau one more time as they vie for the jewel that may contain Pandora, which means Snake can't be far behind.    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Ichimichi, Mao"
            },
            {
                "name": "Yamaguchi, Kappei"
            },
            {
                "name": "Ishizuka, Unshô"
            },
            {
                "name": "Hazama, Michio"
            },
            {
                "name": "Ikeda, Shûichi"
            },
            {
                "name": "Tanezaki, Atsumi"
            },
            {
                "name": "Kitamura, Eri"
            },
            {
                "name": "Miyano, Mamoru"
            },
            {
                "name": "Tomizawa, Michie"
            },
            {
                "name": "Yamazaki, Wakana"
            },
            {
                "name": "Takayama, Minami"
            },
            {
                "name": "Tomita, Kôsei"
            },
            {
                "name": "Kosugi, Jûrôta"
            },
            {
                "name": "Koyama, Rikiya"
            },
            {
                "name": "Arimoto, Kinryû"
            },
            {
                "name": "Matsuda, Naoko"
            },
            {
                "name": "Yukino, Satsuki"
            },
            {
                "name": "Tahara, Aruno"
            },
            {
                "name": "Koyasu, Takehito"
            },
            {
                "name": "Sakuya, Shunsuke"
            },
            {
                "name": "Tsunematsu, Ayumi"
            },
            {
                "name": "Chafûrin"
            },
            {
                "name": "Fukuda, Nobuaki"
            },
            {
                "name": "Isobe, Tsutomu"
            },
            {
                "name": "Shimamoto, Sumi"
            },
            {
                "name": "Tanaka, Nobuo"
            },
            {
                "name": "Asanuma, Shintarô"
            },
            {
                "name": "Hamada, Kenji"
            },
            {
                "name": "Hayashibara, Megumi"
            },
            {
                "name": "Igarashi, Rei"
            },
            {
                "name": "Kusao, Takeshi"
            },
            {
                "name": "Nakamura, Chie"
            },
            {
                "name": "Satô, Rina"
            },
            {
                "name": "Shindou, Kei"
            },
            {
                "name": "Takagaki, Ayahi"
            },
            {
                "name": "Taketatsu, Ayana"
            },
            {
                "name": "Tsukayama, Masane"
            }
        ],
        "genres": [
            "Animation",
            "Adventure",
            "Comedy",
            "Crime"
        ],
        "runtimes": [
            "25"
        ],
        "countries": [
            "Japan"
        ],
        "country codes": [
            "jp"
        ],
        "language codes": [
            "ja"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Germany:6::(some episodes)",
            "Germany:12::(some episodes)",
            "Malaysia:P13::(DVD rating)"
        ],
        "number of seasons": 1,
        "rating": 7.5,
        "votes": 162,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMGM1NGYzNWEtODQwMy00ZGU2LTg2NmEtZWNjZjM5OTJlZjE2XkEyXkFqcGdeQXVyMjQ5NjMxNDA@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "High school student Kaito loves magic. His father was a genius magician with a secret identity as the Phantom Thief Kid. Unfortunately his father died in an unforeseen accident in a magic act. Eight years later, Kaito unexpectedly learns of his father's secret identity, and that he may have been murdered. In order to uncover the truth, he dons a silk hat and a white cape to follow in his father's footsteps as the Phantom Thief Kid.",
        "languages": [
            "Japanese"
        ],
        "title": "Magic Kaito 1412",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Aoyama, Gosho"
            }
        ],
        "production companies": [
            {
                "name": "A-1 Pictures"
            }
        ],
        "distributors": [
            {
                "name": "Etc... TV"
            }
        ],
        "plot": [
            "High school student Kaito loves magic. His father was a genius magician with a secret identity as the Phantom Thief Kid. Unfortunately his father died in an unforeseen accident in a magic act. Eight years later, Kaito unexpectedly learns of his father's secret identity, and that he may have been murdered. In order to uncover the truth, he dons a silk hat and a white cape to follow in his father's footsteps as the Phantom Thief Kid."
        ],
        "tech": {
            "runtime": [
                "25 min (Japan)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 162,
                "rating": 7.5
            },
            "aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 18 29": {
                "votes": 72,
                "rating": 7.8
            },
            "aged 30 44": {
                "votes": 23,
                "rating": 6.5
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 2.5
            },
            "males": {
                "votes": 84,
                "rating": 7.1
            },
            "males aged 18 29": {
                "votes": 54,
                "rating": 7.6
            },
            "males aged 30 44": {
                "votes": 20,
                "rating": 6.5
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 2.5
            },
            "females": {
                "votes": 25,
                "rating": 8.1
            },
            "females aged 18 29": {
                "votes": 18,
                "rating": 8.3
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 6.7
            },
            "top 1000 voters": {
                "votes": 7,
                "rating": 6.1
            },
            "us users": {
                "votes": 11,
                "rating": 5.9
            },
            "non us users": {
                "votes": 58,
                "rating": 7.0
            }
        },
        "number of votes": {
            "10": 50,
            "9": 22,
            "8": 34,
            "7": 26,
            "6": 14,
            "5": 7,
            "4": 3,
            "3": 2,
            "2": 2,
            "1": 2
        },
        "arithmetic mean": 8.0,
        "median": 8
    }
}