{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "10 February 2014"
            },
            {
                "country": "UK\n",
                "date": "2 October 2014"
            },
            {
                "country": "Finland\n",
                "date": "17 October 2015"
            }
        ],
        "release dates": [
            "UK::10 February 2014",
            "UK::2 October 2014",
            "Finland::17 October 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Detectorists"
            },
            {
                "countries": "Finland",
                "title": "Me metallinetsijät"
            },
            {
                "countries": "Finland (Swedish title)",
                "title": "Detektoristerna"
            },
            {
                "countries": "Russia",
                "title": "Искатели сокровищ"
            },
            {
                "countries": "Spain",
                "title": "Detectorists"
            },
            {
                "countries": "USA",
                "title": "Detectorists"
            }
        ],
        "akas": [
            "Detectorists (original title)",
            "Me metallinetsijät Finland",
            "Detektoristerna Finland (Swedish title)",
            "Искатели сокровищ Russia",
            "Detectorists Spain",
            "Detectorists USA"
        ],
        "akas from release info": [
            "Detectorists (original title)",
            "Me metallinetsijät Finland",
            "Detektoristerna Finland (Swedish title)",
            "Искатели сокровищ Russia",
            "Detectorists Spain",
            "Detectorists USA"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detectorists (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 132,
                    "original air date": "8 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Photon solar energy group is aiming to build a solar farm in Danebury. Blissfully unaware of the plan Andy and Lance are still looking for buried treasure - construction worker Andy, with Becky and their baby living with disapproving mother-in-law Veronica whilst Lance is sharing his flat with his messy, noisy teen-aged daughter Kate. The group is shocked to read of Photon's intention in the local paper - but then Andy makes a potentially interesting discovery.    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detectorists (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 117,
                    "original air date": "15 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Despite interruptions from curious ramblers Lance and Andy are finding more and more Roman coins. However Lance's sea-sickness leads him to see hypnotherapist Dr Hoffman so he can stay on girlfriend Toni's houseboat - though its success is questionable. Meanwhile rival detectorists Art and Paul have made their own arrangement with Photon, which Lance needs to challenge.    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detectorists (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 98,
                    "original air date": "22 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    After Lance and Andy have raced Art and Paul to what they believe is a Roman burial site Andy quits his job when the boss destroys a Roman mosaic at the site. Unfortunately he fails to tell Becky when they go flat-hunting. Lance is jubilant at finding a gold coin but he is not happy when a magpie flies off with it - and Maggie, on her own again, decides to return to him when he is hoping to have Toni stay at his flat.    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detectorists (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 93,
                    "original air date": "29 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Lance and Andy pitch a tent to guard the field but with Andy, having quit site work for killing weeds by the road-side, Lance keeps a lone vigil to catch the magpies stealing coins - and fails. Nor is Toni happy that he lied about Maggie staying with him and it is down to Kate to get rid of the unwanted visitor. Andy also finds an unusually sympathetic ear in Veronica.    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detectorists (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 96,
                    "original air date": "6 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    As Lance and Andy determine to save an oak tree in their field Kate puts in a good word for her father with Toni, with positive results. Andy is also pleased to discover a run-down cottage he feels he and Becky can afford to buy at auction and, in his efforts to save the tree, inadvertently comes upon the answer to his problems, despite the efforts of Art and Paul with the Bat Action Trust .    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detectorists (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 171,
                    "original air date": "13 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    As Kate moves onto Toni's house boat allowing Toni to move in with her father, Lance and Andy call a truce with Art and Paul, allowing them to excavate the potentially valuable field. Thanks to Veronica Andy and Becky buy their cottage but the pursuit of treasure still proves to be elusive to the group.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detectorists (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 242,
                    "original air date": "10 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Andy and Lance are members of the small but dedicated Danbury Metal Detecting Club (DMDC), who search for buried treasure with metal detectors. As boring club president Terry welcomes new member student Sophie Andy and Lance determine to look for the rumoured Saxon hoard on farm-land owned by eccentric Larry Bishop, a man once suspected of killing his wife. The pair visit Larry, now a befuddled old man, but he does tell them of an archaeological dig halted by the outbreak of World War Two and allow them to search his land.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detectorists (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 190,
                    "original air date": "9 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Exploring Larry Bishop's land Lance and Andy find nothing of interest though they do encounter Art and Paul from the rival Antiquisearchers, whom they send packing. Bishop tells them that some years ago he found some treasures which he gave to Justine but declines to say who Justine is. He also gives them some gold but they decide to keep it a secret. Actually Sophie has heard what they are doing but believes from her research that the Saxon hoard they want is in the next county. Lance meanwhile is anxious to reform his old folk duo with Andy so that he can perform a ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detectorists (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 189,
                    "original air date": "16 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Andy and Lance perform at the open mike evening but Lance is upset that Maggie does not come to support him whilst Andy's insistence that his girlfriend Becky should not turn up to see him looking foolish leads to her believing he is having an affair with Sophie. They decide to tell Terry that they have permission to dig up Larry Bishop's land and, as an ex-policeman still determined to catch Larry for the suspected murder of his wife, he is happy to join them. Unfortunately the result is rather explosive.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detectorists (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 175,
                    "original air date": "23 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Hospitalized after unearthing the UXB Terry decides to retire as club president, nominating a reluctant Andy to succeed him. Next day Andy and Sophie find a gold coin on Bishop's land and share a chaste, celebratory kiss before the army arrives to declare the land out of bounds whilst they look for more bombs. Angry that Andy was with Sophie and not him when he found the coin Lance forms his own pub quiz team comprising Maggie and Tony, who beat Andy, Sophie and Becky - the deal being that the loser not only stands down as president but resigns from the club.To make ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detectorists (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 179,
                    "original air date": "30 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Still puzzled as to why she left him Andy visits Becky, who shows him the incriminating photo. He does make it up with Lance, who confesses to Sophie that he has won over a quarter of a million pounds on the lottery. He does not tell her that Maggie has asked him for a loan to save her shop. Sophie is however seen to be a traitor when it transpires that she is a former member of the Antiquisearchers and with the army declaring Larry's farm a free-for-all the group considers disbanding though Terry saves the day by withdrawing his resignation. Andy discovers that Becky...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detectorists (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 187,
                    "original air date": "6 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Lance learns that Maggie has known about his lottery win whilst Andy wins back Becky by selling his detecting equipment and promising to give up his activity. In the pub they meet Larry Bishop, who tells them that his wife is alive and well and the bones dug up belonged to his dead dogs. The club holds an open day but the only person to turn up is Sophie, who informs everybody that Antiquisearchers have been disqualified from the dig for placing nails on the site. Becky's excellent local history knowledge comes in very handy as everybody rallies to find the Saxon ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detectorists (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 160,
                    "original air date": "29 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Andy's been thinking about internet dating. Not for him, but for his friend Lance who's still not over the departure of his ex-wife. A mysterious stranger arrives to tempt the Danebury Metal Detecting Club in more ways than one.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detectorists (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 134,
                    "original air date": "5 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    A slightly jealous Andy spies on Sophie as she helps Peter with his research and on Lance as he secretly meets Internet date Kate though Lance and Andy unite to warn rival detectorists Simon and Garfunkel against joining the search for the plane wreckage. Becky meanwhile, bored with her job, considers voluntary work abroad and the mayor asks Terry to help him find his lost ceremonial chain.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detectorists (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 139,
                    "original air date": "12 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Charged with finding the mayor's lost chain detectorists Russell and Hugh are disturbed to find themselves in a dogging area but since the mayor owns the field with the plane wreckage in it they are told to keep searching. Andy is less than enthusiastic when Becky tells him that she has put them both forward for voluntary work in Africa but he gets an even bigger surprise when Lance tells him the identity of the young lady with whom he has been seen.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detectorists (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 135,
                    "original air date": "19 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Russell and Hugh lean on the mayor to let them dig in his field but Terry discovers that Peter's grandfather did not die in a plane crash though Peter seems vague about it and instead asks Sophie to tour the country with him in a camper van. Annoyed to see that an amateur detectorist in Warwickshire unearthed a valuable cache of coins Andy is further perturbed when his interview for the job in Africa does not seem to go well. Lance meanwhile is also upset when Kate finds his attempts to connect with her overpowering.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detectorists (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 136,
                    "original air date": "26 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Andy passes his interview but keeps the fact a secret from Becky, which so annoys her she considers leaving him, whilst Lance is worried that his overly effusive actions have lost Kate forever. The pair discover that Peter is an impostor whose real interest is in unearthing a cache of gold coins in collusion with Simon and Garfunkel and without a licence to do so. A nocturnal stake-out results in Simon and Garfunkel being arrested though Peter escapes.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detectorists (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 180,
                    "original air date": "3 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Peter is arrested following the news that he has a life-time ban on metal detecting for disturbing war graves in Germany. The group hosts a rally for other local enthusiasts with Kate turning up to reconcile with her father and Andy getting unexpectedly wise advice from his mother-in-law regarding his and Becky's future. And Lance makes a very valuable find.    "
                },
                "7": {
                    "title": "Christmas Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Detectorists (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 136,
                    "original air date": "23 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Lance's big find seems to have brought him nothing but misfortune, as the mysterious 'Curse of the Gold' appears to be taking its toll. Meanwhile, Andy briefly returns in good spirits from his adventures in Botswana and a things take an upward turn for Lance when he finds a way to make his peace with the earth.    "
                }
            }
        },
        "number of episodes": 19,
        "cast": [
            {
                "name": "Crook, Mackenzie"
            },
            {
                "name": "Jones, Toby"
            },
            {
                "name": "Stirling, Rachael"
            },
            {
                "name": "Horan, Gerard"
            },
            {
                "name": "Quigley, Pearce"
            },
            {
                "name": "Ladwa, Divian"
            },
            {
                "name": "Checkley, Laura"
            },
            {
                "name": "Thompson, Sophie"
            },
            {
                "name": "Ben, Orion"
            },
            {
                "name": "Edwards, Aimee-Ffion"
            },
            {
                "name": "Farnaby, Simon"
            },
            {
                "name": "Casar, Paul"
            },
            {
                "name": "Davies, Alexa"
            },
            {
                "name": "Benjamin, Lucy"
            },
            {
                "name": "Callard, Rebecca"
            },
            {
                "name": "Hill, Jacob"
            },
            {
                "name": "Donskoy, Daniel"
            },
            {
                "name": "Hill, Isabella"
            },
            {
                "name": "Sterne, David"
            },
            {
                "name": "Rigg, Diana"
            },
            {
                "name": "Riches, Adam"
            },
            {
                "name": "Wallace, Asa James"
            },
            {
                "name": "Pretty, Michael"
            },
            {
                "name": "Key, Tim"
            },
            {
                "name": "Collard, Kenneth"
            },
            {
                "name": "Tetsell, Dan"
            },
            {
                "name": "Langley, Ben"
            },
            {
                "name": "Buckley, Sean"
            },
            {
                "name": "Sissons, Rob"
            },
            {
                "name": "Lusardi, Linda"
            },
            {
                "name": "Roth, Jack"
            },
            {
                "name": "Keating, John Henry"
            },
            {
                "name": "Meeten, Tom"
            },
            {
                "name": "Waring, Nick"
            },
            {
                "name": "Morgan, Kerry Grace"
            },
            {
                "name": "Bell, Rachel"
            },
            {
                "name": "Ayeh, Jaygann"
            },
            {
                "name": "Darvas, Anna"
            },
            {
                "name": "Allsop, Timothy"
            },
            {
                "name": "Earl, Vanessa"
            },
            {
                "name": "Olaseni, Dante"
            },
            {
                "name": "Kirk, Alexander"
            },
            {
                "name": "Phillips, Daniel"
            },
            {
                "name": "Harries, Julian"
            },
            {
                "name": "Slater, Peter"
            },
            {
                "name": "Thakrar, Lucinda Rhodes"
            },
            {
                "name": "Bishop, Kevin"
            },
            {
                "name": "Kenion, Ella"
            },
            {
                "name": "Carmichael, Colin Michael"
            },
            {
                "name": "Reidman, Neil"
            }
        ],
        "locations": [
            "Framlingham, England, UK",
            "Orford, Suffolk, England, UK::(King's Head pub)",
            "Ipswich, Suffolk, England, UK::(Mecca Bingo)"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Finland:S::(season 1)",
            "Finland:K-7::(season 2)",
            "United Kingdom:15",
            "United States:Not Rated"
        ],
        "number of seasons": 3,
        "rating": 8.6,
        "votes": 7740,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZGUyOWJiYTUtN2E0Ni00MGUwLTk4ZjktYzc3ZmRkNzVlNTU0XkEyXkFqcGdeQXVyMTExNDQ2MTI@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Detectorists",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-2017",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Crook, Mackenzie"
            },
            {
                "name": "Ellard, Andrew"
            }
        ],
        "production companies": [
            {
                "name": "Channel X"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "Yleisradio (YLE)"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "special effects": [
            {
                "name": "DNegTV"
            }
        ],
        "other companies": [
            {
                "name": "Digital Orchard"
            },
            {
                "name": "Panavision"
            },
            {
                "name": "The Helicopter Girls"
            }
        ],
        "plot": [
            "The lives of two eccentric metal detectorists, who spend their days plodding along ploughed tracks and open fields, hoping to disturb the tedium by unearthing the fortune of a lifetime."
        ],
        "tech": {
            "runtime": [
                "30 min",
                "2 hr 54 min (174 min) (total run time) (season 1) (Finland)",
                "3 hr 20 min (200 min) (total run time) (season 2) (Finland)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 7740,
                "rating": 8.6
            },
            "aged under 18": {
                "votes": 3,
                "rating": 8.7
            },
            "aged 18 29": {
                "votes": 792,
                "rating": 8.4
            },
            "aged 30 44": {
                "votes": 2400,
                "rating": 8.4
            },
            "aged 45 plus": {
                "votes": 2141,
                "rating": 8.8
            },
            "males": {
                "votes": 4571,
                "rating": 8.6
            },
            "males aged under 18": {
                "votes": 3,
                "rating": 8.7
            },
            "males aged 18 29": {
                "votes": 646,
                "rating": 8.4
            },
            "males aged 30 44": {
                "votes": 1914,
                "rating": 8.5
            },
            "males aged 45 plus": {
                "votes": 1612,
                "rating": 8.8
            },
            "females": {
                "votes": 1174,
                "rating": 8.5
            },
            "females aged 18 29": {
                "votes": 137,
                "rating": 8.4
            },
            "females aged 30 44": {
                "votes": 446,
                "rating": 8.3
            },
            "females aged 45 plus": {
                "votes": 495,
                "rating": 8.8
            },
            "top 1000 voters": {
                "votes": 94,
                "rating": 6.6
            },
            "us users": {
                "votes": 1306,
                "rating": 8.6
            },
            "non us users": {
                "votes": 3193,
                "rating": 8.5
            }
        },
        "number of votes": {
            "10": 2912,
            "9": 2478,
            "8": 1396,
            "7": 522,
            "6": 152,
            "5": 94,
            "4": 37,
            "3": 31,
            "2": 35,
            "1": 83
        },
        "arithmetic mean": 8.8,
        "median": 9
    }
}