{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "7 July 2014"
            }
        ],
        "release dates": [
            "USA::7 July 2014"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Website Graphics: Why Formatting Matters in Content Marketing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geekspeak Guides (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "5 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    on Google+ and Pinterest? There are several formats for online images: jpg/jpeg, gif and the current favorite, png. What's the difference? How do we know which we want? Can we simply rename an image? What about saving as, a save as after saving as? A copy of a copy of a copy - even digitally - begins to lose quality. We'll give you tips on how to avoid that issue and keep your images as crisp, clear and lovely as possible.    "
                },
                "2": {
                    "title": "Email Marketing Services: Reviews and Selection Process",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geekspeak Guides (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "12 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Let's start with this question: Do you COLLECT EMAIL ADDRESSES from people who want to learn more about your services or products? We'll assume you give a big, resounding YES to this question. In this next show, we'll give you further validation as to WHY this is the most effective way to communicate with your customers, potential customers and strategic partners in a group. We'll also offer a few ideas of ENTICING ways to increase the chances that your email will be opened.    "
                },
                "3": {
                    "title": "Needling the Competition Through Strategic Charitable Alliances",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geekspeak Guides (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "19 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    It's great to volunteer for local charities. In business, it's a great way to bring your staff together to make a difference, to get PR materials, but the biggest goal is to benefit the charity! Why not benefit MORE charities by needling your competition by example? What if 5 local auto dealers got together - they compete, but they all love kids - they could each promote a local charity event for their kid charity and post, submit a release and invite the media to it. The agreement could be they all mention each other in a friendly, needling way - WHAT A GREAT ...    "
                },
                "4": {
                    "title": "Quick Content Creation Through Copy/Paste and the Pitfalls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geekspeak Guides (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "26 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    People tell us to simply, \"copy and paste.\" That's well and fine for an email, but for your website it can cause a huge mess depending on many factors including your editor, admin, browser and more. We'll walk through several scenarios of copy/paste through a few editors and solutions to fixing the mess. Copy, paste; more like copy, strip, paste, review, format. This time we will have special cohost, +Stephan Hovnanian sitting in for Yvonne Heimann. Stephan Hovnanian is an entrepreneur who has spent his career helping companies overcome the challenges of maintaining ...    "
                }
            },
            "1": {
                "1": {
                    "title": "How to Ask for Support",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geekspeak Guides (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "7 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    That sinking feeling you get when something you NEED to work, DOESN'T. We've all been there. Get tips on how to ask the right questions to get the right kind of help fast.    "
                },
                "2": {
                    "title": "Selecting the *RIGHT* WordPress Theme",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geekspeak Guides (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "14 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    There are so many Word Press themes to choose from, it can be overwhelming. How do you choose the right one for your site? Susan and Yvi talk all things theme in this week's Geekspeak Guides.    "
                },
                "3": {
                    "title": "Updating WordPress - Don't Push Update Yet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geekspeak Guides (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "21 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Should you update immediately after a new version of Word Press becomes available? You may want to wait for a bit. Susan and Yvi talk about the pros of holding off on jumping to the latest updates.    "
                },
                "4": {
                    "title": "Usernames & Passwords",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geekspeak Guides (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "28 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Passwords can be unwieldy to manage. No, you can't use Password123 any more. Susan and Yvi talk about their favorite password tools and cover the particulars of creating secure passwords.    "
                },
                "5": {
                    "title": "Social Media Widgets for Your Site",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geekspeak Guides (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "4 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Connection is king with social media. Susan and Yvi share their favorite social media widgets with you to help you foster those connections with your site and your content.    "
                },
                "6": {
                    "title": "Now You've Done It, You've Overwidgeted!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geekspeak Guides (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "11 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    WordPress is powerful and lovely, but oh-so-tempting when it comes to add-ons and widgets. Do you have too many widgets on your site? How does that affect your site's performance? Let's talk widgets.    "
                },
                "7": {
                    "title": "Where Is Your Damn Contact Information?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geekspeak Guides (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "18 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    If someone were to try to find your contact information on your site, would they find it easily? Is your contact info in a really obvious place, or is it more of a scavenger hunt? Make yourself easy to find.    "
                },
                "8": {
                    "title": "Colors & Fonts: Can We Read Your Website Easily?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geekspeak Guides (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "25 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Susan and Yvi talk web site design and color choice in this week's Geekspeak Guides. Can people easily read your web site on ALL devices? Talk color and fonts with the Geekspeak gals.    "
                },
                "9": {
                    "title": "Time to Step Up Your Game and Get a Real Headshot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geekspeak Guides (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "1 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    What does your head shot look like? A professional needs a professional head shot, not just a selfie. This week, Susan and Yvi talk about the do's and don'ts of head shots.    "
                },
                "10": {
                    "title": "Webfont Smackdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geekspeak Guides (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "8 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    It's time for a web font smackdown. Susan and Yvi take on fonts in this week's Geekspeak Guides. Choose fonts with personality, but think about load time, ease of reading, and how many are too many.    "
                },
                "11": {
                    "title": "PSA Show: Beware of Unsolicited Calls and Emails!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geekspeak Guides (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "15 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Don't be too quick to click. It's phishing season. Susan and Yvi help you learn how to spot a scam and protect yourself and your loved ones against online and phone scams.    "
                },
                "12": {
                    "title": "Google Calendar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geekspeak Guides (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "22 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Google calendars are a go-to planning tool for businesses and families alike. Are you using it to your full advantage? Susan and Yvi walk you through how simple using Google Calendar can be.    "
                },
                "13": {
                    "title": "YouTube - Get Them Watching Your Content",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geekspeak Guides (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "29 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Did you know? YouTube is the largest search engine in the WORLD. Susan and Yvi cover some of the great ways to use YouTube videos to increase your audience and your reach.    "
                },
                "14": {
                    "title": "Windows Shortcuts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geekspeak Guides (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "6 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Speed up with shortcuts. Susan and Yvi share their favorite Windows shortcuts with you, including the basics and special characters. They didn't forget you Mac folks. What are YOUR favorites?    "
                },
                "15": {
                    "title": "Broken Link Checker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geekspeak Guides (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "13 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Do you have a site you've been working on for years? Chances are you have broken links. Find out how to track them down, fix them, and maintain them with these powerful tools and tricks.    "
                },
                "16": {
                    "title": "RSS Feeds - Your Superpower Online",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geekspeak Guides (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "20 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Behold, the power of RSS. Join Susan and Yvi as they share with you the secret to possessing a superpower online: RSS. Use RSS to take your content to the people on multiple platforms, including your podcast, Pinterest and even iTunes.    "
                },
                "17": {
                    "title": "Code Languages",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geekspeak Guides (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "27 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Susan and Yvi teach you HTML code!This knowledge comes in handy whenever you need to write a blog post, have to edit a profile, and figure out how to spiff something. This is a basic survival guide to add value to your skills and to make better use of your time when you are tapped to be a contributor.    "
                },
                "18": {
                    "title": "Podcast from Post",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geekspeak Guides (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "3 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    How do you take video or audio interview share it in other places? Susan and Yvi teach you how to take your awesome video content and carry it over to a podcast venue such as Podbean.    "
                },
                "19": {
                    "title": "Creative Solutions to Stockphotos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geekspeak Guides (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "10 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    What's the matter with stockphotography? NOTHING. It's how you USE IT. Stop searching for \"business, people, smiling, ethnic\" and stir it up: \"bananas, crashing\" instead - really. What about your own photos? Think about concepts when you are out.    "
                },
                "20": {
                    "title": "Feedburner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geekspeak Guides (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "17 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    This free service from Google can help you aggregate and distribute your content in an efficient manner in more ways than the obvious. It's not just about asking people to \"subscribe to this blog's feed.\" How else can you use the content from feeds?    "
                },
                "21": {
                    "title": "Podcast: Video to Audio",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geekspeak Guides (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "24 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    So you made a video show or tip or guide, but you want to turn it into a podcast. You can do that as a video - depending on your hosting account set up for your podcast station, or you can convert it to audio.    "
                },
                "22": {
                    "title": "Networking Etiquette",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geekspeak Guides (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "1 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Holiday time. Time to dust off those manners both online, in the mail and IN PERSON. We know that many of you are out of practice dressing up and making small talk.    "
                },
                "23": {
                    "title": "YouTube Annotations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geekspeak Guides (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "8 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Let's step back and start with the difference between a channel and a profile on YouTube. THEN, we can talk about VERIFYING your account so you can link your videos to your website within YouTube. THAT's just one use for annotations.    "
                },
                "24": {
                    "title": "Get Your Email Right",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geekspeak Guides (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "15 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    I love that you emailed, but don't know how to get back to you. I have a lot of sales and marketing professionals that email me. I like email. It is nice to organize, civilized and all that.    "
                },
                "25": {
                    "title": "BACK IT UP - Don't Loose Your Contacts and Pictures",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geekspeak Guides (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "22 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Don't cry boo hoo when you lose all of your images and contacts from your phone. Fair warning - BACK IT UP. Not just to the cloud, either.    "
                },
                "26": {
                    "title": "Paypal Buttons on Your Website",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geekspeak Guides (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "29 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Here's the scenario: You've added your PayPal button, sometimes with additional fields, and people were buying. You updated the post to add more information and all sales stopped. What happened?    "
                }
            }
        },
        "number of episodes": 30,
        "cast": [
            {
                "name": "Finch, Susan"
            },
            {
                "name": "Heimann, Yvonne"
            },
            {
                "name": "Loch, Sheryl"
            },
            {
                "name": "Hovnanian, Stephan"
            },
            {
                "name": "Sullivan, Lany"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 2,
        "budget": "$875 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Geekspeak Guides",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Geekspeak Guides (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Ask Yvi"
            },
            {
                "name": "Susan Finch Solutions"
            }
        ],
        "distributors": [
            {
                "name": "Ask Yvi"
            }
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ]
        }
    }
}