{
    "imdb": {
        "raw release dates": [
            {
                "country": "Hong Kong\n",
                "date": "26 June 2014"
            }
        ],
        "release dates": [
            "Hong Kong::26 June 2014"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Warsaw",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fashion on a Plate (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Starting off the season in Warsaw, a beautiful and historical city, we're taking you to the most delectable places and discover some of the most notable and award-winning restaurants around town.    "
                },
                "2": {
                    "title": "Singapore",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fashion on a Plate (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2016",
                    "year": "2016",
                    "plot": "\n    Jetting off to Singapore, a country where the diverse mix of Asian and European culture collides, we get a glimpse of some of the tastiest foods this location has to offer.    "
                },
                "3": {
                    "title": "Madrid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fashion on a Plate (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "1 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    On our third stop, we're taking you to beautiful Madrid to discover some of the classiest and delicious restaurants around the city. From Spanish cuisine to Indian food, this city has everything any traveler can dream of.    "
                },
                "4": {
                    "title": "New York",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fashion on a Plate (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "8 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Our last stop is in the city that never sleeps: New York. A hub and melting pot for food, this city takes us on an international journey with only a few steps. From Japanese sushi to a taste of modern Americana, get an inside look at some of the most delicious and innovative restaurants around town.    "
                }
            },
            "1": {
                "1": {
                    "title": "Paris",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fashion on a Plate (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "26 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Talking about fashion and food, we wouldn't dare miss out the home of high fashion and exquisite cuisine, Paris. When you think about food in France, it is just like creating a one-of-a-kind fashion design - it is refine, sophisticated and delicious. Let the plate do the talking and see it for yourself!    "
                },
                "2": {
                    "title": "Singapore",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fashion on a Plate (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "3 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    A must-try food from the little red that, that is Singapore, is well loved for its flavor with fashion. Set your mood for another food adventure with an attractive proportion of avant-garde dishes. Truly, food and fashion is an important aspect in Singapore.    "
                },
                "3": {
                    "title": "London",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fashion on a Plate (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "10 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    A clash of fashion and food for your entertainment, let's take you to London where everything is beyond incomparable. Satisfy your cravings with a gorgeous taste of London in a relaxed yet vibrant Michelin starred restaurant or give it a twist on an exotic journey to the East. London has definitely a lot to offer.    "
                },
                "4": {
                    "title": "New York",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fashion on a Plate (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "17 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Your fashion food truck is going to arrive next to the Big Apple, New York. From street vendors to fine dining, Middle Eastern to European, it's harder to find what's not on offer, than what is. Take a bite to the dining equivalent of haute couture, Caviar Russe, or step inside to Michelin starred \"Tulsi\" and become a maharajah for a day.    "
                },
                "5": {
                    "title": "Sao Paolo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fashion on a Plate (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "24 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    There are two things Sao Paulo is best known for in Brazil: people and food. Because the city's sprawling population represents every ethnicity in the country, cuisine in Sao Paulo is the result of an exquisite blend between European, Indian, and African ingredients. Let's enjoy the variety of life with four of the renown gastronomic houses this Brazilian cosmopolitan has to offer.    "
                },
                "6": {
                    "title": "Hong KOng",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fashion on a Plate (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "31 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    If you love food as much as you love fashion, then you might just want to move in Hong Kong. Our next main stop to a sumptuous feast, Hong Kong offers a variety of mind-blogging foods, from oriental to western, high-end to fast fashion, there is always something for everyone. Enjoy a delectable dining experience to Hong Kong's newest \"it\" destination or amuse yourself with the restaurant's exquisite interior details that reminds us of the collections straight from a fashion runway    "
                }
            },
            "2": {
                "1": {
                    "title": "GLASS (Berlin)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fashion on a Plate (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "21 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    GLASS is a modern Michelin-star restaurant located in the City West, where haute cuisine meets minimalistic design, and a very welcoming attitude. We meet owner and Chef Gal Ben Moshe who originally comes from Israel, where his career started, and now finally here in Berlin. GLASS is one of the most popular high-end restaurants in Berlin. It presents a modern kitchen of the highest standard. As a capital of free thought, culture and art, Berlin plays a key role in the design of the dishes and the interior.    "
                },
                "2": {
                    "title": "Clou (Copenhagen)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fashion on a Plate (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "28 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    Clou is a very personal restaurant. Cutlery they use belong to Jonathan's grandparents. Art pieces hanging on the wall were collected by him all over the world. South European wine which is being sold is a special selection of Jonathan's twin brother Alexander. Clou is simple and stylish but very luxurious place with the right vibe and a huge wine cooler in the middle. The food is characterized by flawless classic craftsmanship and served both as a menu of seven dishes or á la carte. Apart from the restaurant, there is a wine bar and wine shop.    "
                },
                "3": {
                    "title": "Oaxen (Stockholm)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fashion on a Plate (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "4 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Taste the amazing cuisine of Chef Magnus Ek from the popular Oaxen restaurant. Oaxen is one of the most well known gourmet restaurants in Stockholm and specializes in seasonal cuisine. Our host, Fredo Kazemi takes us into the kitchen as the chef shares his signature dishes and recipes, and also presenting his love for food in the most fashionable manner.    "
                },
                "4": {
                    "title": "White Rabbit (Moscow)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fashion on a Plate (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "11 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Taste the amazing cuisine of Chef Vladimir Mukhin from the famed White Rabbit restaurant. White Rabbit is one of the world's best restaurants -ranking in the top 50- and is located in Moscow. Our host, Ekaterina Steblina takes us into the kitchen where Chef Mukhin shares his signature dishes and recipes, and also presents his love for food in the most fashionable manner.    "
                },
                "5": {
                    "title": "KEI (Paris)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fashion on a Plate (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "18 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Taste the amazing cuisine of Chef Kei Kobayashi from the Michelin starred KEI restaurant. KEI is a chic restaurant in Paris with French delights to satiate your taste buds. Our host, Yuyu Zhangzou takes us into the Chef's kitchen where Chef Kobayashi shares his signature dishes and recipes, and also presents his love for food in the most fashionable manner.    "
                },
                "6": {
                    "title": "Bravo (Barcelona)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fashion on a Plate (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "25 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Taste the amazing cuisine of Chef Carles Abellan from Bravo restaurant. Bravo is a restaurant located on the rooftop of the W Hotel in Barcelona with traditional tapas to satiate your taste buds. Our host, Andrea Servert takes us into the kitchen where Chef Abellan shares his signature dishes and recipes, and also presents his love for food in the most fashionable manner.    "
                }
            }
        },
        "number of episodes": 16,
        "cast": [
            {
                "name": "Kaczoruk, Renata"
            },
            {
                "name": "Meng, Wang"
            },
            {
                "name": "Roberts, Brian"
            },
            {
                "name": "Senchenko, Olesya"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Hong Kong"
        ],
        "country codes": [
            "hk"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZTVhNWEwZDUtMjViNi00ODA5LWE4YzQtZDcwNjQyMTYyYWQxXkEyXkFqcGdeQXVyMTk0MzQ5MTY@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Having 'good taste' is not only limited to one's fashion sense; it also transcends to the culinary arena where food is tailored, dressed and designed. In this brand new series, Fashion On A Plate features top chefs and restaurants from around the world, daring them to utilize their culinary ingenuity to show us what their interpretation of the term 'fashion on a plate' is. From inception to presentation, have a look on how a simple ingredient gets turned into a work of art. \"It is about self-expression and style within the culinary world\" Join us as we explore new cultures through visually tasty delights. Fine dine with us in foreign cities all over the world. Let us learn the art of making food, fashionable.",
        "languages": [
            "English"
        ],
        "title": "Fashion on a Plate",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Fashion on a Plate (Hong Kong)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Salmeri, Cara"
            }
        ],
        "production companies": [
            {
                "name": "Bigfoot Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Fashion One International"
            },
            {
                "name": "Fashion One International"
            }
        ],
        "plot": [
            "Having 'good taste' is not only limited to one's fashion sense; it also transcends to the culinary arena where food is tailored, dressed and designed. In this brand new series, Fashion On A Plate features top chefs and restaurants from around the world, daring them to utilize their culinary ingenuity to show us what their interpretation of the term 'fashion on a plate' is. From inception to presentation, have a look on how a simple ingredient gets turned into a work of art. \"It is about self-expression and style within the culinary world\" Join us as we explore new cultures through visually tasty delights. Fine dine with us in foreign cities all over the world. Let us learn the art of making food, fashionable.::Bigfoot Entertainment"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}