{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2014"
            },
            {
                "country": "USA\n",
                "date": "30 September 2014"
            }
        ],
        "release dates": [
            "USA::2014",
            "USA::30 September 2014"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live Free or Die (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "25 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    In the cold swamps of Georgia, Colbert is preparing for several months of bitter winter ahead of him. Meanwhile, Matt returns home to his pit house in southern Utah to assess his resources. Tony and Amelia must be creative to keep the garden on their Blue Ridge hillside alive. And in a bus in the woods of Georgia, Thorn is adjusting to his new life with his partner, Delia.    "
                },
                "2": {
                    "title": "The Hunt Is On",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live Free or Die (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "1 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    With deer hunting season coming to a close, the re-wilders must use their skill and intuition to quickly find sustenance in order to survive.    "
                },
                "3": {
                    "title": "The Tough Get Going",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live Free or Die (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "22 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    With winter's arrival, frontiersman Colbert relies on his trapping skills to provide furs to sell at market. Thorn dangerously tries pig hunting after a failed deer hunting season while Matt sets out with his newly-constructed bow and arrow in search of small game for winter. Homesteaders Tony and Amelia attempt to boil salt from seawater to prepare the deer meat from Tony's successful hunt.    "
                },
                "4": {
                    "title": "Race Against Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live Free or Die (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "29 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Homesteaders Tony and Amelia start to build a solar dehydrator to preserve their deer meat. Meanwhile, hunter-gatherer Matt must leave his pit house due to lack of resources. Woodsman Thorn transports his fresh hog meat to his new home in Georgia, but now has more meat than he can preserve. Frontiersman Colbert heads to his friends' quail plantation to help eradicate their coyote problem.    "
                },
                "5": {
                    "title": "To the Bone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live Free or Die (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "5 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    In an attempt to establish himself on his new land, Matt works quickly to build a shelter and hopes his deadfall traps catch squirrel. Colbert travels to sell his pelts at top dollar so he can pay his property taxes. Meanwhile, Tony and Amelia decide to treat themselves and build a hot tub. Thorn takes his daughter out on her first hunt, hoping to inspire her to follow in his wild footsteps.    "
                },
                "6": {
                    "title": "Making Moves",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live Free or Die (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "12 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    With spring quickly approaching, frontiersman Colbert sets up a trotline to catch fish and builds a cabin to fight off mosquitoes. Woodsman Thorn needs to secure more resources for both him and Delia to survive. Hunter-gatherer Matt settles into a new canyon full of diverse plant life, but sources of protein are scarce. Homesteaders Tony and Amelia begin building a windmill for electricity.    "
                },
                "7": {
                    "title": "Bring It Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live Free or Die (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "19 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Thorn goes on a nutria hunt hoping to provide protein that Delia and he need to survive, Tony and Amelia take a big step in their homesteading journey and attempt to sell goods at market in town, Colbert is in the midst of a natural disaster as rising waters put his new cabin construction at risk, and Matt goes on a turkey hunt in the canyons he now calls home.    "
                },
                "8": {
                    "title": "Home Stretch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live Free or Die (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Woodsman Thorn takes Delia on her very first hunt in an attempt to meld together the wild and domestic sides of his life. Homesteaders Tony and Amelia struggle to maintain their newly purchased and highly destructive pigs, but after the pigs escape their pen and dig up the garden, the pair realize that they've bitten off more than they can chew. Hunter-gatherer Matt invites old friends over for a turkey roast, and frontiersman Colbert enlists the help of two friends to help him finish his cabin in time for spring.    "
                }
            },
            "1": {
                "1": {
                    "title": "Rise of the Wild",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live Free or Die (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    In the midst of enduring winter, finding food becomes a priority as resources dwindle, leaving some desperate for their next meal.    "
                },
                "2": {
                    "title": "Trial by Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live Free or Die (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    All five survivalists face unexpected personal challenges while trying to stay equipped with the essentials needed to survive as winter comes to a close.    "
                },
                "3": {
                    "title": "Blood, Sweat, & Tears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live Free or Die (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The brutal winter finally seems to be coming to an end, but the hunt for food hasn't gotten any easier.    "
                },
                "4": {
                    "title": "Do or Die",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live Free or Die (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The changing seasons bring about new possibilities for the primitives as they continue to expand their horizons in the wild.    "
                },
                "5": {
                    "title": "Butchers and Builders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live Free or Die (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    With the changing seasons, these rugged men and women must think of ways to adapt - and fast. The situation is dire for Colbert as he faces a threatening flood that could submerge the fishing cabin he's lived in since a fire destroyed his home.    "
                },
                "6": {
                    "title": "Rough and Rugged",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live Free or Die (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    As their construction projects come to fruition, the survivalists reach out to friends and family for help and to offer guidance. In the Blue Ridge, Thorn develops the land around his shelter with the help of his daughter, Briar.    "
                },
                "7": {
                    "title": "The Bears and the Bees",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live Free or Die (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Spring continues in the swamps and woodlands as wildlife plays a bigger role in the lives of the survivalists. Thorn tracks down food that he believes was taken by a bear. Colbert says goodbye as Christopher sets out on his quest to become a woodsman.    "
                },
                "8": {
                    "title": "Hog Wild",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live Free or Die (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    With summer coming, the changing landscape and new critters begin to have an effect on daily life in the backwoods and swamps. While Thorn dives into turkey hunting season, Colbert is engaged in a hunt of his own, tracking wild hog through the swamp.    "
                },
                "9": {
                    "title": "Down the Rabbit Hole",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live Free or Die (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Colbert is faced with a serious challenge: transporting the materials for his new home up the river. Thorn builds a primitive water catchment system. Tony and Amelia barter for some rabbits and Gabriel continues his journey toward the ocean.    "
                },
                "10": {
                    "title": "Forever Wild",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live Free or Die (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Homecomings and new starts have everyone reflecting on how their lives have changed and what's still ahead. Tony and Amelia celebrate an anniversary, but are interrupted when Thorn leaves Briar with them while he goes to find medicine for her illness.    "
                }
            },
            "2": {
                "1": {
                    "title": "Rising Waters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live Free or Die (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "15 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Colbert begins the work to rebuild the cabin he lost last year. Thorn is working hard to transform his camp into a forest homestead. Tony and Amelia rush to finish their indoor rocket mass heater to protect their baby livestock. Derik attempts to bring his mules back home but is thrown from the saddle by the skittish team.    "
                },
                "2": {
                    "title": "Force of Nature",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live Free or Die (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "22 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Colbert has just a few days left to capture enough pelts to use for trading over the course of the year. Thorn builds a small fishing vessel called a \"coracle.\" Tony and Amelia have decided to make sycamore syrup, in hopes of adding it to their list of bartering items. Tobias sets off on an 80-mile journey north to establish a new primitive base camp.    "
                },
                "3": {
                    "title": "Killing Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live Free or Die (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "29 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Tobias sets off on a journey through the Arizona Desert with only what he can carry on his back to survive. Colbert is hot on the scent of an elusive feral hog. Thorn arrives in an area known for its beaver hunting. And Derik is finally ready to hit the road, but any sudden noise or change in weather could put their journey - and lives - at risk.    "
                },
                "4": {
                    "title": "Dead Zone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live Free or Die (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "6 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Derik's plan to collect water from a distant spring is shattered when a motorcycle spooks his mule. Tony and Amelia want to try their hand at turkey hunting. Tobias struggles to find water as he continues his 80-mile hike to his new campgrounds, and Colbert prepares to meet up with a friend from before he decided to \"re-wild.\"    "
                },
                "5": {
                    "title": "Out for Blood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live Free or Die (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "14 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Deep in the swamp, frontiersman Colbert tries to escape the plague of mosquitos. Woodsman Thorn takes to the forest to stalk an elusive turkey and homesteaders Tony and Amelia try to stop their chickens from destroying their garden.    "
                },
                "6": {
                    "title": "Sting Like a Bee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live Free or Die (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "20 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Tony and Amelia race to save their bees. Thorn tries to control a massive bonfire. Colbert finishes a critical step of his new cabin, and Tobias builds a shelter to protect him from the harsh desert.    "
                },
                "7": {
                    "title": "The Reaping",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live Free or Die (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "27 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Primitive blacksmith Derik must be resourceful in order to get his mules home. Woodsman Thorn attempts to trap crayfish. Desert nomad Tobias is desperate for protein. And homesteaders Tony and Amelia deal with an overabundance of rabbits.    "
                },
                "8": {
                    "title": "The Tipping Point",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live Free or Die (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "3 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Colbert's 20-year-old canoe has sprung its final leak. Tobias makes another desperate attempt to find protein at his new camp, and Thorn must tackle his leaking roof before mold sets in.    "
                },
                "9": {
                    "title": "Hell or High Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live Free or Die (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "10 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    A sudden storm forces Colbert to cut short a fishing expedition in his new canoe. Blacksmith Derik attempts to fix his roof with the help of his mule, but the stubborn animal refuses to cooperate. Woodsman Thorn sets out in the dead of night to hunt bullfrogs; they prove a lot harder to catch than he imagined. And desert nomad Tobias discovers that his only water source is disappearing under the burning hot Arizona sun.    "
                },
                "10": {
                    "title": "Slash and Burn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Live Free or Die (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "17 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Tony and Amelia's slash-and-burn project gets out of control. Derik's troublesome mules escape the corral. Thorn gets crafty with road kill. Tobias's water source dries up, and Colbert must work through an injury to finish his cabin.    "
                }
            }
        },
        "number of episodes": 28,
        "cast": [
            {
                "name": "Nachtrab, Dan"
            },
            {
                "name": "Wilburn, Jeff"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:PG"
        ],
        "number of seasons": 3,
        "rating": 7.7,
        "votes": 375,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTkwNDU5NTg3Ml5BMl5BanBnXkFtZTgwNTIwMjgwNTE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "\"Live Free or Die\" Looks deep into a group of 5 individuals trying to live free and \"Re-wild themselves going against the grain in a modern age. To varying degrees leave the technical world behind,Hunting with primitive tools fishing, foraging, trapping, and building shelters with only raw materials found or traded for.",
        "languages": [
            "English"
        ],
        "title": "Live Free or Die",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Live Free or Die (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "National Geographic Television"
            }
        ],
        "distributors": [
            {
                "name": "National Geographic Television International"
            }
        ],
        "other companies": [
            {
                "name": "Gotham Sound and Communications"
            },
            {
                "name": "Mechanism Digital"
            },
            {
                "name": "String and Can"
            }
        ],
        "plot": [
            "\"_Live Free or Die_ (qv)\" Looks deep into a group of 5 individuals trying to live free and \"Re-wild themselves going against the grain in a modern age. To varying degrees leave the technical world behind,Hunting with primitive tools fishing, foraging, trapping, and building shelters with only raw materials found or traded for.::Buster Brown"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 375,
                "rating": 7.7
            },
            "aged 18 29": {
                "votes": 36,
                "rating": 8.6
            },
            "aged 30 44": {
                "votes": 134,
                "rating": 7.4
            },
            "aged 45 plus": {
                "votes": 74,
                "rating": 7.3
            },
            "males": {
                "votes": 211,
                "rating": 7.6
            },
            "males aged 18 29": {
                "votes": 27,
                "rating": 8.8
            },
            "males aged 30 44": {
                "votes": 103,
                "rating": 7.3
            },
            "males aged 45 plus": {
                "votes": 57,
                "rating": 7.3
            },
            "females": {
                "votes": 65,
                "rating": 8.0
            },
            "females aged 18 29": {
                "votes": 9,
                "rating": 8.1
            },
            "females aged 30 44": {
                "votes": 30,
                "rating": 8.2
            },
            "females aged 45 plus": {
                "votes": 17,
                "rating": 7.2
            },
            "top 1000 voters": {
                "votes": 15,
                "rating": 6.1
            },
            "us users": {
                "votes": 103,
                "rating": 7.7
            },
            "non us users": {
                "votes": 91,
                "rating": 7.1
            }
        },
        "number of votes": {
            "10": 126,
            "9": 73,
            "8": 85,
            "7": 35,
            "6": 22,
            "5": 7,
            "4": 3,
            "3": 1,
            "2": 6,
            "1": 17
        },
        "arithmetic mean": 8.1,
        "median": 9
    }
}