{
    "imdb": {
        "raw release dates": [
            {
                "country": "Bulgaria\n",
                "date": "3 January 2014"
            },
            {
                "country": "Bulgaria\n",
                "date": "22 March 2014"
            }
        ],
        "release dates": [
            "Bulgaria::3 January 2014",
            "Bulgaria::22 March 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Blagoons"
            },
            {
                "countries": "Bulgaria (Bulgarian title) (alternative title)",
                "title": "Blagunite"
            }
        ],
        "akas": [
            "The Blagoons (original title)",
            "Blagunite Bulgaria (Bulgarian title) (alternative title)"
        ],
        "akas from release info": [
            "The Blagoons (original title)",
            "Blagunite Bulgaria (Bulgarian title) (alternative title)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "The New Beds",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blagoons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "7 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Uncle Bob makes new beds for Audrey, Garbour and the little ghosts. They decide to paint the beds themselves. Everyone chooses a color for their bed. But the green paint of Flim Flam finishes before he paints his whole bed. Uncle Bob explains to him that this is not a problem. If they have enough paint in the three main colors - yellow, red and blue and the two neutral ones - white and black, they can prepare paint with any color they want. Together they mix yellow and blue paint and make the green one. Flim Flam paints the rest of his bed. Uncle Bob sings a song and ...    "
                },
                "2": {
                    "title": "The Big Cleaning",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blagoons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Today Uncle Bob has decided to make a spring cleaning and to throw away all the dirt and dust gathered during the winter. The Blagoons suggest to help him. They start cleaning the house and he starts cleaning the workshop. After a few difficulties everything is crystal clean. Garbour finds his lost tennis balls and Audrey finds her piece of elastic cord.    "
                },
                "3": {
                    "title": "Garbour's Talent",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blagoons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Everybody has a talent. Audrey can sing and dance. The little ghosts can fly. But what is Garbour's talent? While searching for his talent, the Blagoons break one of Uncle Bob's favorite pictures. They try to repair it, but with no success. Garbour decides to paint a new one. When it's ready everybody is delighted. Garbour has a talent to paint pictures, because he has a gift for it and enjoys doing it.    "
                },
                "4": {
                    "title": "Let's Rock",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blagoons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    This morning Uncle Bob has a meeting with his old friends. Audrey, Garbour and the little ghosts find a poster and understand that some time ago Uncle Bob used to play in a rock band. They find the instruments of his band in the attic and they decide to make their own rock band. But how? Flim Flam can play a piano, because he took lessons from the most famous ghost musician when he was little. Garbour took guitar lessons from Uncle Bob. Squeak masters the drums very quickly. And Boom starts with the double bass. Audrey writes the lyrics of the song. In the evening, ...    "
                },
                "5": {
                    "title": "Audrey's Painting",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blagoons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    The little ghosts want to play cards. But their favorite game is played by four gamers and they are only three. They need one more. But who? Garbour helps Uncle Bob in the workshop and Audrey is coloring her picture. They offer Audrey to stop coloring and join them in their game. She agrees but asks them to wait for her to finish the coloring of the dress she's painting. The little ghosts don't have patience. Flim Flam suggests them to tear out her painting. This way she wouldn't have anything to color and will join their game faster. Boom and Squeak crease Audrey's ...    "
                },
                "6": {
                    "title": "The Magic of Shadows",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blagoons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    This morning the Blagoons have decided to reveal the secret of shadows. They find the book which explains how to make a shadow theater play. Audrey and Squeak cut and make paper figures, Garbour and Boom spread a white sheet as a screen and Flim Flam is the director. In the evening Uncle Bob watches their performance.    "
                },
                "7": {
                    "title": "The Bird's Song",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blagoons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Today everybody is on a picnic in the woods. Uncle Bob suggests them to pick some flowers and beautiful leaves and dry them to make herbarium, so it would remind them about the hot summer days and this picnic during the winter. The Blagoons and the little ghosts agree. Audrey picks the flowers, Garbour gathers beautiful leaves and the ghosts pick little rocks and pebbles which they will put on the fireplace. In the evening among the gathered pebbles they find a small bird's egg. Flim Flam knows exactly where he found it and he and Uncle Bob go back in the woods. They ...    "
                },
                "8": {
                    "title": "Audrey's Doll",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blagoons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    This morning Audrey feels odd. Her head is spinning, she has a fever and has a headache. Uncle Bob makes an infusion of remedial herbs and tells her she needs to stay in bed because she's getting sick. Uncle Bob makes her a doll so she would not be sad, Garbour writes her a poem, Squeak and Boom paint a painting with some happy moments they had with her and Flim Flam gives her flowers. Even sick, Audrey is very happy with the presents. In the evening she's feeling better and plays with her friends again.    "
                },
                "9": {
                    "title": "The Magical Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blagoons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Garbour and Audrey perform magic tricks. Squeak asks them to show him the secret of one of them and promises to keep the secret. Garbour and Audrey agree, but Squeak tells the secret to the other ghosts. Garbour and Audrey are very disappointed. Squeak realizes his mistake and asks them to forgive him.    "
                },
                "10": {
                    "title": "The Treasure",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blagoons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Flim Flam and Squeak find a map with a sign, which clearly shows where a treasure is buried. The Blagoons and the little ghosts decide to find it and surprise Uncle Bob. While searching for the treasure they learn which direction is left and which right. And when they find the treasure they understand that something which is not precious to one can be life-saving for another.    "
                },
                "11": {
                    "title": "The Birds' House",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blagoons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    It's very cold outside and it will start snowing very soon. While the Blagoons and the little ghosts are playing in the living room a bird comes to the window to search for some food. They give it some bread crumbs. They learn from the bird that the winter is very difficult for all the birds in the woods. Uncle Bob makes a birds' house and the Blagoons and the ghosts make a feedbox. Together they place them on the trees in the woods.    "
                },
                "12": {
                    "title": "The Old Chest",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blagoons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Today Uncle Bob has decided to repair the old chest. He finds out that the keyhole is broken and goes to the shop to buy a new one. Squeak wants to see what is in the chest. While checking, the cover slams over him and he finds himself locked in the chest. His friends try to help him get out but with no success. Later when Uncle Bob comes back, they manage to take him out together.    "
                },
                "13": {
                    "title": "The Christmas Tree",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blagoons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    It's Christmas. Beautiful white snow is piled up outside. The Blagoons and the little ghosts are making the Christmas decoration of the house. Only a Christmas tree is missing. Flim Flam suggests them go in the woods and cut the biggest one, but Audrey stops him. She worries what will happen with this Christmas tree after Christmas. Uncle Bob brings in a Christmas tree, which is in a plant pot. Their holiday will be unforgettable and after that they will plant the tree in the woods.    "
                }
            },
            "1": {
                "1": {
                    "title": "Moment Hunters",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blagoons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "3 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    When the Blagoons learn from Uncle Bob that the good moments make us happy they decide to catch a lot of good moments. But how? Garbour makes a machine, which they use for catching the good moments and Elsha takes a basket where they can put them. The little ghosts join them too. The day is fulfilled with many adventures but the only thing they catch with the machine is Screech In the evening they learn from Uncle Bob that they caught a lot of good moments, but they didn't know. Because the good moments are caught with the eyes and have been kept in the heart.    "
                },
                "2": {
                    "title": "Bad Words",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blagoons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "3 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    The Blagoons decide to help Uncle Bob with painting the fence. The little ghosts join them too. And when Uncle Bob goes to buy more brushes and paint they start arguing, quarreling and start throwing bad words at each other. Later they understand that the bad words don't help anyone and that they cause only pain and suffering.    "
                },
                "3": {
                    "title": "Toothache",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blagoons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "3 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Garbour hasn't brushed his teeth for a whole week. Elsha finds out and tells him that this is not right. The little ghosts support Garbour and they throw away his toothpaste and break his toothbrush so they can be sure that he will not brush his teeth. That's when Garbour gets a toothache. Drun Drun tries to cure him by using shaman rituals, but that doesn't help. It's good that Uncle Bob has bought new toothbrushes and toothpaste. Garbour brushes his teeth and the pain goes away. The little ghosts learn that brushing teeth is a very good and healthy activity.    "
                },
                "4": {
                    "title": "Hard Boiled Eggs",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blagoons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "3 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    The Blagoons decide to surprise Uncle Bob and to prepare the breakfast by themselves. He likes to have toast with jam and hard boiled eggs for breakfast. They learn from the cooking book that they need to boil the eggs at least five minutes so they can become hard boiled eggs. But how would the Blagoons know when five minutes have passed? Drun Drun remembers that once Uncle Bob said that he would go to The Big Tree and come back for five minutes. Everything is clear now. They put the eggs on the stove and first Boom goes to the tree, but the eggs are still raw. After ...    "
                },
                "5": {
                    "title": "The Lost Mood",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blagoons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "3 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Garbour tries to build a tower from wooden sticks, but just before he finishes it, it collapses. That disappoints him a lot. Elsha and the little ghosts try to bring his good mood back. The Blagoons learn from Uncle Bob that if they want to stay away from the bad mood they need to be happy with what they have accomplished and not to think about the things they didn't accomplish.    "
                },
                "6": {
                    "title": "Great Sportsmen",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blagoons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "3 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Garbour and Elsha want to become great sportsmen. Uncle Bob makes them a basketball playground and shows them how to play basketball. But directing the ball into the basket is not an easy job. The Blagoons learn that becoming a great sportsman is possible only with hard work and persistence.    "
                },
                "7": {
                    "title": "Best Friends",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blagoons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "3 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    This morning Boom wakes up later than the others. The Blagoons and the other little ghosts have already had breakfast and started playing games. Boom tries to join the game, but finds out that he has to wait until started game finishes and then he can play in the next one. Boom doesn't want to wait. He decides that nobody loves him anymore and leaves the house. He goes into the woods to find a place where to live, but he gets stuck on a tree. The Blagoons, the other little ghosts and Uncle Bob start looking for him. They find him and save him. Boom learns that they ...    "
                },
                "8": {
                    "title": "The Spring Messenger",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blagoons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "3 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    This morning the Blagoons and Uncle Bob go into the woods hoping to find hellebore. The little ghosts secretly follow them, and without knowing what the others are looking for, find an amazingly beautiful flower. They decide to give it to Elsha, because they know that she likes flowers very much. They pull it out of the ground with the roots, but just before they give it to her they notice that the flower has changed. They learn from Uncle Bob that the flowers feel the best on the place where they have been born. Together they go back to the meadow where they found it...    "
                },
                "9": {
                    "title": "Fruit Pickers",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blagoons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "3 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    The wild berries have become ripe. Garbour, Elsha and the little ghosts go to the woods and start picking them, while Uncle Bob prepares the jars for jams and syrups. The little ghosts start a competition to find out who is the best picker. Boom is slower and he eats a big part of the other contestants' berries so he doesn't lose. This way he becomes a winner with cheating. But this lasts shortly, because a little after that, he starts having stomachaches. Boom confesses his guilt and promises that he never ever lies and cheats again. Uncle Bob cures his stomachaches.    "
                },
                "10": {
                    "title": "The Old Photo Album",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blagoons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "3 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    The Blagoons find the old photo album of Uncle Bob. From the photos they see how they looked like when they were babies, where Uncle Bob found them and who started walking first. The little ghosts are not in the pictures, because they emerged just a little bit after Uncle Bob has lost his camera. They take a photo of all of them together, but the little ghosts don't appear on the photo. Odd! May be it's because they are ghosts and their nature is that they have to be hidden from people's eyes. Uncle Bob has a solution. He takes some paints and a brush and paints them ...    "
                },
                "12": {
                    "title": "Midnight Storm",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blagoons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "3 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    During the night a storm has roared and made a lot of troubles. Uncle Bob goes to bring new stone plates so he can change the broken ones on the roof of the porch. The Blagoons decide to surprise him by growing up fast and getting super powers to repair the roof. But is it possible? They eat all the sweet things they can find into the house but they only get stomachaches from that. When Uncle Bob comes back he tells them that if they want to grow up strong and in good health, they need to be patient and eat healthy.    "
                },
                "13": {
                    "title": "The Missing Dragon",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blagoons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "3 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Uncle Bob brings from the city a book of origami. The little ghosts enjoy making figures of paper very much. Screech makes a small dragon. Drun Drun likes it very much. He tries to make the same but he can't do it. When nobody's watching he steals Screech's dragon. During the night, when everybody sleeps, the stolen dragon shows into Drun Drun's sleep and tells him to bring it back to Screech. Drun Drun learns that stealing causes pain to the person you stole from and what you stole doesn't make you happy.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "The Swing",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Blagoons (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "3 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    After series of games of hide and seek in which only the Blagoons are the seekers, because the little ghosts can fly and fly quick from one place to another, Garbour and Elsha go to Uncle Bob and ask him why they can't fly. Uncle Bob explains them that the Blagoons, like people and beavers, cannot fly, but they can walk and swim. Elsha and Garbour want to fly like the little ghosts. Uncle Bob makes them a swing with which they take off the earth for short and enjoy flying.    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Kolev, Hristo"
            },
            {
                "name": "Mihaylov, Momchil"
            },
            {
                "name": "Ilieva, Eliza"
            },
            {
                "name": "Noshkov, Konstantin"
            },
            {
                "name": "Stoyanov, Dimo"
            },
            {
                "name": "Stoyanov, Yanko"
            },
            {
                "name": "Yordanova, Zlatina"
            }
        ],
        "locations": [
            "Sofia, Bulgaria::(studio)"
        ],
        "genres": [
            "Family",
            "Music"
        ],
        "runtimes": [
            "20"
        ],
        "countries": [
            "Bulgaria"
        ],
        "country codes": [
            "bg"
        ],
        "language codes": [
            "bg"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTUxMzUyNjg5NF5BMl5BanBnXkFtZTgwMjM1MjMwNDE@._V1_SY150_CR83,0,101,150_.jpg",
        "budget": "EUR350,000 (estimated)",
        "languages": [
            "Bulgarian"
        ],
        "title": "The Blagoons",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Iliev, Iliyan"
            }
        ],
        "distributors": [
            {
                "name": "Concept Studio"
            }
        ],
        "tech": {
            "runtime": [
                "20 min (TV)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color (HD)"
            ]
        }
    }
}