{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "January 2014",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::January 2014                            (internet)"
        ],
        "episodes": {
            "1": {
                "11": {
                    "title": "Mixing a High Energy Rock Band",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pro Studio Live (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Eric's career spans multiple platinum, Billboard charting, and Grammy winning (see credits below) Eric has done a complete recording session with a High Energy Rock Band \"Jagged Lines\" and now he is mixing the song.    "
                },
                "12": {
                    "title": "Recording a High Energy Rock Band",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pro Studio Live (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "1 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Eric's career spans multiple platinum, Billboard charting, and Grammy winning (see credits below) Eric has done a complete recording session with a High Energy Rock Band \"Jagged Lines\" You will be able to see the whole process of a professional session. The point of this is that by watching the entire process you can see and understand why professional engineers do certain things they do, or why they pick a specific microphone or technique. You will also learn: - Miking position and Techniques (There are so many ways to do this and there are no right or wrong ways as ...    "
                },
                "13": {
                    "title": "The Art of Capturing Vocals Like a Pro",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pro Studio Live (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "18 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    In this show we are bringing in Brian Scheuble again to show you the art of capturing vocals like a pro. Brian has been working with some of the most influential singers of all time like Tina Turner, John Mayer, Jason Mraz, Sheryl Crow, Stevie Nicks, Serena Ryder, and more.    "
                },
                "14": {
                    "title": "Tackling Hip-Hop & Rap Vocals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pro Studio Live (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "12 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    How to record and capture a performance from your artist. (Microphone, pre amp, compressor, eq) - Find out how to stack vocals and place ad libs. (Timing, playlists) - Mixing Balance, to adding effects; Delays, Reverbs, and Compression.    "
                },
                "15": {
                    "title": "Pro Tools Beat Making",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pro Studio Live (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "29 Oct. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 5,
        "cast": [
            {
                "name": "Dabdoub, Jose"
            },
            {
                "name": "Chirlo, Brian"
            },
            {
                "name": "Greedy, Eric"
            },
            {
                "name": "Harris, Stevie"
            },
            {
                "name": "Illmind"
            },
            {
                "name": "J., Cato"
            },
            {
                "name": "Preston, Marcus"
            },
            {
                "name": "Scheuble, Brian"
            }
        ],
        "locations": [
            "5042 Ruffner St, San Diego, California, USA::(studio)"
        ],
        "genres": [
            "Music"
        ],
        "runtimes": [
            "360"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 1,
        "plot outline": "As artists and music lovers, we believe that life itself is the greatest teacher. Thats where the real challenges lie; in a real time environment that puts us face to face with the situation at hand. Pro Studio Live emerged as an idea of giving people access to the best professionals in the music industry and learn directly from \"their office\", the recording studio. Pro Studio Live will show you what professionals know by experience, giving you access to recording, mixing and mastering sessions through live transmissions free of charge. We want to bring music education to a higher level, and it's not just us. Through our company we find like minded individuals who want to share their knowledge, and we provide them the opportunity. Here at Pro Studio Live, we are only playing a part in a growing musical culture, where mastery is no longer something that only few can attain.",
        "languages": [
            "English"
        ],
        "title": "Pro Studio Live",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Pro Studio Live (United States)"
        ],
        "seasons": [
            "1"
        ],
        "plot": [
            "As artists and music lovers, we believe that life itself is the greatest teacher. Thats where the real challenges lie; in a real time environment that puts us face to face with the situation at hand. _Pro Studio Live_ (qv) emerged as an idea of giving people access to the best professionals in the music industry and learn directly from \"their office\", the recording studio. _Pro Studio Live_ (qv) will show you what professionals know by experience, giving you access to recording, mixing and mastering sessions through live transmissions free of charge. We want to bring music education to a higher level, and it's not just us. Through our company we find like minded individuals who want to share their knowledge, and we provide them the opportunity. Here at _Pro Studio Live_ (qv), we are only playing a part in a growing musical culture, where mastery is no longer something that only few can attain.::Gustavo Giardelli"
        ],
        "tech": {
            "runtime": [
                "6 hr (360 min) (approx)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ]
        }
    }
}