{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "25 June 2014",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::25 June 2014                            (internet)"
        ],
        "episodes": {
            "1": {
                "4": {
                    "title": "Got Any Change",
                    "kind": "episode",
                    "episode of": {
                        "title": "Singledom (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "16 Jul. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Sledge, Kristen Gabrielle"
            },
            {
                "name": "Adams, Dawn"
            },
            {
                "name": "Diaz, Carmen"
            },
            {
                "name": "Jenkins, Jesse"
            },
            {
                "name": "Jr., William James Lewis"
            },
            {
                "name": "Terrell, Kyree"
            }
        ],
        "locations": [
            "Philadelphia, Pennsylvania, USA::(location)"
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjE1MTkxMjc0OF5BMl5BanBnXkFtZTgwNDA0ODczMzE@._V1_SX101_CR0,0,101,150_.jpg",
        "budget": "$20,000 (estimated)",
        "plot outline": "What do you do when everything is going perfectly and the person you thought was \"the one\" is now off limits? Beautiful, financial planner Naomi Giles and charismatic, graphic designer Xavier Cole are met with this very question in the first episode of Singledom. The series follows the two successful, professionals as they are thrown back into the unforgiving, world of dating while at the same time trying to salvage what's left of their new and incredibly awkward, friendship. From speed dating spectacles, stalkerish suiters to online dating debacles,, Naomi and Xavier are faced with one disaster after the next. Relatable, fun and unbelievable experiences ensue as they help each other through without letting their newly, found singledom get the best of them. Along for the ride are best friends Sundae and Wayne, whose \"helpful\" antics and love/hate relationship add to the fun.",
        "languages": [
            "English"
        ],
        "title": "Singledom",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Singledom (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Barrett, Tiffany Roxanne"
            },
            {
                "name": "Terrell, Kyree"
            }
        ],
        "production companies": [
            {
                "name": "Focused Studios"
            }
        ],
        "distributors": [
            {
                "name": "YouTube"
            }
        ],
        "plot": [
            "After a startling revelation over dinner, lovebirds Naomi and Xavier are unexpectedly thrust back into the wild, world of dating. _Singledom_ (qv) hilariously, chronicles their adventures as they try to remain friends.",
            "What do you do when everything is going perfectly and the person you thought was \"the one\" is now off limits? Beautiful, financial planner Naomi Giles and charismatic, graphic designer Xavier Cole are met with this very question in the first episode of _Singledom_ (qv). The series follows the two successful, professionals as they are thrown back into the unforgiving, world of dating while at the same time trying to salvage what's left of their new and incredibly awkward, friendship. From speed dating spectacles, stalkerish suiters to online dating debacles,, Naomi and Xavier are faced with one disaster after the next. Relatable, fun and unbelievable experiences ensue as they help each other through without letting their newly, found singledom get the best of them. Along for the ride are best friends Sundae and Wayne, whose \"helpful\" antics and love/hate relationship add to the fun."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}