{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2014"
            }
        ],
        "release dates": [
            "USA::2014"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "To Sign in or Not to Sign In",
                    "kind": "episode",
                    "episode of": {
                        "title": "Starving Actor Problems (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Low, Mallory"
            },
            {
                "name": "Styles, Desmond"
            },
            {
                "name": "Yamamoto, Kathy S."
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "Starving Actor Problems is a webisode starring and created by Mallory Low, an actress who's been in the business for over 17 years. It takes a look inside her quirky mind as she comedically humanizes one the most competitive businesses in the world. SAP hopes to connect actors and actresses, whether they be starving or not, in a overly competitive industry, and to bring to light that we all share the same fears, issues, experiences, and awkward moments.",
        "languages": [
            "English"
        ],
        "title": "Starving Actor Problems",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Starving Actor Problems (United States)"
        ],
        "writer": [
            {
                "name": "Low, Mallory"
            }
        ],
        "plot": [
            "A comedy YouTube channel based on problems of a starving actor.",
            "_Starving Actor Problems_ (qv) is a webisode starring and created by Mallory Low, an actress who's been in the business for over 17 years. It takes a look inside her quirky mind as she comedically humanizes one the most competitive businesses in the world. SAP hopes to connect actors and actresses, whether they be starving or not, in a overly competitive industry, and to bring to light that we all share the same fears, issues, experiences, and awkward moments.::Mallory Low"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}