{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "17 August 2014"
            }
        ],
        "release dates": [
            "USA::17 August 2014"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Best of: Ultimate Tuna Test",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "2 Sep. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Yankee Invasion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "17 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    After a mediocre bluefin tuna season up north, Captains Dave Marciano and TJ Ott travel south to the Outer Banks of NC. In order to profit they must overcome new fishing techniques, unfamiliar waters, and a less than welcoming Southern Fleet.    "
                },
                "2": {
                    "title": "Southern Discomfort",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "24 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    When another Northern boat comes steaming into the Outer Banks, the Southerners fear a full-scale invasion of the fishery. While some send a warning to their new rivals, others double down to guarantee their own fair share of the quota.    "
                },
                "3": {
                    "title": "Bluefin or Bust",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "31 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    The animosity between southern and northern boats reaches a fever pitch, while the longstanding rivalry between two southern boats raises the stakes for the whole fleet.    "
                },
                "4": {
                    "title": "We're Not in Gloucester Anymore",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "7 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    When the Outer Banks winds take a turn for the worse, the pressure is on for the northern and southern boats to act fast or risk financial or nautical disaster.    "
                },
                "5": {
                    "title": "Ice Ice Tuna",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "14 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    When an Atlantic Ocean winter storm system whips up rough seas and ice in the local harbor, it forces northern and southern captains to take huge risks to fish in dangerous conditions for their catch.    "
                },
                "6": {
                    "title": "By Hook or By Crook",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "21 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    In North Carolina's Outer Banks, only half of the bluefin tuna quota is left to catch, so every boat is fighting for their share before the season closes.    "
                },
                "7": {
                    "title": "From Rods to Riches",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "28 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    As breakdowns and bad luck plague various boats in the Outer Banks' bluefin tuna fleet, it remains to be seen if a Northern boat will rise to the top of the leaderboard.    "
                },
                "8": {
                    "title": "Doghouse Afternoon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "5 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    With less than 40 percent of the bluefin tuna quota left to catch, the Northern and Southern boats must scramble to catch as many fish as possible while there's still time.    "
                },
                "9": {
                    "title": "Tick Tock Tuna",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "12 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    With the quota nearly filled, the captains and crews must brave treacherous conditions in North Carolina's Outer Banks to fight for final paychecks before the bluefin tuna season ends.    "
                },
                "10": {
                    "title": "The Fat Tuna Sings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "19 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    As the clock runs out on the Outer Banks bluefin tuna season, all the captains hope to catch one last monster fish to define their season.    "
                }
            },
            "2": {
                "1": {
                    "title": "First Strike",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "19 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    It's opening day of the Outer Banks bluefin season. Captain Charlie \"Grif\" Griffin may be new to the competition, but he's a legend in these waters. Despite the competition, he forms a friendship with Gloucester captain Dave Marciano. Grif offers to help Marciano navigate the treacherous currents that run through Oregon Inlet. It's a dangerous gamble -- if they make one wrong move, it could end both their seasons.    "
                },
                "2": {
                    "title": "Bombs Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "26 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    After colliding with Bonner Bridge, Captain Marciano and Captain Griffin struggle to regroup. Captain Tami Gray of the all-female Reel Action enters the competition. Tami knows that the only way to get respect is to earn it -- by putting meat on deck. On the Pinwheel, Captain Tyler McLaughlin encounters a mysterious explosion at sea -- a hazard that could jeopardize his fishing trip and cost him a paycheck.    "
                },
                "3": {
                    "title": "Fins of the Father",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Captain Griffin might be leading the fleet in the bluefin earning, but his boat has been having problems since his crash. When Charlie picks up his repaired boat, it comes with a $10,000 bill, so now he and his son Jake must catch that much in fish just to break even. Confident and cocky Captain Tyler McLaughlin is determined to finish out the season as the No. 1 boat, and will let nothing get in his way -- even the fishing lines of other boats.    "
                },
                "4": {
                    "title": "Salty Gals and Southern Nights",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "9 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Charlie and Jake Griffin, with a $10,000 boat repair bill hanging over their heads, are desperate for a payday. Captain TJ Ott reaches out to southern captain Tami Gray, of the all-female team Reel Action, hoping that a new friendship will lead to a wealth of local knowledge. Captain Britton Shackelford's chances of landing his second keeper tuna will come down to whether his greenhorn son Austin can come through in a dangerous situation.    "
                },
                "5": {
                    "title": "Wicked Ride",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "16 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    At the start of the 11th day on the water in North Carolina, treacherous winter weather in the Outer Banks' fishing grounds forces captains to push their limits. Southern boat Reels of Fortune holds a meager lead over last year's local champion Fishin' Frenzy, while northern boat Hard Merchandise and local all-female team Reel Action have yet to catch a fish.    "
                },
                "6": {
                    "title": "Reels of Misfortune",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "23 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    In North Carolina's bluefin tuna fleet, family is at the forefront of the fight to fish hard and make money. On Fishin' Frenzy, First Mate Nick Gowitzka faces a family emergency unfolding on land that tests his resolve on the water. And Captain Dave Marciano of Hard Merchandise draws on the support of his wife and daughter far away in Gloucester, Massachusetts, as well as a local family fishing operation, to help him get through his slump.    "
                },
                "7": {
                    "title": "Nine-Foot Monster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "30 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Seven crews face the Outer Banks hoping to reel in a fish big enough to keep. But with the luck they have had so far, prospects are not looking good. The Fishin' Frenzy crew hauls in a big catch and cashes in. With barely a bite, the Doghouse is forced to head in and hope for better another day. The Hot Tuna crew is eager for their dry spell to end, and with the final reel, they catch one of their largest tuna yet, cashing in for over $9,000.    "
                },
                "8": {
                    "title": "Burn Blubber",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "6 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    With the North Carolina season coming to a close and Reels of Fortune battling Fishin' Frenzy for the top spot, all of the crews desperately struggle to land a fish and secure a paycheck. The Reel Action crew fights to catch up but takes a serious blow when they snag a shark; Tyler and Paul lose a \"monstah\" paycheck; and Dave and the crew of Hard Merchandise attempt to finally end their dry spell, or they'll have to cut the season short and head back to Gloucester.    "
                },
                "9": {
                    "title": "On a Fin and a Prayer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "13 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    An accident leaves the Reel Action stuck at the dock, giving Captain Tami and her crew a late start, and tensions onboard reach a boiling point. The Doghouse and Fishin' Frenzy have the top spot in sight and are scrambling to keep catching before time runs out. Captain Griff on the Reels of Fortune faces a dangerous situation while navigating Oregon Inlet -- a battle where experience and quick thinking are all that stand between life and death.    "
                },
                "10": {
                    "title": "Wicked End",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "20 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    It's the final two days of the season, and three Southern boats -- the Fishin' Frenzy, the Reels of Fortune and the Doghouse -- are all within striking distance of the top spot. As the clock ticks down, the captains are desperate to put meat on deck. The stakes have never been higher: one pulled hook means disaster, but one last catch can mean going home a champion.    "
                }
            },
            "3": {
                "1": {
                    "title": "Back in the Battle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "25 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    It's bluefin tuna season off the coast of the Carolinas, and the visiting fleet is excited to haul in the lucrative giants again. But to profit, they'll have to test new fishing techniques, work in treacherous, unpredictable local waters, and face the highly-skilled and less-than-welcoming southern fleet. The local boats are not happy about sharing the waters; this war will be anything but civil.    "
                },
                "2": {
                    "title": "Wicked Waters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "1 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Known as the \"Graveyard of the Atlantic,\" the North Carolina coastline is littered with thousands of shipwrecks - a warning to all captains and crews that anything can go wrong at anytime, for anyone. As the bluefin season takes off, the treacherous waters of the Outer Banks claim another victim, and the Fishin' Frenzy and Hot Tuna are first on the scene.    "
                },
                "3": {
                    "title": "A Bluefin for Boo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "8 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Unpredictable waters continue to cause problems for boats in their battle for bluefin tuna in the Outer Banks. Captain Britton Shackelford is in for the fight of his life as a family member deals with health concerns. Captain Greg Mayer is in a familiar place on top of the leaderboard and Captain Dale Lisi sets out early to try to catch up. Pressure builds as the fishing season slips away.    "
                },
                "4": {
                    "title": "Underdog Day Afternoon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "15 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Four weeks into the fishing season, the fishermen of Gloucester, Massachusetts, are desperate for bluefin tuna. The fishing migration is in an unpredictable state, so the captains resort to espionage for information. Though the captains engage in tactics that provide them with advantages, they face some unexpected setbacks. They discover information about the bluefin tuna...and each other.    "
                },
                "5": {
                    "title": "Not How We Operate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "22 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    The fifth week of the fishing season becomes a battle for the best fishing spots. The waters turn turbulent as boats go head-to-head to prove their superiority. When old and new rivals clash on the high seas, the pressure is on to land a fish first. As pressure mounts on Gloucester's bluefin tuna fishermen, captains will do whatever it takes to land a paycheck in their successful fishing spots.    "
                },
                "6": {
                    "title": "Bite Fight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "29 Aug. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Old Sailors and Bold Sailors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "5 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Winter kicks into high gear in the Outer Banks, creating dangerous conditions at sea. A snowstorm, fog, fierce winds and big seas force every captain to choose between safety at shore and risking it all at sea to catch more bluefin tuna. Every time the fleet goes out to catch, they must fish fast and return safely before the next weather system hits.    "
                },
                "8": {
                    "title": "Hostile Waters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "12 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Before the fishing season comes to a close, the Outer Banks captains must race against time to prove themselves. The crews are desperate to produce a few last catches that could make all the difference in their ship's status in the fleet. Every bluefin secured is an opportunity to get ahead and make a profit. The captains must battle time as well as the unforgiving Oregon Inlet of the Outer Banks.    "
                },
                "9": {
                    "title": "Striking Distance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "19 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Captain Tyler McLaughlin has stunned the fleet with his surprise comeback, as the other captains struggle to bring in a catch. Time is running out, and the boats must stay out overnight in order to turn their fortunes around. Captain Greg Mayer catches a lucky break, but only time will tell if it's enough to put him back on top.    "
                },
                "10": {
                    "title": "Luck Be a Tuna Tonight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "26 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    It's the final days of the fishing season, and each captain is desperate to bring in one last catch. Greg Mayer and the crew of the Fishin Frenzy need to bring in a monster catch to be the top boat for the third year in a row, but time is running out. Dave Marciano's reputation is at stake, with just one more chance to bring in a fish this season.    "
                }
            },
            "4": {
                "1": {
                    "title": "Fighting Frenzy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "30 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Last season's champion, Captain Greg Mayer, is determined to land the season's first fish.    "
                },
                "2": {
                    "title": "Full Throttle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "6 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    The Doghouse desperately tries to change its luck and land its first fish of the season.    "
                },
                "3": {
                    "title": "Karma's a Fish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "13 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    The competition heats up, and one captain brings in the first triple catch of the season.    "
                },
                "4": {
                    "title": "Dethroned",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "20 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Last season's champion, Captain Greg Mayer, is determined to land the season's first fish.    "
                },
                "5": {
                    "title": "I'll Sleep When I'm Dead",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "27 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    As the season hits the halfway point, the fleet fights through exhaustion and fishes around the clock in the hopes of getting ahead. The crews of the Doghouse, Foolish Pleasures and Little Shell all jockey to improve their positions, hoping to land a massive payday before midseason burnout brings them down. But Captain TJ Ott has a different plan - letting the others wear themselves down while he lies in wait for his big chance.    "
                },
                "6": {
                    "title": "Tuna and the Beast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "3 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    With two weeks left in the season, every captain in the fleet is feeling the pressure to catch fish and land the big paychecks that will carry them through the offseason. Captain Greg Mayer of Fishin' Frenzy is currently in first place, but the rest of the fleet is breathing down his neck and it's still anyone's game.    "
                },
                "7": {
                    "title": "Catch Me If You Can",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "10 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    As time runs out, the captains fight to bring in their last catches. Greg Mayer has won the last three seasons, can another captain defeat him?    "
                },
                "8": {
                    "title": "Title Fight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked Tuna: North vs. South (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "17 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    With only two days left in the season, it's the closest competition in Outer Banks history. One good fish separates the winner from the rest of the fleet, and the standings can change with every weigh-in. As the clock ticks down, the captains fish harder than ever to bring in the last catches. Captain Greg Mayer has won the last three seasons. Can another captain defeat him and claim the top spot?    "
                }
            }
        },
        "number of episodes": 39,
        "cast": [
            {
                "name": "Nachtrab, Dan"
            },
            {
                "name": "Hathaway, William"
            }
        ],
        "locations": [
            "Outer Banks, North Carolina, USA"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 4,
        "rating": 6.5,
        "votes": 46,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDI2OTdlNGUtYjI3NC00MzQ0LWEyODEtN2FlZjMxZmI3YjRmXkEyXkFqcGdeQXVyNTgxODk1MTc@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "New England's best bluefin tuna fishermen venture south to North Carolina's treacherous fishing grounds, the Outer Banks, where they battle the local fleet for the ocean's most lucrative prize. A single giant bluefin can be worth more than $20,000 but the dangerous waters, small quota and explosive rivalries make the Outer Banks, nicknamed \"The Graveyard of the Atlantic\", the most challenging place in the world to catch these elusive fish.",
        "languages": [
            "English"
        ],
        "title": "Wicked Tuna: North vs. South",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Wicked Tuna: North vs. South (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "production companies": [
            {
                "name": "Pilgrim Studios"
            }
        ],
        "distributors": [
            {
                "name": "National Geographic Channel"
            }
        ],
        "plot": [
            "New England's best bluefin tuna fishermen venture south to North Carolina's treacherous fishing grounds, the Outer Banks, where they battle the local fleet for the ocean's most lucrative prize. A single giant bluefin can be worth more than $20,000 but the dangerous waters, small quota and explosive rivalries make the Outer Banks, nicknamed \"The Graveyard of the Atlantic\", the most challenging place in the world to catch these elusive fish."
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 46,
                "rating": 6.5
            },
            "aged 18 29": {
                "votes": 5,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 20,
                "rating": 5.6
            },
            "aged 45 plus": {
                "votes": 6,
                "rating": 7.2
            },
            "males": {
                "votes": 30,
                "rating": 5.8
            },
            "males aged 18 29": {
                "votes": 3,
                "rating": 5.7
            },
            "males aged 30 44": {
                "votes": 17,
                "rating": 5.5
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 7.1
            },
            "females": {
                "votes": 5,
                "rating": 9.4
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 5.0
            },
            "us users": {
                "votes": 7,
                "rating": 6.0
            },
            "non us users": {
                "votes": 11,
                "rating": 4.8
            }
        },
        "number of votes": {
            "10": 10,
            "9": 3,
            "8": 8,
            "7": 7,
            "6": 5,
            "5": 3,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 9
        },
        "arithmetic mean": 6.5,
        "median": 7
    }
}