{
    "imdb": {
        "raw release dates": [
            {
                "country": "Romania\n",
                "date": "28 December 2014"
            },
            {
                "country": "Poland\n",
                "date": "14 March 2015"
            },
            {
                "country": "Hungary\n",
                "date": "11 August 2015"
            }
        ],
        "release dates": [
            "Romania::28 December 2014",
            "Poland::14 March 2015",
            "Hungary::11 August 2015"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Umbre"
            },
            {
                "countries": "Hungary",
                "title": "Az árnyak"
            },
            {
                "countries": "Poland",
                "title": "W cieniu"
            },
            {
                "countries": "Russia",
                "title": "Тени"
            },
            {
                "countries": "Spain",
                "title": "Umbre"
            },
            {
                "countries": "USA",
                "title": "Umbre"
            }
        ],
        "akas": [
            "Umbre (original title)",
            "Az árnyak Hungary",
            "W cieniu Poland",
            "Тени Russia",
            "Umbre Spain",
            "Umbre USA"
        ],
        "akas from release info": [
            "Umbre (original title)",
            "Az árnyak Hungary",
            "W cieniu Poland",
            "Тени Russia",
            "Umbre Spain",
            "Umbre USA"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Umbre (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 92,
                    "original air date": "12 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    A wedding is taking place at Snagov Club: Magda, Relu's daughter, is marrying Teddy, The Captain's son. Meanwhile, in a parking lot, an incident involving a truck driver and a mystery man occurs. After the party, the newlyweds, who are expecting a baby, take off in the new car, a wedding gift, for the honeymoon, to unexpected consequences.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Umbre (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 69,
                    "original air date": "19 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Magda and Teddy are trying to get their life back on track after the shocking event they went through. Relu starts looking for clues that could lead him to finding out the truth about the accident. He and The Captain agree to seek justice on their own and be one step ahead of the police.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Umbre (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 63,
                    "original air date": "26 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Through less orthodox ways, Relu quickly manages to discover a vital piece of information that takes him closer to finding out the name of the person who has the answers to all his questions. Teddy gets involved in Relu's revenge and the brutal experience works for the boy like an initiation in a violent world where one pays for everything and no one gets out unharmed.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Umbre (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 79,
                    "original air date": "3 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    On his path to revenge, Relu gets into a confrontation with one of the most powerful mobsters, Nea Toma. As everything has a price in the underground world, Relu will not rest until justice is done. Emilian, an ambitious and unscrupulous policeman, starts working on the Captain's case. Gina, now divorced, gets closer and closer to her new boss, Sebastian.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Umbre (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 84,
                    "original air date": "10 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Fearing that his affairs are endangered, The Captain demands some answers from Relu, who is not ready to reveal his findings. Gina tries to get by without her husband's help. Magda starts to have second thoughts about her marriage. Without much guidance from his parents, Chuckie gets in trouble with the police. Emilian is determined to put the Captain and his people behind bars for good, and Nico, to save her own skin, is ready to do anything.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Umbre (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 103,
                    "original air date": "17 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    After going through yet another ordeal, Teddy and Magda have a heart to heart. Driven by his thirst to prove his power, Emilian finds out some inside information that helps him close in on Relu and The Captain who have set up a huge criminal endeavour. It seems that there is no way out and Relu's world will fall apart.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Umbre (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 121,
                    "original air date": "28 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Bucharest. It is just an ordinary summer day. For Relu, who works as a taxi driver, it is a day like any other. But Relu is not just a normal taxi driver. He is also a debt collector working for Capitanu', the local mafia boss. Even if at first he tries to recover money in a nice manner, he ends up getting into a fight. After he finishes his tour and hands the money to Nico - his boss' right hand - Relu finds out he has some money to recover from Giani and goes with Sabin in this quest, but things start to get complicated soon. Unhappy with his son Teddy, Capitanu ' ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Umbre (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 97,
                    "original air date": "28 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    After a discussion in the park, Nico asks Relu to recover a group of prostitutes who are under the protection of Capitanu '. The girls were attacked and taken prisoners. Relu takes Teddy with him out of obligation and even if is obvious that he doesn't like his boss' boy, he has no choice. Eventually, the kid proves to be extremely helpful. Gina spends the afternoon with her children when she visits their neighbor Codrin, who seems like a really nice guy; Teddy finds out where Relu lives and meets his daughter, Magda. Mr. Puiu has a feeling that something is wrong.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Umbre (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 92,
                    "original air date": "4 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    When Teddy accompanies Relu to take care of \"business\" again, Capitanu' is pleased with the results: Teddy has shown he can handle it. A very important meeting takes place between Mr. Toma and Capitanu'; they are organizing a major operation. Relu must recover money from a doctor and he visits him, but things get complicated and Nico is not happy with the result. Teddy and Magda seem to like each other, although Relu doesn't approve of the situation; he forbids Teddy to see her again. Gina finds a box full of jewelry by accident and a major scandal is triggered in the...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Umbre (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 87,
                    "original air date": "11 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Gina finds out what her husband really does for a living. Suspicious Gina follows Relu just to discover he is meeting a woman at a gym, but fails to unravel her identity. Tanase barely convinces Relu to participate in an illegal act, but as a precaution, he backs out just a few moments before. On the way to the wedding he was invited along with Gina, Relu makes a sudden stop to save Tanase and his colleague. The situation gets out of hand when a man is thrown on the hood of the cab where Gina was waiting for Relu.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Umbre (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 79,
                    "original air date": "18 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    After finding out about Relu's real job, Gina does not want him in their house. For the Oncescu family things start falling apart. Relu can't go home anymore and spends his nights in pubs. Magda is waiting messages from Teddy in vain, Chuckie takes refuge in practicing karate moves, Mr. Puiu refuses to leave his room and Gina smokes like a chimney. The Doctor makes an unannounced visit to Relu's home where he finds Gina and discovers that he has a wife and children. Following a discussion with Capitanu, Relu finds out that he is displeased with his services and in the...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Umbre (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 80,
                    "original air date": "25 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Mr. Puiu has some memory problems and decides to pay a visit to a doctor, a good friend of his; he discovers some unsettling things. At school, Chuckie is challenged by a classmate, gets into a fight with him and things get out of control. The principal calls Relu and Gina to school and they unite to defend their boy. During a meeting with the boys, Capitanu finds out that Relu didn't finish a certain job and gets very angry. Wanting to warn Relu, Teddy finds Magda and so the two get to see each other after a long time. Mr. Puiu pays Relu a visit and he confesses that...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Umbre (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 73,
                    "original air date": "1 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Mr. Puiu is on the mobster's blacklist and everyone is looking for him. Meanwhile he surprises Chuckie. Relu has returned home and he decides to change his life. When Relu goes to see Capitanu in the hospital, he finds out that his boss has been watching him for a long time and that he and his family are in danger. His only chance is finding Mr. Puiu and getting back the stolen money. After Relu talks to Nico, he decides to try one last thing and he gets ready for the most complex operation to date. Gina discovers what Mr. Puiu has given Chuckie.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Umbre (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 77,
                    "original air date": "8 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    After he almost lost his life, Relu returns home and he finds out that the money taken from Capitanu is in his house. When Teddy visits his father in the hospital, he learns that Relu is in danger and he rushes to find Magda. He asks her to run away with him, but he discovers something that changes everything. Nico manages to get rid of Sabin with the help of the police. Looking for Relu, Toma's boys find out that the whole family has moved. When Relu goes to see Capitanu determined to kill him, his family is there: Magda and Teddy have a big surprise for them all.    "
                }
            },
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Umbre (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 15,
        "cast": [
            {
                "name": "Pavlu, Serban"
            },
            {
                "name": "Obretin, Maria"
            },
            {
                "name": "Vasile, Andreea"
            },
            {
                "name": "Craiu, Madalina"
            },
            {
                "name": "Huian, Gabriel"
            },
            {
                "name": "Costache, Sergiu"
            },
            {
                "name": "Ana, Doru"
            },
            {
                "name": "Hurduc, Dan"
            },
            {
                "name": "Velniciuc, Stefan"
            },
            {
                "name": "Cocis, Sorin"
            },
            {
                "name": "Visan, Dorel"
            },
            {
                "name": "Mihai, Silvana"
            },
            {
                "name": "Vasluianu, Andi"
            },
            {
                "name": "Gruia, Sandu Mihai"
            },
            {
                "name": "Bãnescu, Laurentiu"
            },
            {
                "name": "Bantas, Vitalie"
            },
            {
                "name": "Calin, Mihai"
            },
            {
                "name": "Spahiu, Gabriel"
            },
            {
                "name": "Nita, Olivia"
            },
            {
                "name": "Barbulescu, Costica"
            },
            {
                "name": "Corban, Teodor"
            },
            {
                "name": "Dumbrava, Diana"
            },
            {
                "name": "Viziru, Augustin"
            },
            {
                "name": "Iekel, Tatiana"
            },
            {
                "name": "Bouz, Ghassan"
            },
            {
                "name": "Tofan, Sorin"
            },
            {
                "name": "Cavallioti, Diana"
            },
            {
                "name": "Dimitrescu, Magda"
            },
            {
                "name": "Lascus, Puiu Mircea"
            },
            {
                "name": "Balint, Richard"
            },
            {
                "name": "Carmaciu, Oana"
            },
            {
                "name": "Cascaval, Costel"
            },
            {
                "name": "Economu, Aida"
            },
            {
                "name": "Marin, Petrica"
            },
            {
                "name": "Paraschiv, Ioan"
            },
            {
                "name": "Rotaru, Dana"
            },
            {
                "name": "Surulescu, Aureliu"
            },
            {
                "name": "Titieni, Adrian"
            }
        ],
        "locations": [
            "Bucharest, Romania",
            "Romania"
        ],
        "genres": [
            "Crime",
            "Drama",
            "Thriller"
        ],
        "runtimes": [
            "45"
        ],
        "countries": [
            "Romania"
        ],
        "country codes": [
            "ro"
        ],
        "language codes": [
            "ro"
        ],
        "certificates": [
            "United States:Not Rated"
        ],
        "number of seasons": 3,
        "rating": 8.8,
        "votes": 5507,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzNkY2U2ODQtZGI4OC00NDdiLTliNzctMDBiMWI3MTVkOWI0XkEyXkFqcGdeQXVyMzQ4MjE5ODk@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Relu is a family man. He has two children, a wife and a double life. Seen through the eyes of his family, Relu Oncescu appears to be an ordinary taxi driver. No one suspects that Relu works as a collector for Capitanu', a local mobster. Neither of the two worlds (his family and the mafia) knows of the other's existence. Relu manages to keep everything under control, but not for long. After accidentally killing a man, he tries to get out of the underworld, but he can't find his way back. Day by day, the secrets he keeps become increasingly oppressive and the lies begin to surface, one by one.",
        "languages": [
            "Romanian"
        ],
        "title": "Umbre",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Mirica, Bogdan"
            }
        ],
        "production companies": [
            {
                "name": "HBO Europe"
            },
            {
                "name": "Multimedia Est"
            }
        ],
        "distributors": [
            {
                "name": "HBO Hungary"
            },
            {
                "name": "Synergetic Distribution"
            }
        ],
        "plot": [
            "Relu is a family man. He has two children, a wife and a double life. Seen through the eyes of his family, Relu Oncescu appears to be an ordinary taxi driver. No one suspects that Relu works as a collector for Capitanu', a local mobster. Neither of the two worlds (his family and the mafia) knows of the other's existence. Relu manages to keep everything under control, but not for long. After accidentally killing a man, he tries to get out of the underworld, but he can't find his way back. Day by day, the secrets he keeps become increasingly oppressive and the lies begin to surface, one by one."
        ],
        "tech": {
            "runtime": [
                "45 min"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 5507,
                "rating": 8.8
            },
            "aged under 18": {
                "votes": 9,
                "rating": 9.6
            },
            "aged 18 29": {
                "votes": 2220,
                "rating": 9.2
            },
            "aged 30 44": {
                "votes": 1658,
                "rating": 8.5
            },
            "aged 45 plus": {
                "votes": 325,
                "rating": 8.0
            },
            "males": {
                "votes": 3927,
                "rating": 8.8
            },
            "males aged under 18": {
                "votes": 6,
                "rating": 9.4
            },
            "males aged 18 29": {
                "votes": 1908,
                "rating": 9.2
            },
            "males aged 30 44": {
                "votes": 1464,
                "rating": 8.6
            },
            "males aged 45 plus": {
                "votes": 275,
                "rating": 8.1
            },
            "females": {
                "votes": 560,
                "rating": 8.7
            },
            "females aged under 18": {
                "votes": 3,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 291,
                "rating": 9.3
            },
            "females aged 30 44": {
                "votes": 184,
                "rating": 8.4
            },
            "females aged 45 plus": {
                "votes": 47,
                "rating": 7.2
            },
            "top 1000 voters": {
                "votes": 45,
                "rating": 5.8
            },
            "us users": {
                "votes": 206,
                "rating": 7.4
            },
            "non us users": {
                "votes": 2289,
                "rating": 8.7
            }
        },
        "number of votes": {
            "10": 3274,
            "9": 1114,
            "8": 538,
            "7": 233,
            "6": 102,
            "5": 65,
            "4": 15,
            "3": 18,
            "2": 24,
            "1": 124
        },
        "arithmetic mean": 9.1,
        "median": 1
    }
}