{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "29 November 2014"
            },
            {
                "country": "USA\n",
                "date": "21 June 2015"
            }
        ],
        "release dates": [
            "USA::29 November 2014",
            "USA::21 June 2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "When Vehicles Attack!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extreme Escapes (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "21 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Brandy LaPlante will have just over one minute to get out of her restraints as she sets out to be the first woman ever to attempt the insane car drop escape hopefully succeeding before she is crushed to death! Plus, Michael Turco tries to turn an age old method of torture-being drawn and quartered-into an escape that, if he fails, will literally tear him apart! Then Farrel Dillon turns the sport of surfing into an aquatic nightmare escape in which one wrong move results in serious injury or even drowning! And in China, Franz Harary attempts the most dangerous escape ...    "
                },
                "2": {
                    "title": "Faster Than a Speeding Bullet!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extreme Escapes (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "28 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Direct from Budapest, David Merlini will have less than four minutes to get out of a straitjacket hanging upside down over thirty feet in the air before the ropes burn through and he plummets to his death. Also, Michael Griffin must get himself out of imminent peril as a motorcycle races towards an impact that could have very tragic results. Then Murray Sawchuck takes the ultimate thrill ride blindfolded while driving through Mulholland Drive's Dead Man's curve relying on instinct alone. But will he push himself and his passengers past the point of no return? And then...    "
                },
                "3": {
                    "title": "Buried in Cement!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extreme Escapes (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "5 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Michael Griffin discovers the hard way that getting out of a safe is just as difficult as getting into one. Can he do it before he runs out of air? Jan Rouvin tempts death with a sinister contraption that just may rip him to shreds. Then, Murray SawChuck works against the clock to avoid being liquefied in a drum of hydrochloric acid. Finally, Spencer Horsman takes the Houdini water torture to the extreme as he locks himself into a glass tank quickly filling with wet cement!    "
                },
                "4": {
                    "title": "A Twist of Houdini",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extreme Escapes (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "12 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Michael Turco tackles a new twist on how to escape from an age old choice of execution as he tries to avoid getting ripped to pieces. And, Farrell Dillon risks blowing himself up in a terrifying underground cave escape. Then, direct from the Atlantic City Boardwalk, Matt Cadabra pays tribute with an added element of danger to the in the Water Torture escape Houdini made famous. Finally, Franz Harary in China attempts to escape from inside a locked freezer as it is hurtled into a ravine!    "
                },
                "5": {
                    "title": "Buried Alive!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extreme Escapes (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "19 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Michael Griffin attempts a crazy escape twenty feet underwater shackled to a cinder block in just what may be his most dangerous stunt yet! Jan Rouven performs one of the fastest escapes ever seen on television. Then, Jonathan Pendragon descends into the dark side of a torturous escape by being water boarded as he tries to free himself of his chains. Can he do it before it's too late? Finally, David Merlini attempts to escape an early grave by adding an even more dangerous element to the glass coffin escape that killed escape artist Joe Burris thirty years ago.    "
                },
                "6": {
                    "title": "Bulldozers, Cement Boots and Underwater Torture Devices",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extreme Escapes (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "20 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Michael Turco takes on a mobster style challenge as he shackled and then fitted for cement shoes before being tossed to the bottom of the Atlantic Ocean. Will he get out and up to the surface in time or will he sleep with the fishes? Then, underwater in a massive wave pool, Spencer Horsman turns an ancient torture device into one still very effective today in which he has seconds before drowning to escape. In China, Franz Harary attempts the craziest and deadliest escape of his life that involves lying him in the dirt path while wrapped in cellophane while an ...    "
                },
                "7": {
                    "title": "When Cars Explode!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extreme Escapes (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "13 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Michael Griffin ups the ante to a level yet to be attempted in which he must unshackle himself underwater while a spear gun is set to fire at his heart within moments! Jan Rouven faces off against a powerful jet engine which could shred him if he fails to escape in time. And Murray SawChuck turns a classic mobster hit into the escape challenge of his career as he is locked in a trunk of a car set to explode with no way to stop it!    "
                },
                "8": {
                    "title": "Execution Escape Attempts!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extreme Escapes (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "29 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    David Merlini recreates a brutal execution scenario used centuries ago at the Salem Witch Trials-being burned alive at the stake! Will he escape unscathed before he succumbs to the fiery inferno or, if he survives, could this be the one escape that will alter the rest of his career? Back in China, Franz Harary attempts a twist on the Houdini trunk escape by being bound and locked in a trunk that is then hoisted 80 feet above the ground. You'll witness the nerve-wracking dramatic effects when the worst case scenario happens! Then, Jonathan Pendragon shows us his ...    "
                },
                "9": {
                    "title": "The Human Ice Cube, Jaws of Death, and Bed of Nails Leap!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extreme Escapes (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "6 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    In Budapest, David Merlini attempts the most scientifically challenging escape yet that includes being fastened in a straightjacket while enduring the pain of simultaneously being instantly frozen in a solid block of ice. Jan Rouven's fate hangs in the balance as he attempts the infamous jaws of death escape. Spencer Horsman pushes himself to the ultimate limits of dexterity and sheer willpower in which there is no way out other than by his own means! This is a true do or die escape! Finally, Michael Turco takes the cup and spike street challenge to a larger than ...    "
                },
                "10": {
                    "title": "Deadly Coffins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extreme Escapes (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "26 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Matt Cadabra attempts his most dangerous escape ever by recreating the exact glass coffin water torture devised by Houdini! But will he go too far this time? Then, a shackled Murray SawChuck pushes himself to the edge...and right over in a 350 feet plunge to a busy highway! And Franz Harary tries to hit pay dirt with the ultimate buried alive stunt that has killed 62 who previously attempted as he continues his extreme expedition to China! But this time, will he get in too deep?    "
                },
                "11": {
                    "title": "High Octane Death Wish and the Grinding Machine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extreme Escapes (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "6 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Jonathan Pendragon tests the limits of his endurance both through mind and body as he faces a series impossible challenges set forth by witnesses before him. And Brandy LaPlante risks being incinerated as she attempts an escape from a burning shuttle bus not only doused in gasoline but as two full drums of super flammable fuel inside the vehicle right next to her. Jan Rouven prepares for lift-off as he attempts an escape from a military ejector seat. Finally, John Gabriel throws himself into the mouth of madness as a conveyor belt slowly takes him to his imminent ...    "
                },
                "12": {
                    "title": "Tragedy of the Burning Bed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extreme Escapes (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "13 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Michael Turco gets creative as he attempts to escape from inside a ticking time bomb. Franz Harary plays with fire in one of his most deadly-and tragic-escapes ever attempted on an abandoned street lot in China. You will not want to miss this! Plus a classic rarely seen stunt by David Merlini as he tries an escape from a launched rocket! And Ricky Nuñez pushes the limits of endurance Indiana Jones-style with the wildest escape attempt on four wheels!    "
                },
                "13": {
                    "title": "Elevator Crush and Neckbrace Electrocution",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extreme Escapes (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "16 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Murray SawChuck takes his next challenge to several levels which could lead to him being crushed to death by a descending elevator if he doesn't escape in time. Michael Turco enlists the help of Jonathan Pendragon for an electrifying escape attempt never before tried on television. And Franz Harary is strapped down for one of the craziest escapes ever seen!    "
                },
                "14": {
                    "title": "Explosions and Collisions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extreme Escapes (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "23 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    John Gabriel one ups Houdini by taking two of the masters most difficult escapes and combining them into one in which he must escape TWICE! Franz Harary uses some heavy duty machinery and to push himself to the limit as he's strapped to a forklift charging into the side of a vintage travel trailer. Then Murray SawChuck literally blows the doors off a shed where he is shackled with an escape from live explosives!    "
                },
                "15": {
                    "title": "Several Good Ways to Die",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extreme Escapes (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "30 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Jonathan Pendragon utilizes his eastern martial arts training pushing his mind and body to the brink of its power to keep him from death by multiple impalement. Michael Turco is bound in a couple ancient torture and death devices to see if his modern ingenuity can free him from a nasty conclusion! Then Murray SawChuck walks the razor's edge in a daring test of skill before the barbed blade slices his skull to ribbons.    "
                },
                "16": {
                    "title": "Ultimate Death Sentences",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extreme Escapes (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "20 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Michael Turco once again enlists mentor Jonathan Pendragon in an escape attempt that leaves him breathless! And, Murray SawChuck is sentenced to death by hanging unless he can get out in time! But what happens if he doesn't? Maybe this time he didn't give himself quite enough rope! John Gabriel fights to stay alive as an escape goes not as planned while his team races to save his life! It's a bone crushing escape you won't want to miss! Finally Franz Harary takes fan suggestions at what his next escape must be which may cost him his life!    "
                },
                "17": {
                    "title": "The Need for Speed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extreme Escapes (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "27 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Michael Turco tempts an underwater fate not once, but twice as an ordinary backyard pool becomes an object of death! Murray SawChuck's life hangs in the balance as he is locked securely under a hovering glass chandelier with thousands of spikes guaranteed to rip and crush anything in its way. Ricky Nuñez feels the need for speed as he attempts an escape that could, should he fail, paralyze him if times runs out. Finally Franz Harary suits up for danger by being nailed to a platform that is on a collision course with a speeding truck. Will this be his final escape? You...    "
                },
                "18": {
                    "title": "Deadly Aquatics and Toxic Adventures",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extreme Escapes (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "4 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Michael Turco takes the ice bucket challenge to the extreme by attempting to free himself of locks and chains while submerged in an icy barrel filled with 200 pounds of ice! John Gabriel puts his skill to the test by attempting one of Houdini's classic escapes-while adding a twist! Will he pass? Murray SawChuck places himself in the jaws of danger by having his head suspended two inches above an actively set bear trap that if snaps would crush his skull instantly. Franz Harary heads to a secret location in China that is toxic in more ways than one.    "
                }
            }
        },
        "number of episodes": 18,
        "cast": [
            {
                "name": "SawChuck, Murray"
            },
            {
                "name": "Pendragon, Jonathan"
            },
            {
                "name": "Merlini, David"
            },
            {
                "name": "Crawford, Chloe"
            },
            {
                "name": "Anderson, Rob"
            },
            {
                "name": "Ashburn, James"
            },
            {
                "name": "Bennick, Mark"
            },
            {
                "name": "Aghajanian, Lauren"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjE2MzAxMTM5NV5BMl5BanBnXkFtZTgwNjU4NTc2NTE@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Each one-hour episode of Extreme Escapes brings the shock, wonder and danger of escapology to television with astonishing performances by artists including America's Got Talent contestant Spencer Horsman, Masters of Illusion LIVE! performer Farrell Dillon, Las Vegas Laugh Factory's headlining comic magician Murray Sawchuck and his counterpart Jan Rouven and Hungarian escape artist David Merlini. In Extreme Escapes top escape masters challenge the laws of physics in unbelievable stunts performed all around the world including magician Brandy LaPlante attempting to be the first woman to complete the insane car drop escape before being crushed and magician Michael Turco's attempt at a mobster-style challenge where he's shackled, put in cement shoes and tossed to the bottom of the Atlantic Ocean. Other daring stunts attempted include illusionist Jonathan Pendragon putting himself in the line of fire for a dangerous and often deadly feat-attempting to catch a speeding bullet. The series also features a precarious escape set in China where internationally acclaimed illusionist Franz Harary must break free from the chains binding him to railroad tracks in the face of a powerful locomotive.",
        "languages": [
            "English"
        ],
        "title": "Extreme Escapes",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Extreme Escapes (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "O'Connor, Mickey"
            }
        ],
        "production companies": [
            {
                "name": "Associated Television International"
            }
        ],
        "distributors": [
            {
                "name": "Associated Television International"
            },
            {
                "name": "Sony Pictures Entertainment (SPE)"
            }
        ],
        "plot": [
            "Each one-hour episode of _Extreme Escapes_ (qv) brings the shock, wonder and danger of escapology to television with astonishing performances by artists including America's Got Talent contestant Spencer Horsman, Masters of Illusion LIVE! performer Farrell Dillon, Las Vegas Laugh Factory's headlining comic magician Murray Sawchuck and his counterpart Jan Rouven and Hungarian escape artist David Merlini. In _Extreme Escapes_ (qv) top escape masters challenge the laws of physics in unbelievable stunts performed all around the world including magician Brandy LaPlante attempting to be the first woman to complete the insane car drop escape before being crushed and magician Michael Turco's attempt at a mobster-style challenge where he's shackled, put in cement shoes and tossed to the bottom of the Atlantic Ocean. Other daring stunts attempted include illusionist Jonathan Pendragon putting himself in the line of fire for a dangerous and often deadly feat-attempting to catch a speeding bullet. The series also features a precarious escape set in China where internationally acclaimed illusionist Franz Harary must break free from the chains binding him to railroad tracks in the face of a powerful locomotive.::REELZ"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}