{
    "imdb": {
        "raw release dates": [
            {
                "country": "Malaysia\n",
                "date": "  2014"
            }
        ],
        "release dates": [
            "Malaysia::2014"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "Nobu's Japan is a television series that celebrates the culinary arts as well as the culture of Japanese locales. Created by world-renowned chef Nobuyuki \"\"Nobu\"\" Matsuhisa, this is a series that shares more with its audience than just recipes. In each episode, Chef Nobu explores the culture and history of a Japanese region. Each episode also features famous chefs from around the world, including José Andrés, Thomas Keller, and Eric Ripert. In each episode, Chef Matsuhisa will travel with another world-renowned chef, visiting the lesser known regions of Japan to witness the faces of Japanese life not typically seen in the popular cities such as Tokyo and Kyoto. The chefs will experience the lifestyle of the locals as they coexist with the seas, mountains and rivers, encounter food ingredients of the highest quality and discover a rich and unique culinary heritage. As the chefs journey together and come across a reality of Japan that they were previously not aware of, what will they think and feel and how will they be inspired? This program will document not just the travels of the chefs but also their emotions and reactions to what they uncover. Each episode culminates with the chefs developing a one-of-a-kind menu based on the inspiration they find during their travels. The program will document that process as the chefs take ingredients they find on their journey and tap in to the inspiration they unearth to create dishes that push the boundaries of culinary creation. The new dishes will be presented and served at a charity dinner, with proceeds of the charity being donated to the earthquake recovery effort.",
        "languages": [
            "English"
        ],
        "title": "Nobu's Japan",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "distributors": [
            {
                "name": "108 Media"
            },
            {
                "name": "TLC"
            }
        ],
        "plot": [
            "_Nobu's Japan_ (qv) is a television series that celebrates the culinary arts as well as the culture of Japanese locales. Created by world-renowned chef Nobuyuki \"\"Nobu\"\" Matsuhisa, this is a series that shares more with its audience than just recipes. In each episode, Chef Nobu explores the culture and history of a Japanese region. Each episode also features famous chefs from around the world, including José Andrés, Thomas Keller, and Eric Ripert. In each episode, Chef Matsuhisa will travel with another world-renowned chef, visiting the lesser known regions of Japan to witness the faces of Japanese life not typically seen in the popular cities such as Tokyo and Kyoto. The chefs will experience the lifestyle of the locals as they coexist with the seas, mountains and rivers, encounter food ingredients of the highest quality and discover a rich and unique culinary heritage. As the chefs journey together and come across a reality of Japan that they were previously not aware of, what will they think and feel and how will they be inspired? This program will document not just the travels of the chefs but also their emotions and reactions to what they uncover. Each episode culminates with the chefs developing a one-of-a-kind menu based on the inspiration they find during their travels. The program will document that process as the chefs take ingredients they find on their journey and tap in to the inspiration they unearth to create dishes that push the boundaries of culinary creation. The new dishes will be presented and served at a charity dinner, with proceeds of the charity being donated to the earthquake recovery effort."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}