{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "  2014"
            },
            {
                "country": "Italy\n",
                "date": "20 April 2014"
            }
        ],
        "release dates": [
            "UK::2014",
            "Italy::20 April 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Robin Hood: Mischief in Sherwood"
            },
            {
                "countries": "Greece",
                "title": "Ρομπέν των Δασών: Περιπέτειες στο Σέργουντ"
            },
            {
                "countries": "Romania",
                "title": "Robin Hood: Nazbatii in Sherwood"
            },
            {
                "countries": "Spain",
                "title": "Robin Hood, travesuras en Sherwood"
            }
        ],
        "akas": [
            "Robin Hood: Mischief in Sherwood (original title)",
            "Ρομπέν των Δασών: Περιπέτειες στο Σέργουντ Greece",
            "Robin Hood: Nazbatii in Sherwood Romania",
            "Robin Hood, travesuras en Sherwood Spain"
        ],
        "akas from release info": [
            "Robin Hood: Mischief in Sherwood (original title)",
            "Ρομπέν των Δασών: Περιπέτειες στο Σέργουντ Greece",
            "Robin Hood: Nazbatii in Sherwood Romania",
            "Robin Hood, travesuras en Sherwood Spain"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Once Upon a Time in Sherwood: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Once Upon a Time in Sherwood: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "The Conquest of Sherwood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    When Robin and his friends take the chest of gold containing all the taxes stolen by Prince John's men, the crooked ruler orders the Sheriff to use his dog Flynn to track the outlaws to their hiding place in Sherwood Forest and capture them once and for all.    "
                },
                "4": {
                    "title": "Royal Lessons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Filcher, a member of gang of pickpockets, steals Marian's book about the Philosopher's Stone, thinking it holds the secret to changing lead to gold. Unfortunately, none of the thieves can read, so they kidnap Lady Rohesia to explain the book's details. Robin and his friends attempt at a rescue are hindered when Marian's bungles her magic spell, resulting in the young magician changing bodies with one of the crooks. Now Robin must not only locate the missing noblewoman, but help Marian get back into her rightful body before they can save the day.    "
                },
                "5": {
                    "title": "Baby Hood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    After having driven her husband out of the county, Prince John's thoughts turn to Lady Sable's last remaining item of value - a huge diamond she's hidden in her baby's basket. When the woman is captured in spite of Robin's efforts, he and his friends must devise a plan to rescue the unfortunate prisoner, while keeping her baby safe from harm.    "
                },
                "6": {
                    "title": "Lubin's Horse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    The sheriff and his men come to Lubin's farm to claim his horse for non-payment of a debt. The soldiers are driven off by Robin, however, when the boy tries to enter his horse in Prince John's big race to, hopefully win the purse and pay off the loan, the Sheriff manages to grab the trusty steed. The night before the race, Robin arranges for the horse to become spooked and break out of the castle and, as an enigmatic jockey, rides the horse to victory the next day while Tuck and Little John deal with the Prince's minions intent on knocking all contenders out of the ...    "
                },
                "7": {
                    "title": "The Secret Garden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "The Witch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "The Hypnotiser",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 6,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    An itinerant magician comes to Nottingham and dazzles the villagers with his slight-of-hand tricks. Once he has everyone's attention, he hypnotizes them and orders them to give him all their money and valuables. Robin Hood attempts to interfere, but is soon under the mesmerist's power as well. It's up to Marian and Scarlett to free Robin from his trance before Prince John can throw him in his dungeon.    "
                },
                "10": {
                    "title": "The Charlatan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Nottingham's villagers are stricken with a strange trance-like sleeping sickness from which they do not awake. A black-clad healer arrives soon after the affliction begins and demonstrates that he has a cure for malady - for which he charges five gold coins for each potion. Robin is troubled by this coincidence and discovers that the charlatan has created the epidemic by dumping a chemical into the town's water supply. He must trick the crook into revealing how he created the antidote before everyone in the county is afflicted.    "
                },
                "11": {
                    "title": "The Magic Arrow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Angry that Robin and his friends ridicule her for her poor archery skills, Maid Marian decides to use a little magic to improve her meager talents. Unfortunately, Prince John discovers that she's using a magic arrow that can never miss the target it's aimed at and steals it to finish Robin Hood off once and for all.    "
                },
                "12": {
                    "title": "A Bottle of Luck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    An old woman gets the Nottingham villagers to breathe into bottles and then convinces them that she now possesses all their good luck and will sell the vials to the highest bidder. Little John believes the woman wholeheartedly because every move he makes causes him to run afoul of the sheriff and his men.    "
                },
                "13": {
                    "title": "Princely Flight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    Robin stops Prince John from seizing a flying machine that could help him catch the outlaw.    "
                },
                "14": {
                    "title": "A One and Only Sheriff",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "plot": "\n    Tired of the Sheriff of Nottingham's blundering, Prince John hires the three thieves to bring Robin Hood to justice. The thieves are only interested in robbing the villagers by pretending to be tax collectors. Robin decides that the Sheriff is the lesser of two evils and sets about to help the former sheriff capture the thieves red-handed.    "
                },
                "15": {
                    "title": "Hail of Stones",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "plot": "\n    Prince John decides that, to defend a crucial crossroads near Nottingham, he needs to deploy a catapult large enough to sling hug rocks into the area. Unfortunately, the catapult isn't very accurate and, during target practice, manages to destroy part of Juliette's apple orchard. Robin agrees to help Juliet get rid of the catapult. Meanwhile Marian becomes jealous of the attention Robin is giving the lovely Juliette.    "
                },
                "16": {
                    "title": "The Statue of the Prince",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "plot": "\n    Prince John hires a sculptor to create a huge golden statue of himself and then orders his soldiers to gather all of the gold in Nottingham to provide the raw materials. Robin discovers that the artist is nothing but a swindler who painted a stone sculpture with gold paint and kept all the gold coins for himself.    "
                },
                "17": {
                    "title": "One Joke Too Many",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "18": {
                    "title": "Damsel in Distress",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Prince John forces Gwendolyn, a young redheaded girl, to attempt to infiltrate Robin Hood's band. Maid Marian is suspicious of the newcomer, but Gwendolyn gets the drop on her and leaves her bound and gagged in the forest. The trail of pearls left by the redhead lead the Sheriff and his men deep into Sherwood Forest where they capture Tuck, Little John and Robin. When the prince double-crosses Gwendolyn, she joins forces with Marian to rescue the three heroes.    "
                },
                "19": {
                    "title": "The Other Robin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The villagers are dismayed when their hero, Robin Hood, is discovered to behind a series of thefts. The crook is actually a lookalike criminal Prince John found in his dungeon, who is hired to pass himself as the real Robin to discredit him in the eyes of Nottingham's citizens.    "
                },
                "20": {
                    "title": "The Treasure Chase",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    With Robin's help, a gang of thieves operating in Nottingham is captured and thrown into the castle dungeon. Prince John learns where the robbers have hidden their loot and ride out to retrieve it for himself. Robin, Little John and Tuck race to get their first so they can return the gold to the villagers, but Marian learns that the treasure chest is surrounded by deadly traps and attempts to warn him by riding to the rescue on a flying broomstick.    "
                },
                "21": {
                    "title": "Child's Play",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "plot": "\n    Prince John selects the perfect spot to conduct his war games. Unfortunately for the family who own the farm, their home, barn and fields will be destroyed during the demonstration. Robin and his friends are determined to prevent this catastrophe, but their plans are knocked for a loop when one of Marian's spells causes her mental capabilities to retrogress to those of a small child.    "
                },
                "22": {
                    "title": "The Alchemist",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Prince John finds an old alchemy manual in his castle's attic and is determined to use it to change lead to gold. When he dumps his unsuccessful experiments into the river the chemicals pollute the stream and kill the fish. Robin dons the guise of a sorcerer's apprentice to convince the prince to give up his chemical experiments.    "
                },
                "23": {
                    "title": "Trapped in the Village",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Furious when he finds the villagers are contributing to Robin Hood's fund to help the county's orphans, Prince John orders Nottingham's gates closed until he can find where the chest of coins is hidden. Marian and Scarlett help Robin and his friends stage a diversion so that the chest can be spirited past the guards.    "
                },
                "24": {
                    "title": "The Haunted Castle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Prince John orders the Sheriff and his men to knock down a crumbling tower that Durka uses for his home. Robin and his friends decide to use a Marian's magic to dissuade them from their activities by turning rusting suit of armor into a ghostly manifestation. When Prince John convinces the Sheriff that ghosts don't exist, Robin sets about to convince his opponent that his castle is haunted, too.    "
                },
                "25": {
                    "title": "The Puppet Master",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Prince John and the Sheriff of Nottingham take exception to an Italian puppeteer mocking them and praising Robin Hood during his performances and has him thrown into the dungeon. Robin and his friends think the puppet master's performances are hilarious and conspire with Maid Marian to break him out of jail.    "
                },
                "26": {
                    "title": "The Sword of Kings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    An old woman, claiming to be a druidess, convinces Prince John that her scroll can lead him to King Arthur's legendary sword, Excalibur and agrees to sell him the document for a bag of coins. It's a scam, complete with a wooden sword painted gold and a pitfall to trap the unwary Princess - and Robin as well.    "
                },
                "27": {
                    "title": "The Five Puppets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "28": {
                    "title": "Mirror Marian",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "plot": "\n    During a battle with Prince John's men, one of Maid Marian's spells goes awry, resulting in her exchanging places with a spirit previously imprisoned in a mirror. Robin and his friends must retrieve the mirror from the castle and reverse the spell before evil Marian can reveal their hideout to Prince John and his lackeys.    "
                },
                "29": {
                    "title": "The Biter Bit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "11 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Prince John tries to capture Robin and his friends by having Ralf infiltrate the band in order to discover the hideout. Though Tuck is convinced that the Sheriff's son has had a change of heart, Robin isn't convinced and sets a plan in motion to force Ralf to review his true allegiance.    "
                },
                "30": {
                    "title": "The Invisible Gold",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "11 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    The three thieves steal the engagement ring of a couple of middle-aged sweethearts setting in motion a series of events which result in Scarlett's mother, Matilde being falsely accused of stealing Prince John's gold, which was rendered invisible when one of Marian's spells goes awry.    "
                },
                "31": {
                    "title": "The Apprentice Lawman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "6 Nov. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "32": {
                    "title": "Getting the Blame",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "6 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Robin and his friends rescue a young villager falsely accused of theft. While Robin and Little John track down the real crooks, Tuck attempts to cook a birthday cake for Maid Marian.    "
                },
                "33": {
                    "title": "Manhunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "plot": "\n    Prince John hired Harry the Hyena, the best tracker in England, to capture Robin and his friends and bring an end to their outlawry (and protection of the innocent villagers). The Hyena proves to be as relentless as advertised and soon only Robin has avoided his snares. With the help of Made Miriam and Scarlett, Robin hopes to turn the tables on the manhunter in Prince John's own castle.    "
                },
                "34": {
                    "title": "Times Are a Changin'",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "plot": "\n    Nottingham's thieves are at it again, but there's a new hero in town who routs the villains and saves the villagers cash. With Robin on the run from the Sheriff's men, the new hero, a boy named Taramis, convinces the townsfolk to put all their savings in one chest for him to guard. Of course, the \"hero\" is actually in league with the crooks - except he plans to double-cross them and keep all the gold coins for himself. Robin and his friends develop an elaborate plan to bring all the crooks to justice.    "
                },
                "35": {
                    "title": "Pigeon Post",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "18 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Maid Marian is so convinced that her latest magic spell will transform Durka back into a dragon that she makes the mistake of signing the document. When the spell is blown out the window, Robin must retrieve it before someone reads it and accuses Marian of being a witch.    "
                },
                "36": {
                    "title": "Tuck Hood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "18 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    The Sheriff appropriates a builder's stock of hardwood lumber to build a playroom for Prince John. Robin Hood decides that repairing a farmer's barn is a better use for the planks, but Marian's magic spell cause everything he and Little John touches to disappear. It's up to Tuck to save the day and retrieve the wood - with a little assistance from Scarlett and Robin, of course.    "
                },
                "37": {
                    "title": "The Prince's Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "15 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Prince John is determined to have an enormous fireworks display as the highlight for his party. He decides that the best spot to ignite the rockets would be on top of the county's windmill, which could result its destruction if something goes amiss. Robin decides to crash the party to save the structure,    "
                },
                "38": {
                    "title": "The Letter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "15 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Prince John sends Robin a fake letter from King Richard that promises a reward for services rendered. It's a trap, of course - John intends to capture the young bowman and send him on a ship to journey to the ends of the earth. Marian and Scarlett aren't as gullible as Robin, Little John and Tuck and steal the prince's horse to ride to the rescue.    "
                },
                "39": {
                    "title": "A Pretty Course",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "plot": "\n    When Prince John hires a contractor to build the ultimate croquet course, the selecting building site would require the prince's men to destroy the ruined tower where Durka lives. Robin challenges the prince to a croquet match to determine whether the course will be built.    "
                },
                "40": {
                    "title": "Team Work",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "41": {
                    "title": "The Great Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "plot": "\n    Some children put themselves in danger when they play at outlaws, but they can count on Robin to get them out of the jam.    "
                },
                "42": {
                    "title": "The Good, the Bad, & the Ugly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "43": {
                    "title": "The Prince's Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "plot": "\n    When the Sheriff's sons accidentally contaminate the castle's well with rock salt, the only source of pure water in the vicinity is Nottingham's spring. Prince John decides to use the accident to his advantage and orders that henceforth, the villagers must pay him to fill their water jugs there. Robin and his friends decide to teach Prince John a lesson in manners.    "
                },
                "44": {
                    "title": "The Pursuit of Flynn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "plot": "\n    Marian is arrested for performing magic by the Sheriff's sons, a serious crime in medieval England. Alerted by Durku, a dragon Marian accidentally turned into a hamster, Robin and his friends attempt to rescue Marian and retrieve her magic wand and book of spells before the twins can transport their captive to be judged by Prince John.    "
                },
                "45": {
                    "title": "Musical Mish-mash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "plot": "\n    The Sheriff of Nottingham arranges for Maid Marian and Delphinia to be abducted to prevent them from playing in a minstrel's talent show so that his tone-deaf sons can win the competition by default.    "
                },
                "46": {
                    "title": "The Best of Enemies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "plot": "\n    Prince John is smitten by the pretty red-headed Eleanor. When he discovers she wants to meet that great adventurer, Robin Hood, he orders his men to capture Little John and tells Robin that he has 24 hours to turn him into an adventurer, too. Eleanor thinks becoming a princess would be pretty boring, so joins forces with Marian and Scarlett to help Robin spring his friend from the castle dungeon.    "
                },
                "47": {
                    "title": "The Sherwood Werewolf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "9 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Prince John's latest ploy to fleece Nottingham's villagers and steal their foodstuffs is to beset the county with a fake werewolf. He also hopes to capture Robin and his friends capture Robin and his friends when they try to capture the marauding creature. Robin is suspicious, though, and manages to counter the Prince's evil plans.    "
                },
                "48": {
                    "title": "The Prince's Windmill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "9 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    A violent storm damages windmills throughout the country. Without them, the villagers won't be able to grind their grain to make bread. Tuck devises a way to repair Nottingham's windmill so that can operate with horsepower instead of wind power. When Prince John learns that the local windmill is attracting customers from miles around, he decides to appropriate the mill for himself and charge everyone exorbitant prices to grind their grain.    "
                },
                "49": {
                    "title": "The Pantry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Prince John has stolen all of the villagers food so that he can have a sumptuous banquet in honor of his birthday. He locks all of the foodstuffs in his pantry and orders the Sheriff to guard it day and night. Robin discovers that stealing such a bulky commodity and getting past the castle guards is no easy task and Marian's magic spell causing the Sheriff to sleepwalk about the palace doesn't help matters.    "
                },
                "50": {
                    "title": "The Ransom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Prince John banishes Maid Marian from the castle after Maid Marian accidentally on purpose helps Robin escape from the castle with a chest of gold. Traveling to Sherwood Forest in the middle of the night, Marian is kidnapped by a gang of thieves, who insist that Prince John pay a heavy ransom for her return. When, in a fit of pique, Prince John refuses, Robin and his friends must take action to rescue their friend.    "
                },
                "51": {
                    "title": "The Ballad of Robin Hood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "plot": "\n    The origin of Robin Hood is explained. Before his outlaw adventures, Robin was an excellent archer in the kingdom, but after being tricked by Prince John, he is put on a path to meeting two new allies and friends. Long story short, Robin proves himself to not only the prince but to the entire kingdom that he is undefeated when it comes to a bow and arrow. But the prince could not stand being second, so he ordered the capture of Robin. Robin got his prize and kiss, but instead of keeping the money to himself he shares it with the people. Thus began his endless ...    "
                },
                "52": {
                    "title": "John the Hero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robin Hood: Mischief in Sherwood (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 52,
        "cast": [
            {
                "name": "Thompson, Marc"
            },
            {
                "name": "James, Eli"
            },
            {
                "name": "Thompson, Billy Bob"
            },
            {
                "name": "Nelson, David"
            },
            {
                "name": "Paque, Jake"
            },
            {
                "name": "Wills, David"
            },
            {
                "name": "Stevens, Eileen"
            },
            {
                "name": "Wayland, Tom"
            },
            {
                "name": "Natochenny, Sarah"
            },
            {
                "name": "Bollen, Benjamin"
            },
            {
                "name": "Chetail, Adeline"
            },
            {
                "name": "Marot, Tony"
            },
            {
                "name": "Pascal, Benjamin"
            },
            {
                "name": "Podesta, Olivier"
            },
            {
                "name": "Trojani, Fabrice"
            }
        ],
        "genres": [
            "Animation",
            "Short",
            "Adventure",
            "Family"
        ],
        "runtimes": [
            "11"
        ],
        "countries": [
            "France"
        ],
        "country codes": [
            "fr"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Denmark:A::(DVD rating)",
            "Finland:S::(DVD rating)",
            "Norway:A::(DVD rating)",
            "Sweden:Btl::(DVD rating)"
        ],
        "number of seasons": 1,
        "rating": 6.7,
        "votes": 47,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYWFiZTM0NmItYTI4ZS00YTBhLTgwZTAtMTA5ZGM4MDg5Y2Y2L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNTI3NjI5NTM@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Robin Hood: Mischief in Sherwood",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Bacconnier, Cédric"
            },
            {
                "name": "Barbin, Sérine"
            },
            {
                "name": "Bertho, Pascal"
            }
        ],
        "production companies": [
            {
                "name": "DQ Entertainment"
            },
            {
                "name": "De Agostini"
            },
            {
                "name": "Fabrique d'Images"
            },
            {
                "name": "Method Animation"
            },
            {
                "name": "The Walt Disney Company"
            },
            {
                "name": "ZDF Enterprises"
            }
        ],
        "distributors": [
            {
                "name": "PGS Entertainment"
            },
            {
                "name": "De Agostini"
            },
            {
                "name": "Pop TV"
            },
            {
                "name": "Télévision Française 1 (TF1)"
            }
        ],
        "other companies": [
            {
                "name": "Mercenaries Engineering"
            }
        ],
        "plot": [
            "A teenage Robin of Locksley and his outlaw friends fight back against the tyrannical plots of a young Prince John.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "11 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 47,
                "rating": 6.7
            },
            "aged 18 29": {
                "votes": 8,
                "rating": 6.0
            },
            "aged 30 44": {
                "votes": 9,
                "rating": 4.9
            },
            "aged 45 plus": {
                "votes": 9,
                "rating": 4.5
            },
            "males": {
                "votes": 22,
                "rating": 5.2
            },
            "males aged 18 29": {
                "votes": 7,
                "rating": 5.9
            },
            "males aged 30 44": {
                "votes": 8,
                "rating": 4.9
            },
            "males aged 45 plus": {
                "votes": 6,
                "rating": 5.3
            },
            "females": {
                "votes": 6,
                "rating": 3.7
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 5.0
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 4.3
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 2.5
            },
            "us users": {
                "votes": 4,
                "rating": 5.0
            },
            "non us users": {
                "votes": 21,
                "rating": 4.9
            }
        },
        "number of votes": {
            "10": 16,
            "9": 3,
            "8": 3,
            "7": 5,
            "6": 2,
            "5": 4,
            "4": 6,
            "3": 2,
            "2": 3,
            "1": 3
        },
        "arithmetic mean": 6.7,
        "median": 7
    }
}