{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "30 December 2014"
            },
            {
                "country": "UK\n",
                "date": "3 December 2015"
            }
        ],
        "release dates": [
            "USA::30 December 2014",
            "UK::3 December 2015"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Exposing the Cult",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "18 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Jessica And Andrea get a call from their sister, Jennifer, who is being forced to marry someone she doesn't love; everyone must act quickly to get Jennifer out of town before the Order figures out yet another Kingston daughter is leaving. A last-minute stop at the order bank leads to a dramatic confrontation with this members over their corrupt financial system.    "
                },
                "2": {
                    "title": "After the Escape: Melanie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "18 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    One of the sisters, Melanie, contacts the girls about needing to leave the Order. Originally planning to wait for the most opportune moment to quietly get their sister out, plans quickly change and the escape attempt must happen amid a chaotic and violent backdrop. An update is presented on where Melanie is today.    "
                },
                "3": {
                    "title": "Escaping Wedlock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "25 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Jessica and Shanell agree to meet Ava, a young girl desperate to escape the Kingston clan to avoid an unwanted marriage to her older cousin. They soon discover Ava is under 18 years old, which presents legal hurdles that work against their mission to help her break free.    "
                },
                "4": {
                    "title": "After the Escape: Yolanda",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "25 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Yolanda needs the girls' help to escape from the FLDS compound in Colorado City, Arizona. While they are familiar with the cult's principles, practices, and prophet Warren Jeffs, the girls are hundreds of miles away from home. With a plan in place to get Yolanda out, the biggest hurdle they face is to remain as under the radar and out of sight as possible. An update is presented on where Yolanda is today.    "
                },
                "5": {
                    "title": "The Prophet's Daughter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "2 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Rachel Jeffs, daughter of Warren Jeffs of FLDS, reaches out to Jessica and Amanda for their help in rescuing her sister from a remote, hidden compound. Meanwhile, Ava, a former Kingston clan member, fights to legally sever ties with her polygamous parents who want to marry her off to an older cousin.    "
                },
                "6": {
                    "title": "After the Escape: Kathy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "2 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Shanell's aunt Kathy has decided to leave the Order after raising 16 children in view of the cult. Kathy's youngest daughter is now of age in the Kingston Clan and ready to be married off. Shanell must intervene and get her family into hiding.    "
                },
                "7": {
                    "title": "Rebel with a Cause",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "9 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Shanell and Kollene get word that a young FLDS woman, Mattie, needs their help. Caught for breaking the cult's harsh rules, Mattie is living in isolation and wants to escape the religion to avoid an impending move further into seclusion. However, with neighbors monitoring her every move and the threat of her strict father dropping by at any time, a quick and clean escape may be impossible.    "
                },
                "8": {
                    "title": "After the Escape: Priscilla",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "9 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    A 17-year-old girl must go to Nevada to escape polygamy and Utah's runaway laws. With a failed escape before, Priscilla is adamant about leaving but seeks the help of her friends outside the Order. Many risks are in play, so Priscilla must escape quickly.    "
                },
                "9": {
                    "title": "Sons of the Prophet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "16 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Raymond Jeffs, son of the infamous FLDS prophet, Warren Jeffs, pleads for the girls' help with getting his only brother, Isaac, out of the group. The team quickly discovers Isaac is closely monitored by a group of men who are taught to fight outsiders at all costs, and tempers flare when the plan to break him out is exposed. Later, Mattie, a young woman who recently escaped the FLDS, reunites with the mother she left behind in the group.    "
                },
                "10": {
                    "title": "After the Escape: Ariel and Vanna",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "16 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Jessica and Kollene receive word that two sisters want to escape the FLDS polygamist cult headquartered in Colorado City, at the border of Utah and Arizona.    "
                },
                "11": {
                    "title": "A Risky Reunion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "23 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Shanell and Jessica are contacted by Isaac Jeffs, son of FLDS prophet Warren Jeffs, as he asks for help finding his mother, who was ripped away from him by the religion.    "
                },
                "12": {
                    "title": "After the Escape: Eskel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "23 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Amanda's younger brother wants to leave the group as he refuses to live a polygamist lifestyle. Amanda enlists her sister Rachel to help their brother and avoid suspicion, but their mother figures out the plan and confronts him with an emotional plea to stay.    "
                },
                "13": {
                    "title": "Forbidden Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "30 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    An escapee from the FLDS polygamist cult asks Jessica and Amanda for help in getting her boyfriend out; the trip into unknown FLDS territory does not go as planned.    "
                },
                "14": {
                    "title": "After the Escape: Lorie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "original air date": "30 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Amanda's mother, Lorie, can no longer stay trapped in the Order, but getting the wife of an influential Order man out is a challenge, as her home is surrounded by Order members tasked to keep watch over her. Later, see where Lorie is today.    "
                },
                "15": {
                    "title": "A Father's Secret",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "original air date": "6 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Jessica and Andrea receive word from Jesse, a father desperate to escape the AUB polygamous group. As Jesse and his family try to escape, an explosive secret about Jesse's dark past is revealed and puts the entire team in danger. Meanwhile, former FLDS members, Megan and Chris, discuss the highs and lows of a life outside the group.    "
                },
                "16": {
                    "title": "After the Escape: Fred",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "original air date": "6 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    A former Order member reaches out fearing that the life of her elderly father, Fred, is in danger. As Fred's health rapidly declines, Jessica and Kollene must figure out how to convince this devoted Order man to accept help from outsiders. Other members in the cult go to extreme lengths to halt their plan. Later, an update is provided on where Fred is today.    "
                },
                "17": {
                    "title": "Confronting the Faith",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 17,
                    "original air date": "13 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Andrea and Amanda receive word from Lorin, a young FLDS man looking to escape the group. Lorin disagrees with the strict rules banning marriage and wants to leave for love, but his highly confrontational plan to escape during a crowded church service concerns everyone involved.    "
                },
                "18": {
                    "title": "After the Escape: Lizzy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 18,
                    "original air date": "13 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Andrea and Shanell get a tip that Lizzy, a young mother, is in an abusive situation and needs help. The girls track Lizzy down, but Lizzy won't leave without her daughter, who was taken and hidden from her by members of the church. Ultimately, the girls are faced with the harsh reality of what brainwashing can do to a family when the escape takes a dramatic and emotionally charged turn.    "
                },
                "19": {
                    "title": "A Daughter's Revolt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 19,
                    "original air date": "20 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    MaryAnn, a rule-breaking FLDS woman, reaches out to Jessica and Amanda about leaving the polygamous group. However, when MaryAnn's family receives word of her plan to escape, the girls must take action sooner than expected.    "
                },
                "20": {
                    "title": "After the Escape: The Insider",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 20,
                    "original air date": "20 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    The insider sends the sisters a tip that federal agents are targeting the polygamous group in a raid on their businesses, and sends a desperate plea for help when they suspect leaders have figured out their identity.    "
                }
            },
            "1": {
                "1": {
                    "title": "Leah/Hannah",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 21,
                    "original air date": "30 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    The Kingston Clan, also known as The Order, is one of the world's most infamous polygamist groups. Headquartered deep within the valley of Salt Lake City, The Order is notorious for the physical/sexual & psychological abuse, as well as brainwashing and financial exploitation, of its members. Sisters Jessica, Shanell and Andrea, three daughters of second-in-command Daniel Kingston, defied their religion's commandments when they escaped The Order as teenage girls. Now, the three sisters have made it their life's mission to act as a lifeline for others who bravely decide...    "
                },
                "2": {
                    "title": "Melanie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 24,
                    "original air date": "14 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    The girls face a challenge when one of their sisters, Melanie, contacts them about needing to leave the Order. Originally planning to wait for the most opportune moment to quietly get their sister out, plans quickly change and the escape attempt must happen amid a chaotic and violent backdrop.    "
                },
                "3": {
                    "title": "Kathy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 24,
                    "original air date": "21 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Shanell's aunt Kathy has decided to leave the Order after having raised sixteen children under the umbrella of the notorious cult. Kathy's youngest daughter is now of age in the Kingston Clan and ready to be married off, so Shanell must intervene and get her family into hiding as quickly as possible.    "
                },
                "4": {
                    "title": "Rachel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 18,
                    "original air date": "28 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Rachel is in desperate need of breaking free from the Order. Rachel's two sisters escaped the polygamous cult years ago and now Rachel wants to leave too. But Rachel is torn between leaving other brothers and sisters behind and losing her mother's love along the way. With an extremely small time frame, the girls must plan a quiet, middle-of-the night escape while Rachel's family sleeps.    "
                },
                "5": {
                    "title": "Priscilla",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 20,
                    "original air date": "4 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    A seventeen-year-old girl must flee from Utah to Nevada to escape from the clutches of polygamy and Utah's runaway laws. Having unsuccessfully attempted to escape before, Priscilla is adamant about leaving once and for all, but knows she needs the help of her friends outside the Order. With the threat of getting caught at any second by Order members or law enforcement, Priscilla's escape attempt must happen quickly.    "
                },
                "6": {
                    "title": "Little Sister",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 17,
                    "original air date": "11 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Shanell receives a letter from her fourteen-year-old half-sister crying out for help and threatening suicide.    "
                },
                "7": {
                    "title": "Yolanda",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 14,
                    "original air date": "18 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    The girls learn of a girl named Yolanda needing their help to escape from the notorious FLDS compound based in Colorado City, Arizona. While they are familiar with the cult's principles, practices and infamous prophet Warren Jeffs, the girls are hundreds of miles away from home. With a plan in place to get Yolanda out, the biggest hurdle they face now is to remain as under the radar and out of sight as possible.    "
                }
            },
            "2": {
                "1": {
                    "title": "Father's Wrath",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 9,
                    "original air date": "10 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Jessica and Andrea receive a frantic call from their little sister Jennifer, who is being forced to marry a man in The Order that she does not love.    "
                },
                "2": {
                    "title": "Not Without My Sister",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 9,
                    "original air date": "17 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Jessica and Kolleen venture into unfamiliar territory when they learn that two sisters want to escape from a FLDS polygamist sect in Colorado City, Arizona.    "
                },
                "3": {
                    "title": "Crossing Enemy Lines, Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 10,
                    "original air date": "24 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Rachel Jeffs, daughter of notorious FLDS leader Warren Jeff's, seeks Jessica and Amanda's help in rescuing her sister from a remote compound in South Dakota.    "
                },
                "4": {
                    "title": "Crossing Enemy Lines, Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 9,
                    "original air date": "31 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Rachel Jeffs asks Jessica, Amanda and a security task force to help her rescue her sister from a secluded FLDS compound in South Dakota; a massive snow storm hits the area; the women believe they may have been spotted by the compound's look out.    "
                },
                "5": {
                    "title": "Trouble for Mom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 10,
                    "original air date": "7 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Amanda's younger brother, Eskel, refuses to follow a polygamous lifestyle and wants to leave the order; Eskel's mother learns of his plans and pleads with him to stay.    "
                },
                "6": {
                    "title": "Not Without My Daughter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 11,
                    "original air date": "14 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    A young woman trapped in an abusive situation refuses to leave the FLDS polygamist cult without her daughter, whom church members have taken into hiding.    "
                },
                "7": {
                    "title": "Fight Like a Mother",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 10,
                    "original air date": "8 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Amanda's mother wants to leave the order, but her home is surrounded by members who keep watch over her day and night.    "
                },
                "8": {
                    "title": "The Cost of Temptation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 8,
                    "original air date": "28 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Two of Jessica and Shanell's siblings are being lured back to The Order by their father, Daniel.    "
                },
                "9": {
                    "title": "Honor Thy Father",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 8,
                    "original air date": "4 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    A former Order member reaches out to Jessica and Kollene fearing that the life of her elderly father, Fred Kingston, is in danger under The Order's watch.    "
                },
                "10": {
                    "title": "The Insider",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 9,
                    "original air date": "11 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    \"The Insider\" sends the sisters a tip that federal agents are targeting The Order in a raid on their businesses, and later sends a desperate plea for help when they suspect leaders have figured out their identity.    "
                },
                "11": {
                    "title": "After the Escape: Struggling to Survive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 9,
                    "original air date": "31 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    A follow up look at some of the people the Kingston sisters helped escape polygamy. Explores the decision, escape and aftermath of their brother Eskel; sisters Ariel and Vanna; Lizzy and Shanell's Aunt Kathy.    "
                },
                "12": {
                    "title": "After the Escape: Fighting for Freedom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "7 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Four escapees from polygamous groups share how they've adapted to the outside world.    "
                },
                "13": {
                    "title": "After the Escape: Temptation to Return",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 7,
                    "original air date": "14 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Four people who left polygamy share their stories about life on the outside.    "
                },
                "14": {
                    "title": "After the Escape: Broken Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "votes": 6,
                    "original air date": "21 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Four people share their stories of life in and out of polygamous groups    "
                }
            },
            "3": {
                "1": {
                    "title": "Family Under Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "7 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Jessica and Andrea receive word from Jesse, a father desperate to escape the polygamous group known as the AUB--a group that all but forces their members into a life of polygamy. As Jesse and his family try to escape, an explosive secret about Jesse's dark past in the group is revealed and puts the entire team in danger. Suddenly everyone not only fears for the success of the mission, but they fear for their lives.    "
                },
                "2": {
                    "title": "Give Me My Daughters Back Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "14 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Jessica and Kollene must brave the threatening FLDS town of Colorado City, AZ when Suzette, a mother who escaped the infamous polygamist cult, reaches out for help to save the two daughters she left behind. After a cult insider reveals the eldest daughter's secret location, group members become suspicious as the team races against the clock in a risky, near-impossible mission to reunite a mother with her daughter.    "
                },
                "3": {
                    "title": "Give Me My Daughters Back Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "21 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Jessica and Kollene continue the dangerous mission of helping Suzette find her daughter, Rosie, who years ago chose the religion over her very own mother. Complications develop when they realize Suzette's manipulative and potentially violent sister-wife is guarding Rosie's every move. Meanwhile, Jessica takes a public and political stance against polygamy in a controversial hearing before Utah legislature.    "
                },
                "4": {
                    "title": "The Prophet's Son",
                    "kind": "episode",
                    "episode of": {
                        "title": "Escaping Polygamy (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "28 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Jessica meets with Raymond Jeffs, son of Warren Jeffs, the notorious leader and prophet of the FLDS polygamist cult. Raymond pleads for their help getting his only brother, Isaac, out of the group. The team quickly discovers the prophet's son is being closely monitored by a group of FLDS men who are taught to fight outsiders at all costs, and tensions flare when the plan to break him out is exposed.    "
                }
            }
        },
        "number of episodes": 45,
        "cast": [
            {
                "name": "Christensen, Jessica"
            },
            {
                "name": "Brewer, Andrea"
            },
            {
                "name": "Christensen, Andrea"
            },
            {
                "name": "Christensen, Shanell"
            },
            {
                "name": "Grant, Amanda"
            },
            {
                "name": "DeRieux, Shanell"
            },
            {
                "name": "Snow, Kollene"
            },
            {
                "name": "Barlow, MaryAnn"
            },
            {
                "name": "Black, Lorin"
            },
            {
                "name": "Christensen, Todd"
            },
            {
                "name": "Jeffs, Isaac"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "41"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "rating": 6.8,
        "votes": 397,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjQwMjk3MjQ3NF5BMl5BanBnXkFtZTgwMjM4NjAzNjE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Escaping Polygamy focuses on the dramatic work of three sisters who escaped from the polygamous cult known as the Kingston clan as young women and now help other young men, women and children to escape, preferring to face hell than spend another day inside.",
        "languages": [
            "English"
        ],
        "title": "Escaping Polygamy",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Escaping Polygamy (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "production companies": [
            {
                "name": "RIVR Media"
            }
        ],
        "distributors": [
            {
                "name": "Lifetime Movie Network"
            }
        ],
        "other companies": [
            {
                "name": "Gramoscope Music"
            }
        ],
        "plot": [
            "_Escaping Polygamy_ (qv) focuses on the dramatic work of three sisters who escaped from the polygamous cult known as the Kingston clan as young women and now help other young men, women and children to escape, preferring to face hell than spend another day inside.::Brian Linville"
        ],
        "tech": {
            "runtime": [
                "41 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 397,
                "rating": 6.8
            },
            "aged 18 29": {
                "votes": 50,
                "rating": 6.8
            },
            "aged 30 44": {
                "votes": 122,
                "rating": 7.0
            },
            "aged 45 plus": {
                "votes": 64,
                "rating": 6.0
            },
            "males": {
                "votes": 77,
                "rating": 5.2
            },
            "males aged 18 29": {
                "votes": 7,
                "rating": 4.4
            },
            "males aged 30 44": {
                "votes": 42,
                "rating": 5.4
            },
            "males aged 45 plus": {
                "votes": 22,
                "rating": 4.7
            },
            "females": {
                "votes": 201,
                "rating": 7.8
            },
            "females aged 18 29": {
                "votes": 42,
                "rating": 7.3
            },
            "females aged 30 44": {
                "votes": 80,
                "rating": 8.3
            },
            "females aged 45 plus": {
                "votes": 42,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 12,
                "rating": 5.4
            },
            "us users": {
                "votes": 148,
                "rating": 6.8
            },
            "non us users": {
                "votes": 37,
                "rating": 5.8
            }
        },
        "number of votes": {
            "10": 152,
            "9": 41,
            "8": 57,
            "7": 42,
            "6": 21,
            "5": 10,
            "4": 5,
            "3": 4,
            "2": 13,
            "1": 52
        },
        "arithmetic mean": 7.4,
        "median": 8
    }
}