{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2014"
            },
            {
                "country": "USA\n",
                "date": "30 November 2014"
            }
        ],
        "release dates": [
            "USA::2014",
            "USA::30 November 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Alaska Off-Road Warriors"
            },
            {
                "countries": "France",
                "title": "Cars vs. Wild, Mission Alaska"
            }
        ],
        "akas": [
            "Alaska Off-Road Warriors (original title)",
            "Cars vs. Wild, Mission Alaska France"
        ],
        "akas from release info": [
            "Alaska Off-Road Warriors (original title)",
            "Cars vs. Wild, Mission Alaska France"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Blazing Trails",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alaska Off-Road Warriors (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    In the Wolf River Valley, five teams embark on on an off-road trek across the entire state of Alaska. Facing rivers, mountains, and overgrown mining roads, teams must work together to conquer the wild northern terrain. Alaska natives Butch and Bill are ready to beat the competition in their rig, the aptly named, \"Warwagon\". Brother and sister team Pete and Shey bet on a slow-and-steady strategy while the Leigh brothers, Brent and Scott, rely on their tenacity to get them through. In Rover 1, Jason and Glen's overconfidence may be their downfall while Rich and Carl, ...    "
                },
                "2": {
                    "title": "River Rage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alaska Off-Road Warriors (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Continuing their trek north into the remote McKinley River Basin, Butch and Bill look to extend their lead as the five teams traverse narrow mining trails, sheer ridges, and rapid glacier rivers. Rich and Carl decide to follow Pete and Shey's example, hoping \"slow and steady\" will prevent any further damage to Super Jeep. Jason and Glen are determined to beat War Wagon and come in first no matter what the cost while Brent is forced to take the wheel after Scott is sidelined by an injury.    "
                },
                "3": {
                    "title": "Fallen Warrior",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alaska Off-Road Warriors (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    As the teams push deeper into the Alaskan interior, the terrain becomes less forgiving. Vehicles are pushed to the breaking point as the Warriors encounter trails littered with sharp boulders, swift rivers, and steep ascents. The five teams reach new highs, conquering the most extreme elevations of the trip so far, and new lows as Alaska deals a potentially fatal blow to one team's dream of becoming the Ultimate Off-Road Warrior.    "
                },
                "4": {
                    "title": "Devil's Outhouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alaska Off-Road Warriors (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    There's blood in the water with Rover out of the running. The competition intensifies as the four remaining teams face an onslaught of permafrost bogs, treacherous alpine ridges, and hidden mud holes. Bill and Butch set their sights on lower forty-eighters, Rich and Carl, hoping to push an already stressed Super Jeep into catastrophic failure. Meanwhile, the two sibling teams, outgunned by Super Jeep's sophistication and War Wagon's power, decide working together may be their best bet to bring the big boys down.    "
                },
                "5": {
                    "title": "Red Alert",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alaska Off-Road Warriors (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    As the warriors enter the second half of the expedition, the unspoken truce of \"no man left behind\" is put to the test. Butch and Bill continue their dogged pursuit over steep hills and valley bogs, attempting to overtake Super Jeep. The Leigh Brothers and the Lanigans solidify their alliance, hoping that together they can conquer the merciless Alaskan mud. Meanwhile, Rich and Carl take a gamble and make a move, leaving not one man behind but rather all of them.    "
                },
                "6": {
                    "title": "Betrayal Trail",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alaska Off-Road Warriors (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Surprising his fellow off-roaders, Rover rejoins the race, dropping a bomb in the other teams' strategies. An ailing Carl forces Rich to try his hand at the wheel. Butch and Bill kick it into high gear trying to catapult War Wagon back to the top of the standings. Pete and Shey decide that it's time they stop putting other teams' needs before their own. And Brent and Scott, tired of relying on the other teams, learn some self-reliance on the tundra.    "
                },
                "7": {
                    "title": "Tough as Hell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alaska Off-Road Warriors (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2015",
                    "year": "2015",
                    "plot": "\n    Butch and Bill are determined to finally close the gap on the lower forty-eighters. Carl continues to fight Super Jeep's mechanical fatigue, hoping she has enough left in her to keep them out front. Brent and Scott go it alone, preferring to rely on their \"Leigh tough\" attitude over the others' assistance. After swearing off helping the other teams, Pete and Shey find themselves again aiding their competitors, though unintentionally. And Jason is hell-bent on proving he should have won, even if doing so takes other teams out of the running.    "
                },
                "8": {
                    "title": "Journey's End",
                    "kind": "episode",
                    "episode of": {
                        "title": "Alaska Off-Road Warriors (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "18 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    After a grueling marathon of muddy bogs, raging waters, and rocky slopes, the race enters the final stretch: an all out sprint to the Arctic Ocean. After a hair-raising ascent through the Brooks Range, the warriors must put all their experience and expertise to the test as they navigate the only path North, the daunting Dalton Highway. Rich and Carl hope to prove themselves to their Alaskan competitors by beating them on their own turf. But the Alaskan teams refuse to give the lower forty-eighters any slack, mounting an all out charge to win the prize and the title: ...    "
                }
            }
        },
        "number of episodes": 8,
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.8,
        "votes": 85,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjQxODQ4OTk5NV5BMl5BanBnXkFtZTgwNDc4NTU4NDE@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Alaska Off-Road Warriors",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Original Productions"
            }
        ],
        "distributors": [
            {
                "name": "History Channel"
            }
        ],
        "plot": [
            "Five pair of offroad enthusiasts try to conquer the rugged back country of Alaska's less traveled terrain for there chance at a $100,000 purse. Alliances will be made and broken as they push their vehicles and each other to the limits."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 85,
                "rating": 7.8
            },
            "aged 18 29": {
                "votes": 8,
                "rating": 7.6
            },
            "aged 30 44": {
                "votes": 33,
                "rating": 7.2
            },
            "aged 45 plus": {
                "votes": 16,
                "rating": 6.1
            },
            "males": {
                "votes": 57,
                "rating": 7.1
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 7.3
            },
            "males aged 30 44": {
                "votes": 31,
                "rating": 7.3
            },
            "males aged 45 plus": {
                "votes": 14,
                "rating": 5.8
            },
            "females": {
                "votes": 6,
                "rating": 7.6
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 8.7
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 7.5
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 5.0
            },
            "us users": {
                "votes": 18,
                "rating": 6.9
            },
            "non us users": {
                "votes": 21,
                "rating": 7.3
            }
        },
        "number of votes": {
            "10": 28,
            "9": 11,
            "8": 17,
            "7": 12,
            "6": 2,
            "5": 6,
            "4": 1,
            "3": 2,
            "2": 2,
            "1": 4
        },
        "arithmetic mean": 7.8,
        "median": 8
    }
}