{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "April 2014",
                "notes": "                            (Sydney)"
            },
            {
                "country": "Australia\n",
                "date": "29 April 2014"
            }
        ],
        "release dates": [
            "Australia::April 2014                            (Sydney)",
            "Australia::29 April 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Education",
                    "kind": "episode",
                    "episode of": {
                        "title": "Indigenous Models of Achievement (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "29 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Jhade comes from the country and speaks passionately about the lack of Indigenous educators and students in her school. Sharon describes her journey to become an educator later in life, and Tamara takes us to remote Bathurst Island, off the coast of Darwin at Australia's Top End, and to the life she leads as an Indigenous teacher.    "
                },
                "2": {
                    "title": "Design/Law",
                    "kind": "episode",
                    "episode of": {
                        "title": "Indigenous Models of Achievement (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 May 2014",
                    "year": "2014",
                    "plot": "\n    Alison learned her trade in design by shopping at charity clothes stores with her five sisters. James was so angry about the way Indigenous people were portrayed in the media, he quit his gym job to study journalism at university, and after several unfulfilling jobs in factories, Lachlan did what he never imagined he could do - graduate from university with a law degree, the first student to do so wearing a traditional possum-skin cloak.    "
                },
                "3": {
                    "title": "Medicine/Science",
                    "kind": "episode",
                    "episode of": {
                        "title": "Indigenous Models of Achievement (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "13 May 2014",
                    "year": "2014",
                    "plot": "\n    When Kyle's dream of playing rugby for Australia was shattered by injury, he had to re-think his future. Meanwhile, Ivor's dream of providing health care to Indigenous communities began after hearing the story of his father being born under a table in the family home because there were no medical services in remote South Australia. Tamara dug deep and found the strength to pursue her dream of becoming a vet despite being told she wasn't good enough, while growing up with a disabled sibling spurred Rachel into a career in medicine.    "
                }
            }
        },
        "number of episodes": 3,
        "cast": [
            {
                "name": "Anu, Christine"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "26"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:G"
        ],
        "number of seasons": 1,
        "plot outline": "Indigenous Models of Achievement tells the stories of Australian Aboriginal and Torres Strait Islander people and their life-changing journeys through higher education. The three part documentary sees 10 students and graduates from locations around Australia describe their amazing journeys to not only improve their lives, but the lives of those around them. Meet the former tap factory worker who graduated with a law degree, the teacher who \"fell in love\" with a remote community, or the gym worker who was so angry at the way the newspapers reported on Indigenous people, he decided he would change it himself. From remote Bathurst Island, 60km north of Australia's top end, to the bustling streets of cosmopolitan Sydney, Indigenous Models of Achievement showcases everyday Indigenous people who became role models in their own communities.",
        "languages": [
            "English"
        ],
        "title": "Indigenous Models of Achievement",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-2014",
        "akas": [
            "Indigenous Models of Achievement (Australia)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Bentley, Rachel"
            },
            {
                "name": "Pollard, Krystyna"
            }
        ],
        "production companies": [
            {
                "name": "Television Sydney"
            }
        ],
        "distributors": [
            {
                "name": "Television Sydney"
            }
        ],
        "plot": [
            "Indigenous students and graduates from around Australia tell of their life-changing journeys through higher education.",
            "_Indigenous Models of Achievement_ (qv) tells the stories of Australian Aboriginal and Torres Strait Islander people and their life-changing journeys through higher education. The three part documentary sees 10 students and graduates from locations around Australia describe their amazing journeys to not only improve their lives, but the lives of those around them. Meet the former tap factory worker who graduated with a law degree, the teacher who \"fell in love\" with a remote community, or the gym worker who was so angry at the way the newspapers reported on Indigenous people, he decided he would change it himself. From remote Bathurst Island, 60km north of Australia's top end, to the bustling streets of cosmopolitan Sydney, _Indigenous Models of Achievement_ (qv) showcases everyday Indigenous people who became role models in their own communities."
        ],
        "tech": {
            "runtime": [
                "26 min (Australia)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}