{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2014"
            },
            {
                "country": "USA\n",
                "date": "27 October 2014"
            }
        ],
        "release dates": [
            "USA::2014",
            "USA::27 October 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Who Turned on the Fright Switch?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hodgepodge Tonight (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "27 Oct. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Hart, Katherine"
            },
            {
                "name": "Berogan, Aaron"
            },
            {
                "name": "Cook, Michael"
            },
            {
                "name": "Heine, Matt"
            },
            {
                "name": "Rodriguez, Mykal"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "languages": [
            "English"
        ],
        "title": "Hodgepodge Tonight",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Hodgepodge Tonight (United States)"
        ],
        "seasons": [
            "1"
        ],
        "synopsis": [
            "Michael Cook, Aaron Berogan, and Matt Heine have a lot to prove to the world. With unsupportive families, a successful career that fall down the tubes, and trying very quickly to make their names known, they find themselves a historic theater, and prepare to put on an amazing show, reminiscent of classic vaudeville.However, they quickly realize that they have bitten a little more than they can chew. Especially when dealing with the notorious Isaac Connem, owner and operator of Connem's Cabaret, the boys now have to continue the show every week, or else risk losing their theater to their competition.Just when things seem like they can't get worse, they run into Isabella Delavega, a beauty with a beast for a soul who threatens to have the show canceled if she's not put on stage. Not only that, she becomes the sole financier of the theater, and one of the contractual demands is that SHE makes all the acts!Luckily, Mike, Aaron and Matt aren't alone in this show. Thanks to Maria Hernandez, a sweet young gal who helps behind the stage, Amira Nejem, the beautiful Assyrian dancer who enchants the audience with every performance, and Leonardo Ricardo, the sword flinging romeo who wins the hearts of his fans and makes it a point to let Aaron know it.Combined with some really great comedy sketches, memorable musical numbers, and a wonderful tribute to some of the world's most revered and beloved comedians, HodgePodge Tonight is a testament to never giving up on your dreams, no matter what comes your way."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}