{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "5 January 2014"
            }
        ],
        "release dates": [
            "UK::5 January 2014"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shipping Wars UK (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Six transporters compete to deliver goods, with the driver making the most profit and the best feedback crowned `Transporter of the Week.' In the first episode, Stu and Jemma move three sports cars from East Sussex to a charity event in London, while father-and-son duo Raymond and Grant get to grips with their load of 300,000 live bees worth £1350, which need to be relocated from Essex to King's Lynn.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shipping Wars UK (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "3 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Rolf and Rachel move a professional wrestling ring worth £3000 from Essex to the South West of France. Raymond and Grant have to deal with an escaped bee while Stu and Jemma run into a few problems whilst attempting to load the precious sports cars.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shipping Wars UK (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "4 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Russell transports a 1964 Landrover and an armoured Humber truck 76 miles from Oxford to Herefordshire. Raymond and Grant have to deal with some very angry bees on their journey to King's Lynn.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shipping Wars UK (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "5 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Rolf and Rachel have to deal with some navigational problems whilst Stu and Jemma stop traffic on a one-way street in the middle of London.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shipping Wars UK (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "6 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Rolf and Rachel finally make their way to France but the the wrestlers aren't happy. At the end of the show this week's winners are revealed.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shipping Wars UK (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "9 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Laurie transports two hand-carved wooden sculptures worth £10,000. Picking up in east London, one needs to be moved to Buckinghamshire and the other driven to Durham. She sets off late and has an awkward moment when one of the artworks is harmed. Raymond and Grant are given the job of transporting a Canadian canoe from Cheshire to St Andrews, Scotland, but disaster strikes when the cargo becomes damaged in transit.    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shipping Wars UK (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "10 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Shahbaz is the winning bidder of the fragile art collection which needs hauling 385 miles from Market Harborough to Paris. Raymond and Grant pick up extra items en route, including a trampoline and some polo shirts. Shahbaz also tries to increase his profit by picking up an African instrument, a vintage sideboard and six antique chairs. Laurie eventually delivers one of the Gruffalos 17 hours late, and Raymond and Grant drop off the trampoline.    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shipping Wars UK (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "11 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Stu and Jemma win the contract to ship a 20 foot sail boat worth £4000 from Cornwall to North Yorkshire. Laurie sets off on the final leg of her Gruffalo run, while Raymond and Grant take extra precautions to protect the canoe, and pick up some kilt material in Edinburgh on their way.    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shipping Wars UK (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "12 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Still on the road, Raymond and Grant deal with a puncture as they race against the clock to deliver their canoe and side loads on time. Shahbaz is in France en route to Paris. He has already received five star feedback from dropping off the African musical instrument and the vintage sideboard, but disaster strikes.    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shipping Wars UK (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "13 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    In France, Shahbaz is in serious danger of missing his delivery deadline after his van is towed and he has to transfer the loads into another vehicle. Stu and Jemma are concerned that their boat is not secure. After a tense week, four loads are completed - but only one driver can be crowned 'Transporter of the Week'.    "
                },
                "11": {
                    "title": "Episode #2.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shipping Wars UK (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "16 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    The six transporters bid on a bronze statue worth 95,000 pounds which needs moving 65 miles from Surrey to Hertfordshire. Shahbaz is selected, despite placing the highest bid. He ropes in a family helper for the job to move the irreplaceable load, but gets a shock when he takes a closer look at the listing. Stu and Jemma win the second load: five bespoke beach huts worth 50,000 pounds which must be transported 284 miles from Hampshire to St Annes-on-Sea in Lancashire. It's a complicated job, but Stu and Jemma take it on boldly. Will it be plain sailing?    "
                },
                "12": {
                    "title": "Episode #2.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shipping Wars UK (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "17 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Russell embraces his charitable side when he bids for 15 unique giraffe artworks worth £75,000. He wins the job of transporting the herd 65 miles, from London to Colchester Zoo.    "
                },
                "13": {
                    "title": "Episode #2.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shipping Wars UK (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "18 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    A steel horse sculpture worth 95,000 pounds needs to be moved 96 miles from Hampshire to the prestigious Chelsea Flower Show in London. Russell continues gathering his herd of giraffes in London and ends up spending a night sleeping at the zoo.    "
                },
                "14": {
                    "title": "Episode #2.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shipping Wars UK (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "19 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    With the steel horse on board, Laurie boldly picks up a side load en route to the Chelsea Flower Show. It will boost her profit, but if anything goes wrong it could compromise her feedback. Russell wakes up at Colchester Zoo, and the giraffes are given a once over by zoo director Tony. For this charitable job, feedback is everything - has Russell done enough to get faultless feedback? Stu and Jemma battle the elements as the beach huts are unloaded on the seafront in St Annes-on-Sea.    "
                },
                "15": {
                    "title": "Episode #2.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shipping Wars UK (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "20 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    On her way to drop the steel horse sculpture at the Chelsea Flower show, Laurie comes up against heavy rush hour traffic, which threatens to delay the delivery and jeopardise her fee and feedback. As Russell oversees the unloading of each of the 15 giraffe artworks at Colchester Zoo, will Zoo director Tony be happy with the delivery? With all four loads now complete, who will be crowned Transporter of the Week?    "
                },
                "16": {
                    "title": "Episode #2.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shipping Wars UK (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "23 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    The six transporters bid to move three hovercraft 291 miles from Warrington in Cheshire to Sandwich in Kent for £8,000. Meanwhile, Shahbaz picks up a gramophone on his tuk tuk, and Raymond and Grant have problems fitting their model railway load in their van.    "
                },
                "17": {
                    "title": "Episode #2.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shipping Wars UK (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "24 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    The six transporters bid to move three hovercraft 291 miles from Warrington in Cheshire to Sandwich in Kent for £8,000. Meanwhile, Shahbaz picks up a gramophone on his tuk tuk, and Raymond and Grant have problems fitting their model railway load in their van.    "
                },
                "18": {
                    "title": "Episode #2.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shipping Wars UK (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "25 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    The transporters bid on a handcrafted shepherd's hut worth £10,000, and which needs moving 40 miles from West Felton in Shropshire to Llanwnog in Powys. Plus, Shahbaz finally arrives in Kent with the tuk-tuk, but unloading it proves more difficult than anticipated.    "
                },
                "19": {
                    "title": "Episode #2.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shipping Wars UK (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "26 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Raymond and Grant arrive with a bang on the Isle of Wight armed with the swan pedalo, and Laurie misses her deadline for three hovercrafts when she hits Friday night traffic on the M25. Meanwhile Russell struggles to get the ramps on his trailer to co-operate at the Shepherds Hut pick-up, and his situation worsens when he gets lost in the Welsh borders.    "
                },
                "20": {
                    "title": "Episode #2.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shipping Wars UK (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "27 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Laurie arrives two and a half hours late to drop off the three hovercraft and gets into a sticky situation reversing in the yard. Will her customer make her pay for her lateness? In Wales, things get tense for Russell when he unloads the shepherd's hut using a tractor under the gaze of buyer Mike. After all four deliveries have been completed it's time to find out who will be crowned `transporter of the week'.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shipping Wars UK (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "5 Jan. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 21,
        "cast": [
            {
                "name": "Kelly, Craig"
            },
            {
                "name": "Hamilton, Raymond"
            },
            {
                "name": "Hamilton, Grant"
            },
            {
                "name": "Khalid, Shahbaz"
            },
            {
                "name": "Rolf"
            },
            {
                "name": "Rachel"
            },
            {
                "name": "Oliver, Russell"
            },
            {
                "name": "Barnes, Stu"
            },
            {
                "name": "Howdle, Jemma"
            },
            {
                "name": "Bartram, Laurie"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 7.4,
        "votes": 8,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMWUxMDg4NjgtOThlNS00ZWIyLTkyNGItNWZkOTgzMGFjOWU2XkEyXkFqcGdeQXVyMTQ1MTEwOTE@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Shipping Wars UK features a dynamic group of delivery drivers criss-crossing Britain and Europe in vans and trucks. Each episode sees the drivers compete against each other to win some of the most unusual and challenging loads. But the transport game can be a tricky business with endless dramas, mishaps and humour unfolding, from the point of collection to the point of delivery.",
        "languages": [
            "English"
        ],
        "title": "Shipping Wars UK",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Shipping Wars UK (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "distributors": [
            {
                "name": "Channel 4 Television Corporation"
            }
        ],
        "plot": [
            "_Shipping Wars UK_ (qv) features a dynamic group of delivery drivers criss-crossing Britain and Europe in vans and trucks. Each episode sees the drivers compete against each other to win some of the most unusual and challenging loads. But the transport game can be a tricky business with endless dramas, mishaps and humour unfolding, from the point of collection to the point of delivery."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 8,
                "rating": 7.4
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 6.8
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 8.5
            },
            "males": {
                "votes": 7,
                "rating": 6.6
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 6.8
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 8.5
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 3,
                "rating": 9.0
            },
            "non us users": {
                "votes": 4,
                "rating": 6.0
            }
        },
        "number of votes": {
            "10": 3,
            "9": 0,
            "8": 1,
            "7": 2,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.4,
        "median": 7
    }
}