{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "28 September 2014"
            }
        ],
        "release dates": [
            "USA::28 September 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Genesis Ride Pt1: The Wraith",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Edge Factor Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "28 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    The edge of our existence is constantly expanding. New companies and ideas are coming to life all around us. But its easy to look at someones success and be blind to the hard road and dedication that it took them to get there. Join host, Jeremy Bout, as he meets Alex Kollitz, the designer of an off road Wraith quad. Together, they take it from design and manufacturing to testing it against the Arizonas rough desert terrain. Watch the dirt fly as Alex finds new ways to make this quad push the limits. Through blood, sweat and tears -- this ride is a wild one.    "
                },
                "2": {
                    "title": "Genesis Ride Pt2: Defy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Edge Factor Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "5 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Some entrepreneurs start a business to explore how a market will react to their idea and product. Others launch a business that is propelled by market demand. For the DEFY team, the market demand was overwhelming and way beyond what they thought possible. Join Jeremy Bout as he meets up with a team of filmmakers, DEFY, who design and create a gimbal that becomes a game changer across the film industry. From ninjas to filming the story of an all-new hydrofoil watersport, Jeremy and the DEFY team are determined to put this gimbal to the ultimate test.    "
                },
                "3": {
                    "title": "The Beginning",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Edge Factor Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "25 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    In this episode, Edge Factor takes you back in time to the origin of the Edge Factor Show with Executive Producer and Host, Jeremy Bout, and Director, Francois Driessen. While Jeremy has met some extraordinary manufacturers during his career, he realized that their stories were going untold. Discovering the incredible products they were creating and seeing the advanced technology they use to build our world, Jeremy and Francois team up to tell their stories. Using a camera rig that they design and manufacture themselves, the guys are determined to set the bar high. ...    "
                },
                "4": {
                    "title": "Chilean Mine Rescue Pt1: Preparation",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Edge Factor Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "26 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Imagine being in a place that's so dark that if you hold your hand out in front of your face, you wouldn't even know it's there. When 33 miners were found alive in a collapsed mine in Chile, teams of manufacturers and engineers came together to formulate a strategic rescue mission. Join Jeremy as he travels underground to get a taste of what the miners experienced. Meet the leaders of the manufacturing team that helped develop a drill to bore through the 2,300 feet of solid andesite rock and discover the properties this rock possesses through the words of an expert ...    "
                },
                "5": {
                    "title": "Chilean Mine Rescue Pt2: The Rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Edge Factor Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    With 33 Chilean miners clinging for their lives in a mine under 2,300 feet of solid rock and a broken drill stuck deep in the side of the mountain, the team of engineers and manufacturers at home base jumped into action. Their machine shop became a zone of determined and innovative CAD/CAM designers, engineers and machinists working around the clock to solve an incredible manufacturing challenge and save lives. Join Jeremy as he reveals the team that stopped at nothing to design and build the rock drill that made the impossible, possible and saved every one of the 33 ...    "
                },
                "6": {
                    "title": "Gnarly Metal Pt1: Further Faster Higher",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Edge Factor Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "16 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    In the extreme world of slopestyle mountain biking, riders are constantly pushing the limits of what they can do on their bikes. Advanced biking gear has to keep up with this demand. In this episode, Jeremy teams up with some of the most innovative minds in the biking industry to walk through the cutting edge technology, materials and process they use to design and manufacture bike pedals that can withstand astounding amounts of pressure. Jeremy joins Pro Riders, Mike Montgomery and Casey Groves, as they push the limits in the beautiful forests of British Columbia ...    "
                },
                "7": {
                    "title": "Gnarly Metal Pt2: The JumpShip",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Edge Factor Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "23 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Pro MTB rider, Mike Montgomery, wants to stay at the top of his game... And he has an idea: tangled brake lines is limiting what he can do for tricks during competition. So he turns to the machinists at Straitline Components for answers. Join Jeremy as he learns how a team of forward thinking manufacturers continue to make this sport even more extreme. To answer this challenge, they design and manufacture a gyro that could change the game of slopestyle riders forever. Mike pushes this gyro to the ultimate test and shoots for the podium at the world renowned JumpShip ...    "
                },
                "8": {
                    "title": "Metal & Flesh Pt1: Getting Back Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Edge Factor Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "30 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    After a tragic snowmobiling accident claimed his leg, Mike Schultz, a snocross and motocross champion, faced his biggest challenge yet: How could he continue to pursue his dreams, when he had lost the ability to stand with two legs? Jeremy travels to meet with Mike and learns that only three weeks after his amputation, Mike used his understanding of shocks to design his own prosthetic leg, called the Moto Knee. Within seven months of his surgery, Mike wore his prosthetic prototype to win silver in the summer X-Games in Motocross and had his name back on the Snocross ...    "
                },
                "9": {
                    "title": "Metal & Flesh Pt2: The Prototype",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Edge Factor Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "7 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Now on a mission to enable other challenged athletes to achieve their dreams and push the limits, Mike introduces Jeremy to Keith Deutsch: a military veteran and amputee, desperate to get back on his snowboard. It's time for them to make a working prototype. Mike and Jeremy travel to a state of the art manufacturing facility and watch as the chips fly and parts are made.    "
                },
                "10": {
                    "title": "Metal & Flesh Pt3: Chasing Dreams",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Edge Factor Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "14 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    In this chilling episode, the story of X Games champion, Mike Schultz, reaches new heights. Host, Jeremy Bout, and Mike discover Keith Deutsch's dream of getting back on his snowboard after losing his leg. Jeremy's motto of \"go big or go home\" leads to the guys cat skiing and taking a helicopter up to the highest points of extreme mountains in Whistler, British Columbia (Canada). Wearing the working Moto Knee prototype, Keith straps on his snowboard, and hits the slopes for the first time since his leg was amputated.    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Schultz, 'Monster' Mike"
            },
            {
                "name": "Fisher, Brandon"
            },
            {
                "name": "Montgomery, Mike"
            },
            {
                "name": "Bout, Jeremy"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Canada",
            "United States"
        ],
        "country codes": [
            "ca",
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "aspect ratio": "16:9 HD (high definition)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNGYwZTk5N2EtNTZjNC00NjVkLWEzYTctODc5NzA4Njk1MzJmXkEyXkFqcGdeQXVyMjI0NzIyMjA@._V1_SY150_CR3,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The Edge Factor Show",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "The Edge Factor Show (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Bout, Jeremy"
            },
            {
                "name": "Driessen, Francois"
            }
        ],
        "production companies": [
            {
                "name": "Edge Factor Inc."
            },
            {
                "name": "FireTrigger Inc."
            }
        ],
        "distributors": [
            {
                "name": "Edge Factor Inc."
            }
        ],
        "plot": [
            "The most EDGEY man ever teaches the public about the most new cutting EDGE technology, in this heart pounding adventure. You will never be bored when you watch EDGE FACTOR"
        ],
        "tech": {
            "runtime": [
                "30 min (including commercials)"
            ],
            "color": [
                "Color (HD)"
            ],
            "aspect ratio": [
                "16:9 HD (high definition)"
            ]
        }
    }
}