{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "21 March 2014"
            },
            {
                "country": "USA\n",
                "date": "30 March 2014"
            }
        ],
        "release dates": [
            "Canada::21 March 2014",
            "USA::30 March 2014"
        ],
        "episodes": {
            "2": {
                "2": {
                    "title": "Draw My Life Happy Birthday Fiction Frenzy TV S2E2 Behind the Scenes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "20 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Behind the Scenes of Fiction Frenzy TV: For their first birthday this special episode has surprise guests. To celebrate Anne-Rae Vasquez, the creator and producer creates a Draw my Life video. This episode was featured on Digital Journal. Trivia: This video and all our episodes were shot on a Samsung Galaxy S3 cell phone to let authors know they can create vlogs with their smart phone.    "
                },
                "11": {
                    "title": "Tax Time Stress and Funny Solution - S2Ep1pt11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "14 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Behind the Scenes of Fiction Frenzy TV: Anne-Rae Vasquez (author of the Among Us Trilogy) and Josefina are looking for an accountant to do their taxes. Later Nicole, Josefina and Pinky Aquino (Anne-Rae's cousin) challenge Cloe (Nicole's clone) to prove her smarts. Cloe proves to be the answer to everyone's tax blues. Trivia: This video and all our episodes were shot on a Samsung Galaxy S3 cell phone to show authors that they can vlog with their own smart phone.    "
                },
                "12": {
                    "title": "Book Launches Vlog by Author Christine Steendam - S2E1pt2 Behind the Scenes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "15 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    In part 2 of Season 2 episode 1 Christine Steendam, author of Heart Like an Ocean and more talks about her mega book launch of her latest three books.    "
                }
            },
            "1": {
                "1": {
                    "title": "Anne-Rae Vasquez and James Edwards - Indie Authors Ramble S1Ep1pt3 -",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "30 Mar. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Kidnapping of Author - Garage Band Jams Def Leppard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "7 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    In part 2 of Episode 2 author James Edwards explains the importance about marketing your book or ANYTHING via \"Word of Mouth\". Anne-Rae Vasquez gives a surprise behind the scenes peek at the projects she is working on with a special appearance by an indie garage band who do a cover of Def Leppard - Let It Go (from the album High' n' Dry) Featuring Jorge, Emma, Ricardo Rosado    "
                },
                "3": {
                    "title": "Khaled's Cathedral, Pinky Aquino and Anne-Rae Vasquez",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "13 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    In part 2 of Episode , author Khaled Talib takes audience to a haunted cathedral where Jet West, his protagonist in his novel \"Smokescreen\" finds temporary sanctuary from his evil enemies...or so he thinks. Anne-Rae Vasquez reveals the frustrations that readers unfamiliar with indie book publishing encounter. The story is told through the point of view of her cousin's best friend's boyfriend's cousin as she tries to buy indie authors' books at a big box bookstore. Introducing Rachel Hodgetts as the a guest of Fiction Frenzy TV family. Rachel tells her touching story ...    "
                },
                "4": {
                    "title": "Authors Skydiving Reading w/ Google Glass",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "20 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    In part 1 of Episode 4 of the show, Anne-Rae Vasquez shows behind the scenes of a brainstorming session with Fiction Frenzy TV team. James Edwards gives advice to indie creators on \"making great content and focusing on being creative and less on how the others are doing it\". Kellie Sheridan celebrates the one year anniversary of Patchwork-Press.com. She also explains about pricing ebooks for 99 cents and asks viewers to comment on what they think about 99 cent fiction ebooks.    "
                },
                "6": {
                    "title": "Interview Malka Marom author of Joni Mitchell - In Her Own Words and Sulha",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "19 May 2014",
                    "year": "2014",
                    "plot": "\n    Anne-Rae Vasquez interviews Malka Marom about \"Sulha\" her debut novel and her soon to be released book \"Joni Mitchell in her own words\". Malka is also writing a book about her dear friend Leonard Cohen which will be released in 2015. Part 1 of the interview: Learn about why Malka decided to live with the Bedouins in their tents and how it inspired her to write \"Sulha\". The interview is also published on Digital Journal.    "
                },
                "8": {
                    "title": "Mango knocks Josefina out - S1Ep8pt2 Behind the Scenes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "3 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    In part 2 of Episode 8 of our show film maker Stephen Folker known for his award winning web series \"Castle Siege\" and films \"To Survive\" and \"Field Freak\".    "
                },
                "11": {
                    "title": "Authors Kellie Sheridan and John Patrick Kennedy S1Ep1pt1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "30 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    In part 1 of the debut show, meet Kellie Sheridan, author of The Hitchhiker Strain series and John Patrick Kennedy author of Plague of Angels. Fiction Frenzy TV authors grapple with the day to day life as an author.    "
                },
                "12": {
                    "title": "Meet authors Roy Huff, Khaled Talib, Mary Ting, and Jeff Dawson S1Ep1pt2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "30 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    In part 2 of the debut show authors Roy Huff author of the Everville series, Khaled Talib author of Smokescreen, Mary Ting/ M. Clarke author of the Crossroads Saga and Something Great and Jeff Dawson author of Occupation and Gateway series talk about their books.    "
                },
                "17": {
                    "title": "Blame It on Mercury Retrograde - S1E17 Behind the Scenes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "1 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Behind the Scenes of Fiction Frenzy TV: Authors Cairn Rodrigues and Khaled Talib cancel their VLog videos due to a bad case of Mercury Retrograde which messes up Josefina Rosado (developmental editor) and Anne-Rae Vasquez's (author of the Among Us Trilogy) plans for this week's show. Pinky Aquino (Anne-Rae's cousin) gets promoted to Editorial Assistant and warns about the dangers of Mercury Retrograde. Trivia: This video and all our episodes were shot on a Samsung Galaxy S3 cell phone to show authors that vlogging can be done effectively with a smart phone.    "
                },
                "21": {
                    "title": "Fiction Frenzy TV with VLogs by Kellie Sheridan, Mary Ting and Khaled Talib",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "13 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    In part 1 of episode 2, watch VLogs from authors Kellie Sheridan, Mary Ting and Khaled Talib. Kellie Sheridan, author of The Hitchhiker Strain series provides insight and valuable tips on ways to help authors meet their writing deadlines. We also have Mary Ting/M. Clarke, author of the Crossroads Saga and Something Great series shows off her swag and reveals exciting news. In this same video, Khaled Talib, author of the spy thriller Smokescreen takes us Singapore to the exact location where his main character Jet gets ambushed by mysterious nemesis.    "
                },
                "31": {
                    "title": "Author topics: Sequels, NetGalley, Everville",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "13 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Author James Edwards gives tips on how to avoid pitfalls when writing a SEQUEL. Informative and entertaining, so check it out. Author Kellie Sheridan explains how indie authors can get more book reviews with NetGalley. She also has a new edition to her family so watch to find out. Author Roy Huff tells us why he started writing the Everville series.    "
                },
                "42": {
                    "title": "Khaled Talib escapes to Sentosa Island, Mary Ting Vlogs from LA Times Festival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "20 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    In part 2 of Episode 4 of the show, Khaled Talib takes us to a Sentosa Island where his fictional protagonist Jet West, in his novel \"Smokescreen\", searches for a sinister character who is after him. Mary Ting takes us to the LA Times Festival of Books where she introduces us to Rebecca Ethington the founder of Bernard Books and includes behind the scenes of a book festival.    "
                },
                "51": {
                    "title": "Assassins, Hot Hot Hot, Celebration, and Vlog Rants",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "20 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    In part 1 of Episode 5 of our show, Anne-Rae Vasquez shows behind the scenes of a brainstorming session with Fiction Frenzy TV VLog channel street team. Kellie Sheridan continues to celebrate the one year anniversary of Patchwork-Press.com. James Edwards gives a piece of his mind about the public's perception of ebooks versus traditionally published paperback books.    "
                },
                "52": {
                    "title": "Littlie India, Horses and Romance Books - S1Ep5pt2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "13 May 2014",
                    "year": "2014",
                    "plot": "\n    In part 2 of Episode 5 of our show Christine Steendam is the newest author to join Fiction Frenzy TV. She brings along a sweet friend and inspiration for her novels. Author Khaled Talib takes us to Little India where his fictional protagonist Jet West, in his novel \"Smokescreen\", is desperately looking for a detective who is staying in the area. Author Mary Ting gives us a treat by sharing with us some of her favorite books.    "
                },
                "61": {
                    "title": "Is Social Media Distracting You? Beta Readers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 61,
                    "original air date": "5 May 2014",
                    "year": "2014",
                    "plot": "\n    In part 1 of Episode 6 Anne-Rae Vasquez reveals her big secret for success which is \"Don't be distracted by social media\". Kellie Sheridan explains what \"Beta Readers\" are and how they can help authors. James Edwards gives a piece of his mind about Book Marketing shouldn't be about marketing.    "
                },
                "62": {
                    "title": "VLogs Khaled at Alkaff Mansion, Christine's Powerhouse - S1Ep6pt2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 62,
                    "original air date": "4 May 2014",
                    "year": "2014",
                    "plot": "\n    In part 2 of Episode 6 of our show, Khaled Talib takes us to Alkaff Mansion in Singapore where his fictional protagonist, Jet West, in his novel \"Smokescreen\" encounters pandemonium at the mansion. Christine Steendam is back with a friend and inspiration for her novels and she talks about your \"Powerhouse\".    "
                },
                "64": {
                    "title": "Interview Malka Marom author of Joni Mitchell - In Her Own Words, Sulha: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 64,
                    "original air date": "20 May 2014",
                    "year": "2014",
                    "plot": "\n    Part 2 of the interview: Malka Marom describes how she first met Joni Mitchell in a dark café late one night and how it changed her life forever. Also she explains how she first met Bob Dylan (with whom it is rumored she had a relationship with in the seventies)    "
                },
                "71": {
                    "title": "Interview Tim Grahl Be Relentlessly Helpful Book Marketing Tips S1Ep7pt1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 71,
                    "original air date": "20 May 2014",
                    "year": "2014",
                    "plot": "\n    Anne-Rae Vasquez interviews Tim Grahl, founder of Out:Think Group, a company that says \"from high-level strategy to nitty-gritty technical details, our work goes beyond just selling books: we empower your brand, your tribe, your career.\" Tim shares his book marketing strategies that have been tested and worked for himself and his clients. Fiction Frenzy TV and Digital Journal were pleased to ask Tim what really makes an author's work stand out from the rest. Can authors sell 1000 copies of their books if they follow Tim's advice?    "
                },
                "72": {
                    "title": "Part 2 Interview with Tim Grahl Sell 1000 Copies of Your Book S1Ep7pt2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 72,
                    "original air date": "20 May 2014",
                    "year": "2014",
                    "plot": "\n    Part 2 of interview with Tim Grahl. Anne-Rae, Nicole and Josefina make a bet.    "
                },
                "73": {
                    "title": "VLog Thoughts by Christine and Jeff on Tim Grahl's Interview on Book Marketing S1Ep7pt3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 73,
                    "original air date": "22 May 2014",
                    "year": "2014",
                    "plot": "\n    In part 3 of Episode 7 Christine Steendam, author of Heart Like an Ocean and author Jeff Dawson of Occupation give us their thoughts on Tim Grahl's interview.    "
                },
                "74": {
                    "title": "Tour Boat Quay with Khaled, Jeff Dawson's Hookline - S1Ep7pt4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 74,
                    "original air date": "20 May 2014",
                    "year": "2014",
                    "plot": "\n    In part 4 of Episode 7 Khaled Talib takes us to Boat Quay in Singapore where an action scene from his novel \"Smokescreen\" takes place. Jeff Dawson is back to help explain what the \"Hook Line\" for your book is.    "
                },
                "81": {
                    "title": "Publishing by Author Daredevil Skydiver Cairn Rodrigues S1Ep8p1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 81,
                    "original air date": "2 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    In part 1 of Episode 8 the newest Fiction Frenzy TV Vlog author Cairn Rodrigues explains how indie publishing makes authors dare devils. She proves her point by skydiving onto the show.    "
                },
                "91": {
                    "title": "Always Ask for a Receipt - Indie Author Clones Friend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 91,
                    "original air date": "21 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    In part 1 of Episode 9 of our show, Nicole asks Anne-Rae (author of Among Us Trilogy) to help clone her thinking it will solve her workload capacity issues. Josefina loses the $50 bet she made with Nicole. Trivia: episode was shot on Samsung Galaxy S3 android phone to show authors that they can create vlogs with their smart phones.    "
                },
                "101": {
                    "title": "You Can't Trust Clones or Cousins - S1Ep10pt1 Behind the Scenes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 101,
                    "original air date": "12 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    In part 1 of Episode 10 of our show, Nicole asks Anne-Rae (author of Among Us Trilogy) to skip the Fiction Frenzy TV Weekly meeting. Her bright idea is to send her clone Cloe and Anne-Rae's cousin Pinky to meet Josefina in their place. Pinky writes her debut novel \"Karaoke Demon\". Trivia: episode was shot on Samsung Galaxy S3 android phone to prove to authors can vlog with their smart phones.    "
                },
                "102": {
                    "title": "Freemasons Secret Meetings: Khaled & Cairn S1Ep10pt2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 102,
                    "original air date": "12 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    In part 2 of Episode 10 Khaled Talib got special permission to take us to the Free Mason Club in Singapore where his protagonist from his novel \"Smokescreen\" trying to find a safe place to hide. Cairn Rodrigues is back has her own secret club and she explains what it is and who can join.    "
                },
                "111": {
                    "title": "Pinky Teleports Onto a Movie Set - S1Ep11pt1 Behind Scenes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 111,
                    "original air date": "20 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    In part 1 of Episode 11 of our show, Pinky (Anne-Rae's cousin) crashes the set of \"The Descended\" by teleporting to New York City. Anne-Rae Vasquez (author of Among Us Trilogy) gets a sneak peek of John Patrick Kennedy (author of Plague of Angels)'s upcoming film \"The Descended.\"    "
                },
                "112": {
                    "title": "Authors Pour Their Hearts Out ; Writers Block S1Ep11pt2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 112,
                    "original air date": "20 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Ep 11 pt02 Khaled Talib sits with us and talks about the whispers in his books.Congratulations to Christine Steendam for winning an honorable mention at the Ronin Awards for her Novella Unforgiving Plains.    "
                },
                "121": {
                    "title": "Author Heidi Siefkas True Story of Life After Tragedy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 121,
                    "original air date": "1 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    In part 1 of Episode 12 Heidi talks about a terrible accident that turned her whole life upside down. She explains how she managed to change things for the better which she writes about in her debut inspirational memoir \"When All Balls Drop\".    "
                },
                "131": {
                    "title": "Interview with UBC President Gupta for Digital Journal Fiction Frenzy TV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 131,
                    "original air date": "25 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Anne-Rae Vasquez interviews Dr. Arvind Gupta, the 13th President and Vice-chancellor of the University of British Columbia (UBC) for Digital Journal and Fiction Frenzy TV.    "
                },
                "132": {
                    "title": "Belly Dancing and Middle Eastern Gala on Digital Journal S1Ep13 Via Fiction Frenzy TV Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 132,
                    "original air date": "28 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    In Episode 13 part 2 Anne-Rae Vasquez attended the first Safar Middle Eastern Dance & Music Conference in Vancouver, BC, Canada for Digital Journal and Fiction Frenzy TV. A fun-filled night out with three evenings of shows which included the first ever Safar Dance Challenge, Gala Show and a party to remember. Anne-Rae interviewed Maki Natori, a professional Middle Eastern dancer and instructor whose performances were highlighted in the Jillina's Bellydance Evolution-Immortal Desires and a feature film.    "
                },
                "141": {
                    "title": "Nicole Slo Mo Iphone - S1Ep14pt1 Behind the Scenes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 141,
                    "original air date": "24 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Ep14 pt1 Behind the Scenes: At the weekly Fiction Frenzy TV meeting, Nicole, creative consultant, wants to film the episode in \"Slow Mo\" with her Slo Mo iPhone app. Author Anne-Rae Vasquez likes the idea but Josefina, developmental editor, says \"No way!\" Trivia: This video and all our episodes were shot on a Samsung Galaxy S3 cell phone to show authors they can vlog with their smart phones. Slow mo clips shot on iPhone 5S with slow mo app.    "
                },
                "142": {
                    "title": "Author Announces Selfie Contest - S1Ep14pt2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 142,
                    "original air date": "24 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    In part 2 of Episode 14 of Fiction Frenzy TV Khaled Talib has a big announcement about his Smokescreen Selfie contest.    "
                },
                "151": {
                    "title": "Anne-Rae - Doctors Without Borders Fundraiser Fight Against Ebola at UBC Fair Fair - S1Ep15pt01",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 151,
                    "original air date": "29 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    On Black Friday, instead of shopping, Anne-Rae Vasquez and Josefina on behalf of Fiction Frenzy TV and Among Us Trilogy did a book signing event at the English Language Institute's Fair Fair Fundraiser to Fight against Ebola. Thirty percent of the sales of Anne-Rae's book was donated to Doctors without Borders.    "
                },
                "161": {
                    "title": "Josefina walks backward in reverse - S1E16p1 Behind the Scenes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 161,
                    "original air date": "30 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Behind the Scenes of Fiction Frenzy TV: Cloe the Clone opens a portal to a Parallel World and tells Josefina to cross over. Life is completely backwards in this world and Nicole (creative consultant) and Anne-Rae Vasquez (author of the Among Us Trilogy) try their best to bring Josefina back to the real world. Trivia: This video and all our episodes were shot on a Samsung Galaxy S3 cell phone to show authors that vlogging can be done well even with a smart phone. Footage edited in Adobe Premier Pro and After Effects. What inspired us to make this video is a documentary...    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Deno Sandz Horror in New Orleans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fiction Frenzy TV (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "6 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    In part 2 of Episode 12 author Deno Sandz talks about his new book Icabob Shaw.    "
                }
            }
        },
        "number of episodes": 38,
        "cast": [
            {
                "name": "Vasquez, Anne-Rae"
            },
            {
                "name": "Rosado, Josefina"
            },
            {
                "name": "Talib, Khaled"
            },
            {
                "name": "Ronan, Nicole"
            },
            {
                "name": "Crowley, Chris"
            },
            {
                "name": "Rosado, Ricardo"
            },
            {
                "name": "Turner, Linda"
            },
            {
                "name": "Jorge"
            },
            {
                "name": "Rosado, Emma"
            },
            {
                "name": "Victor"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTU0NDMxODE0MV5BMl5BanBnXkFtZTgwNDY3MTQxNTE@._V1_SY150_CR24,0,101,150_.jpg",
        "budget": "$5,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Fiction Frenzy TV",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Fiction Frenzy TV (Canada)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Vasquez, Anne-Rae"
            },
            {
                "name": "Rosado, Josefina"
            },
            {
                "name": "Ronan, Nicole"
            }
        ],
        "production companies": [
            {
                "name": "AR Films"
            }
        ],
        "distributors": [
            {
                "name": "AR Films"
            }
        ],
        "synopsis": [
            "A frenzy of indie artists vLog to viewers from all over the world on Fiction Frenzy TV show, an entertainment show featured on Digital Journal. New episodes filled with funny sketches and informative videos showcasing indie authors and filmmakers were released on Fiction Frenzy TV's YouTube and Facebook channels.Fiction Frenzy TV is a reality VLog show where indie artists grapple with their day to day responsibilities while juggling the pressures of achieving success as independent artists. The show not only provides insightful information about the ups and downs of the indie publishing, music and film making business but pokes fun at the artists themselves."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}