{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "25 July 2014"
            }
        ],
        "release dates": [
            "USA::25 July 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "In Search of Aliens"
            },
            {
                "countries": "Brazil",
                "title": "Em Busca de Alienígenas"
            },
            {
                "countries": "Germany (DVD title)",
                "title": "Auf den Spuren der Aliens"
            },
            {
                "countries": "Spain",
                "title": "En busca de alienígenas"
            }
        ],
        "akas": [
            "In Search of Aliens (original title)",
            "Em Busca de Alienígenas Brazil",
            "Auf den Spuren der Aliens Germany (DVD title)",
            "En busca de alienígenas Spain"
        ],
        "akas from release info": [
            "In Search of Aliens (original title)",
            "Em Busca de Alienígenas Brazil",
            "Auf den Spuren der Aliens Germany (DVD title)",
            "En busca de alienígenas Spain"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Hunt for Atlantis",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Search of Aliens (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 21,
                    "original air date": "25 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Ever since Plato first wrote about the mysterious island of Atlantis, it has captured the imagination of adventurers and academics alike. Was Atlantis merely a myth, or could it have actually existed in the remote past? Did Atlantis just disappear as Plato described? And could it have been the home of an advanced civilization that created the human race? Ancient Astronaut Theorist Giorgio A. Tsoukalos explores the most recent discoveries related to the centuries old story of Atlantis. By investigating a series of clues, Tsoukalos endeavors to narrow down the possible ...    "
                },
                "2": {
                    "title": "Nazi Time Travellers",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Search of Aliens (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 18,
                    "original air date": "1 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    At the height of World War II, the Nazis engaged their top scientists to develop \"wonder weapons\"--weapons that were so scientifically advanced they could have turned the tide of the war against the Allies. According to testimony, one of the top-secret projects was code-named \"Die Glocke.\" Die Glocke was believed to be a bell-shaped time travel device that could soar through the sky and eventually reach the speed of light and beyond. Did Die Glocke actually exist? And if so, could it have been based on alien technology? Theorist Giorgio A. Tsoukalos travels from ...    "
                },
                "3": {
                    "title": "The Mystery of Loch Ness",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Search of Aliens (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 17,
                    "original air date": "8 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    The Loch Ness Monster is one of the world's most enduring mysteries. But there have also been accounts of similar cryptids all over the planet. Sightings of these mysterious creatures have been documented for hundreds of years in various cultural folklores. Are these fantastic creatures leftover dinosaurs, mythical animals or something that traveled to Earth millions of years ago? Or might the sightings of these strange beasts be a glimpse into the past caused by a disturbance in the space-time continuum? Ancient Astronaut theorist Giorgio Tsoukalos travels from the ...    "
                },
                "4": {
                    "title": "The Roswell Rock",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Search of Aliens (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 18,
                    "original air date": "15 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    A mysterious rock bearing a cryptic design was discovered in Roswell, New Mexico in 2004. Now coined \"The Roswell Rock,\" this piece of stone is unusually smooth and possesses unique magnetic properties. Even more intriguing is that the motif on the rock--a sequence of triangles and crescents--is an exact match to a crop circle found in England nearly two decades ago. Ancient Astronaut Theorist Giorgio Tsoukalos sets out to determine the origin of this intriguing stone. Through a series of experiments Tsoukalos unveils whether The Roswell Rock is merely a man-made ...    "
                },
                "5": {
                    "title": "Searching for Bigfoot",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Search of Aliens (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 17,
                    "original air date": "22 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    In 1958, a bulldozer operator in Northern California discovered 16-inch human-like footprints, and the legend of Bigfoot was born. Today, there are hundreds of reported sightings of big hairy monsters in America, but nowhere are the stories more prolific than in America's Pacific Northwest. Many reports of encounters with the giant hair-covered creature are accompanied by accounts of UFO activity and unexplained lights in the sky. Could the creature known as Bigfoot, or Sasquatch, really exist? If so, could it be living proof that extraterrestrials were not only here,...    "
                },
                "6": {
                    "title": "The Mystery of the Cyclops",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Search of Aliens (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 15,
                    "original air date": "5 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    The mysterious Mediterranean island of Malta lies south of Sicily and is home to megalithic structures built by a mysterious prehistoric society. According to scholars, the massive blocks even pre-date the Great Pyramid of Giza. Just who were the people that built these sophisticated structures? Local folklore describes Malta as being the home of giants and the legendary one-eyed creature known as Cyclops. Could these stories be true--or could they offer clues to an extraterrestrial connection? Ancient Astronaut theorist Giorgio Tsoukalos investigates Matla's giant ...    "
                },
                "7": {
                    "title": "The Mystery of Puma Punku",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Search of Aliens (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 15,
                    "original air date": "12 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    The ancient ruins of Puma Punku have mystified archaeologists ever since their discovery hundreds of years ago. The massive stones are precisely carved into blocks that are unlike anything found anywhere else in the world. Is it possible that the ruins of Puma Punku offer evidence of advanced technology being used in the ancient past? And if so, might this technology have been provided by alien beings--beings who ultimately destroyed the site to conceal whatever they built? Ancient Astronaut theorist Giorgio A. Tsoukalos explores the construction and mysterious ...    "
                },
                "8": {
                    "title": "The Founding of America",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Search of Aliens (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 13,
                    "original air date": "19 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    The imposing city of Washington D.C. was inspired by the ancient world, as seen in the Greek pillars, Roman domes and even an Egyptian-style obelisk that mark the landscape. But is it possible that the designs and philosophies enshrined in the streets of the U.S. capital were influenced by an otherworldly source? Ancient Astronaut theorist Giorgio A. Tsoukalos travels to Washington D.C. and Philadelphia to investigate the origins of the American democratic experiment. Did George Washington have an alien encounter at Valley Forge--one that gave him mystical protection ...    "
                },
                "9": {
                    "title": "The Mystery of Nazca",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Search of Aliens (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 18,
                    "original air date": "26 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Nazca remains one of the most mysterious sites on Earth. The vast desert floor is covered with hundreds of ancient geoglyphs depicting animals, human-like figures and strange geometric designs. But, many of these glyphs are so large they can only be fully viewed from the sky. Perhaps even more intriguing are the strange flat-topped mountains that appear to have had their peaks sliced off, and a band of man-sized holes that stretch for almost two miles across the desert. Could these ancient geoglyphs and mysterious landscapes hold the key to proving Earth was visited ...    "
                },
                "10": {
                    "title": "The Alien Code",
                    "kind": "episode",
                    "episode of": {
                        "title": "In Search of Aliens (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 19,
                    "original air date": "3 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Ancient Astronaut Theory has existed in popular culture for nearly 50 years, asking the question whether extraterrestrials visited Earth in the remote past. All around the world there are examples of physical evidence that suggest humans are not alone in the universe. But has this evidence been left behind for a purpose? Is it in fact a series of clues, or Alien Code, that we are meant to decipher? Ancient Astronaut theorist Giorgio A. Tsoukalos investigates unexplained mysteries from every corner of the world. The evidence shows that many ancient sites, and even ...    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Tsoukalos, Giorgio"
            },
            {
                "name": "von Däniken, Erich"
            },
            {
                "name": "Bright, Jonathan"
            },
            {
                "name": "Childress, David"
            },
            {
                "name": "Daughtrey, Peter"
            },
            {
                "name": "MacGillivray, Alexander"
            },
            {
                "name": "Randall, Tori"
            },
            {
                "name": "Witkowski, Igor"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "25 Jul 2014 (USA)",
        "number of seasons": 1,
        "rating": 7.3,
        "votes": 375,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjAzMzI4Mzg0NV5BMl5BanBnXkFtZTgwNzA4MTgwNTE@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "In Search of Aliens",
        "year": 2014,
        "kind": "tv mini series",
        "series years": "2014-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Burns, Kevin"
            },
            {
                "name": "Eggert, Kaylan"
            },
            {
                "name": "Nock, Andrew"
            }
        ],
        "production companies": [
            {
                "name": "Prometheus Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "H2"
            },
            {
                "name": "Polyband"
            }
        ],
        "plot": [
            "IN SEARCH OF ALIENS follows Giorgio Tsoukalos, an Ancient Astronaut theorist and leading contributor to Ancient Aliens, as he explores the fascinating evidence behind some of the Earth's most famous mysteries.::H2"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 375,
                "rating": 7.3
            },
            "aged 18 29": {
                "votes": 41,
                "rating": 7.7
            },
            "aged 30 44": {
                "votes": 142,
                "rating": 7.3
            },
            "aged 45 plus": {
                "votes": 84,
                "rating": 6.9
            },
            "males": {
                "votes": 233,
                "rating": 6.9
            },
            "males aged 18 29": {
                "votes": 31,
                "rating": 7.2
            },
            "males aged 30 44": {
                "votes": 120,
                "rating": 7.1
            },
            "males aged 45 plus": {
                "votes": 66,
                "rating": 6.6
            },
            "females": {
                "votes": 44,
                "rating": 8.2
            },
            "females aged 18 29": {
                "votes": 7,
                "rating": 9.2
            },
            "females aged 30 44": {
                "votes": 20,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 14,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 18,
                "rating": 6.9
            },
            "us users": {
                "votes": 86,
                "rating": 7.1
            },
            "non us users": {
                "votes": 124,
                "rating": 6.9
            }
        },
        "number of votes": {
            "10": 101,
            "9": 39,
            "8": 75,
            "7": 70,
            "6": 30,
            "5": 17,
            "4": 7,
            "3": 4,
            "2": 7,
            "1": 25
        },
        "arithmetic mean": 7.5,
        "median": 8
    }
}