{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "  2014"
            },
            {
                "country": "Canada\n",
                "date": "1 February 2014"
            }
        ],
        "release dates": [
            "Canada::2014",
            "Canada::1 February 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Galileo - Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mind-Blowing Breakthroughs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    One of Baron Munchhausen's most thought/provoking episodes yet / not to be missed! Baron Munchhausen meets Galileo and learns of his struggles with the Inquisition. Galileo is learning vital facts about the Earth and its relationship to the Sun // but it is dangerous for him to talk about them!    "
                },
                "2": {
                    "title": "Galileo - Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mind-Blowing Breakthroughs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Galileo perfects the telescope and uses it to study the sky. In this way he makes one of the most amazing discoveries of all time which will change humanity forever. But why is he taken into custody, sent to trial, and made to retract his scientific conclusions?    "
                },
                "3": {
                    "title": "Newton - Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mind-Blowing Breakthroughs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The Baron has created a clockwork machine that functions precisely in time to the Universe. But something is wrong and the machine might explode! Right on cue, Isaac Newton appears with the piece which will fix it all. But what is this missing piece and how does it make the machine work perfectly?    "
                },
                "4": {
                    "title": "Newton - Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mind-Blowing Breakthroughs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Isaac Newton transforms the theater into a huge rocket. The Baron, Betty and the audience lift off into the stratosphere. As they move further away from Earth gravity decreases and they begin floating. They witness first-hand how the moon is linked to Earth. But what is Newton's next surprise?!    "
                },
                "5": {
                    "title": "Edison Vs Tesla - Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mind-Blowing Breakthroughs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    On a stormy night, the theatre lights cease working. Betty suggests asking the help of the man who invented the light-bulb to restore the light. Thomas Edison appears and impresses the audience with his many inventions; but not even he can deal with the unexpected visitor willing to ruin the show.    "
                },
                "6": {
                    "title": "Edison Vs Tesla - Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mind-Blowing Breakthroughs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The intruder crashing the Baron's show turns out to be Nikola Tesla, who is angry with Edison for being contemptuous of his discoveries. Despite the Baron's attempts to mediate, the two inventors fight furiously since the ultimate prize is to be THE household name in the field of electricity.    "
                },
                "7": {
                    "title": "Lumiere Bros - Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mind-Blowing Breakthroughs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Laugh and learn as the Baron gets himself into another huge dramatic mess. One of the Baron's friends vanishes and the Lumiere brothers and their camera, calleda \"Cinematograph\", have to help solve the disappearance or the show will close....    "
                },
                "8": {
                    "title": "Lumiere Bros - Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mind-Blowing Breakthroughs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The Baron and his friends experience the power of cinematography at close hand in another mind/blowing session of fun and facts. Amagician namedGeorge Melies(he inventedspecial effects), the Lumiere brothers and ThomasEdison somehow all figure into the mix!    "
                },
                "9": {
                    "title": "DaVinci - Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mind-Blowing Breakthroughs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    A mysterious genie puts a spell on Munchhausen's collection of artwork and jewels, until he answers a riddle: Why was Leonardo da Vinci a real genius? To get the treasures returned, the Baron will have to find out what special qualities make the great Da Vinci a symbol of the Renaissance period.    "
                },
                "10": {
                    "title": "DaVinci - Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mind-Blowing Breakthroughs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    To get his valuable treasure back, BaronMunchhausenasksLeonardo da Vinci to present himto the most importantpeopleof his era. But the malicious genie laystrapsfor them.After a visit to the Vatican and France, they find out, alongwith KingFrancois I,whatthe greatest treasure of allreally is.    "
                },
                "11": {
                    "title": "Pasteur - Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mind-Blowing Breakthroughs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The Baron explores a forest, observing flowers, birds and insects and wondering where these wonderful creatures came from. Suddenly, a plague sweeps the forest and the forest becomes a decaying wasteland. Just then, Louis Pasteur, who discovered the hidden world of micro-organisms, appears...    "
                },
                "12": {
                    "title": "Pasteur - Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mind-Blowing Breakthroughs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    A strange illness spreads through the audience in the theatre. Ugly blotches cover the spectators bodies. Pasteur rushes Murray to his lab since a sample of his blood will be enough to identify the virus. But can Pasteur find a cure in time, or will the plague simply be too powerful?    "
                },
                "13": {
                    "title": "Albert Einstein - Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mind-Blowing Breakthroughs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The Baron has converted the theater into an eye-popping discotheque. Everyone is amazed by the lighting and strobe effects, which leads them all to wonder about light. Albert Einstein appears to tell how a schoolboy's concern led to the discovery of the Universe's most astonishing phenomenon.    "
                },
                "14": {
                    "title": "Albert Einstein - Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mind-Blowing Breakthroughs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Einstein shows the amazing relationship between light, space, time and energy. However, with this knowledge, man was able to assemble the most powerful weapon of mass destruction in the world. Einstein feels he is to blame, but the Baron takes him on a trip to change Einstein's perspective.    "
                },
                "15": {
                    "title": "Marie Curie - Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mind-Blowing Breakthroughs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The Baron has a special surprise lined up - this show is to be dedicated to the most important people in the world: Women. When a parade of princesses, models and housewives march by Betty feels uncomfortable with these stereotypes. Then Marie Curie, Polish physicist, makes a surprise entrance!    "
                },
                "16": {
                    "title": "Marie Curie - Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mind-Blowing Breakthroughs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Marie Curie worked beside her beloved husband, Pierre. They brought up a family dedicated to science and their discoveries brought them great fame worldwide. She became the first woman to win the Nobel Prize. Join the Baron in learning how she continued making new discoveries during her lifetime.    "
                },
                "17": {
                    "title": "Wright Bros. - Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mind-Blowing Breakthroughs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The Baron flies through the air feeling free. Suddenly it hits him / he is dreaming! / and he wakes up just before the show gets underway. But his dream becomes real when Alberto Santos/Dumont makes a spectacular appearance in his hot/air balloon and takes the Baron for a ride to Paris!    "
                },
                "18": {
                    "title": "Wright Bros. - Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mind-Blowing Breakthroughs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    In the US, the Wright brothers believe the Baron and Betty are spies trying to steal plans for their heavier-than-air apparatus which has its first flight on the sands at Kitty Hawk, NC. Meanwhile, back in France, Santos-Dumont tries to fly his plane in public near Paris....what happens next?    "
                },
                "19": {
                    "title": "Charles Darwin - Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mind-Blowing Breakthroughs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "1 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    The Baron and Betty sneak into a natural history museum, looking for the first dinosaur egg ever to exist. But the museum comes alive at night and dinosaurs chase them away! The two take shelter on the HMS Beagle where they meet Charles Darwin and travel with him on his voyage of exploration.    "
                },
                "20": {
                    "title": "Charles Darwin - Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mind-Blowing Breakthroughs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The crew on board HMS Beagle arrive at the Galapagos Islands where they spot animals that look as old as the dinosaurs in the museum! Back in London, Darwin publishes his book on natural selection and the evolution of species -- and it causes lots of controversy!    "
                },
                "21": {
                    "title": "Chang Yongshil - Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mind-Blowing Breakthroughs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The Baron proposes a show dedicated to time. So he invites a specialist from medieval Korea: Jang Yeong/sil. When the King's guards slept and did not ring the bells indicating different times of the day, the King asked Jang to create a machine that told time automatically. But how did Jang do it?    "
                },
                "22": {
                    "title": "Chang Yongshil - Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mind-Blowing Breakthroughs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The Baron finds out how a mindblowing invention has saved entire cities and people's lives. There's a flood and the Baron's theatre is submerged under water. Jang Yeong-sil to the rescue! He has invented a gauge to measure the rise of rivers and rainfall amounts. Now he saves the day for the Baron!    "
                },
                "23": {
                    "title": "Zhang Heng - Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mind-Blowing Breakthroughs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    An earthquake affects the whole city and everyone is scared. The Baron and Betty introduce a gentleman in traditional Chinese robes who calms them all. Then Zhang Heng explains how he created the first apparatus capable of detecting the origin and intensity of earthquakes.    "
                },
                "24": {
                    "title": "Zhang Heng - Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mind-Blowing Breakthroughs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    After the earthquake, a tsunami approaches! Isaac Newton once again converts the theater into a rocket and they zoom off safely. Whilst the rescue team gets ready to save the theater, Zhang Heng shows the others inventions with which he was able to create the first stellar map in history.    "
                },
                "25": {
                    "title": "Mendeleyev - Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mind-Blowing Breakthroughs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The Baron wants to become rich by making his own gold by Alchemy, and mixes explosive elements with molten metals. However Dmitri Mendeleev appears and tells him only chemistry can explain how matter is formed combining different elements from nature. The Baron is going about it all wrong!    "
                },
                "26": {
                    "title": "Mendeleyev - Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mind-Blowing Breakthroughs (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    The Baron finds an oil-well directly below the theater and thinks he has struck it rich! The audience is speechless but it turns out Murdock was playing tricks using special effects under the theater just so Mendeleev can tell them how important petrol is for making thousands of everyday products.    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Balzer, Nolan"
            },
            {
                "name": "Rempel, Corny"
            },
            {
                "name": "Slade, RobYn"
            },
            {
                "name": "Farnell, Murray"
            },
            {
                "name": "Skibitzky, Clinton"
            },
            {
                "name": "Aragon, Joseph"
            },
            {
                "name": "Hughes, Geoff"
            },
            {
                "name": "Madill, Heather"
            },
            {
                "name": "McLaughlin, Rob"
            },
            {
                "name": "Payne, Steve"
            },
            {
                "name": "Boland, Bernard"
            },
            {
                "name": "Mann, Nicholas"
            },
            {
                "name": "Pyttlik, Olaf"
            },
            {
                "name": "Quinn, Cory"
            }
        ],
        "genres": [
            "Animation"
        ],
        "runtimes": [
            "11"
        ],
        "countries": [
            "Argentina"
        ],
        "country codes": [
            "ar"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 8.9,
        "votes": 10,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTNmNzBmZWUtMjBjYi00MmI2LWJjZWYtZGY4MDU0ZGI4OGYwXkEyXkFqcGdeQXVyNjgxNzY2MDE@._V1_SY150_CR2,0,101,150_.jpg",
        "budget": "CAD1,000,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Mind-Blowing Breakthroughs",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Mind-Blowing Breakthroughs (Argentina)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Badia, Federico"
            }
        ],
        "production companies": [
            {
                "name": "Astrolab Motion"
            }
        ],
        "distributors": [
            {
                "name": "Grafizix"
            }
        ],
        "plot": [
            "\"Mind Blowing Breakthroughs\" portrays the greatest discoveries that created a turning point in human history and those flashes of genius that changed the course of humankind in a fun and amusing way."
        ],
        "tech": {
            "runtime": [
                "11 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 10,
                "rating": 8.9
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 9.0
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 10.0
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 7.0
            },
            "males": {
                "votes": 5,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 10.0
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 6.0
            },
            "females": {
                "votes": 4,
                "rating": 9.2
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 9.0
            },
            "us users": {
                "votes": 3,
                "rating": 7.0
            },
            "non us users": {
                "votes": 4,
                "rating": 9.8
            }
        },
        "number of votes": {
            "10": 6,
            "9": 3,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 1,
            "1": 0
        },
        "arithmetic mean": 8.9,
        "median": 1
    }
}