{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "January 2014"
            }
        ],
        "release dates": [
            "UK::January 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Predators",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jungle Book Safari (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Mowgli fights with his friend Bali and loses. When Mowgli accuses Bali of cheating, an argument between the two is ignited. Bali and Bagheera explain to Mowgli why mutual strength within the animal world is important. They use the example of the polar bear and the Steller's Sea eagle. They inform him that things don't work without cohesion of the pack.    "
                },
                "2": {
                    "title": "On the Hunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jungle Book Safari (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    While on the hunt, Mowgli has to prove himself as a worthy member of the wolf pack. Phaona tricks them, however, and the prey is scared away. Bali and Bagheera explain to Mowgli how other animals go hunting. They use the examples of the nimble minx, the sly jackal, and the perennial Blakiston's fish owl.    "
                },
                "3": {
                    "title": "Insects",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jungle Book Safari (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Right at the beginning, Mowgli learns about insects from Balu. During a trip to the jungle with Bagheera, they are confronted by dangerous black bees. Mowgli is able to escape from the attack since Balu taught him a trick about how to handle himself around bees.    "
                },
                "4": {
                    "title": "Underwater/Hunters and Fishermen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jungle Book Safari (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Balu and Mowgli want to catch fish from the river. Balu is fully in his element, and explains extensively to Mowgli the different ways one can go about making a good catch. Animal clips with turtles, otters, and bears are used by Balu as examples-and of course the bears are the best fishermen! But Mowgli has a much different idea.. he builds a rod like he's seen humans use and is able to win the competition himself.    "
                },
                "5": {
                    "title": "Large Animals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jungle Book Safari (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Mowgli wants to learn about large animals. Hathi, the elephant, is the perfect partner from which to do so. From the bull elephants, Mowgli learns all about the giants living on land and those that live in the water.    "
                },
                "6": {
                    "title": "Iguacu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jungle Book Safari (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Mowgli and Balu play catch, while the small bird Darzi tells them about the exciting waterfalls. The two adventurous friends make their way toward the falls, but are followed by Shere Khan. The two friends hide behind a waterfall, and the water shy tiger retreats. The animal film clips show life on the Iguacu waterfalls in South America. They show how the animals who live on the edge of the vast floodwaters fight for their habitat.    "
                },
                "7": {
                    "title": "Humans and Animals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jungle Book Safari (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    A strange moss threatens to grow over the whole island and to destroy the habitats of the animals who live there. Balu calls all of the animals together. Bagheera remembers that humans have an antidote to the moss. Therefore, the animals must go to the village. Beforehand, they share with each other their experiences with people. Together, Mowgli and the other animals are able to get a barrel of the antidote from the village and save the jungle.    "
                },
                "8": {
                    "title": "Baby Animals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jungle Book Safari (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Mowgli sulks over the fact that Balu and Bagheera always treat him like a kid. Even the story of polar bear kids and their close connection to their mother doesn't help. Mowgli meets Ponya who tells him about the coati family and their close family cohesion. Mowgli then goes back to Balu and Bagheera and hears a story about Manchurian Cranes who mainly have one offspring of which they cherish and look after, just like Balu and Bagheera do with Mowgli. In the end, Mowgli understands why Balu and Bagheera are always so worried about him.    "
                },
                "9": {
                    "title": "Mating Season",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jungle Book Safari (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Mowgli finds a gold necklace with Bali. Balu and Bagheera explain to the two why animals also decorate and beautify themselves. Mowgli claims the necklace for himself. Bali and Mowgli then fight over the necklace, but after a clarifying explanation from Balu, Mowgli throws the necklace away.    "
                },
                "10": {
                    "title": "Thirst",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jungle Book Safari (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    In this episode, a draught hits the jungle. There is hardly any water and the only water source is claimed by Shere Khan who won't let anyone drink from \"his\" water. The animals in the jungle wait for the tiger to fall asleep in order to sneak to the water. When it ultimately comes to a confrontation with the tiger, it unexpectedly starts raining. During the episode Balu shares stories of animals and their relationships to water. He tells of bears who use volcanic water to free themselves from annoying parasites, of the long-eared hedgehog who lives in a sand dune and...    "
                },
                "11": {
                    "title": "Climbing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jungle Book Safari (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Mowgli and Balu compete over who can climb better. In each of the different climbing exercises, Balu tells Mowgli of an animal in which he should model himself after. Through his experience and diligence, Balu is able to win the competition.    "
                },
                "12": {
                    "title": "Sounds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jungle Book Safari (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Balu and Bagheera practice their animal cry with Mowgli and explain to him how animals use this for communication. All of a sudden a deafening roar from the jungle is heard. Mowgli and Bagheera go on the search for the animal that produced this loud cry. They come across Cheel, who has made himself comfortable in a hollowed out tree stump. It was Cheel who had let out the loud cry. The hollow tree stump had caused his cry to sound much louder and scarier than normal.    "
                },
                "13": {
                    "title": "Nests",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jungle Book Safari (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    In this episode Mowgli learns a bit about where and how animals live: The beaver in his \"castle\", the ants in an ant city, and the bumblebee in its underground construction. Mowgli must withstand an exciting adventure, when Jakala, the crocodile captures him. Jakala brings him into his crocodile nest wanting to feed him to his children. However, Mowgli has an idea of how to save himself. He tells stories of other animal species which distracts the crocodile. Bagheera then has enough time to come and help his friend.    "
                },
                "14": {
                    "title": "Baby Animals in the Arctic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jungle Book Safari (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "plot": "\n    In this episode, Mowgli learns how baby animals in the arctic live. Balu and Bagheera explain to him, the differences between the arctic and their jungle. Baby seals, young polar bears, and the young of Belugas are all used as examples.    "
                },
                "15": {
                    "title": "Japan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jungle Book Safari (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "plot": "\n    Mowgli learns about distant Japan and its strange wildlife. Monkeys bathing in hot springs, calling crabs and dancing Manchurian Cranes, are included in the subject matter.    "
                },
                "16": {
                    "title": "Playing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jungle Book Safari (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "plot": "\n    In the Jungle, a rubber ball is used for fun and games. This is a gateway for Balu and Bagheera to explain to Mowgli the purpose of games within the animal world. Through foxes, meerkats and polar bears, Mowgli discovers how games always have something to do with learning.    "
                },
                "17": {
                    "title": "Fast Animals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jungle Book Safari (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "plot": "\n    As a human kid, Mowgli has a hard time in the jungle when it comes to racing with the wolves. In this episode, Mowgli learns that there will always be somebody who is faster than him. In the animal world, speed can sometimes be crucial.    "
                },
                "18": {
                    "title": "Teeth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jungle Book Safari (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "plot": "\n    In this episode, Mowgli learns that teeth don't always have to be as sharp as a bears. Herbivores, such as the musk deer, have quite blunt teeth whereas soft-shell turtles, don't have any at all. Per usual, Balu explains to Mowgli how this works.    "
                },
                "19": {
                    "title": "Brave/Clever Animals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jungle Book Safari (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "plot": "\n    Mowgli wants to find out who the bravest in the jungle is. Hathi, the elephant assists him on his quest. Mowgli learns from Hathi, that one does not have to be big and strong in order to be brave. Small animals can also display a great amount of courage. Hathi tells of the bumblebee who must take on a much larger opponent in order to defend its territory.    "
                },
                "20": {
                    "title": "Herd Animals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jungle Book Safari (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "plot": "\n    The three friends Mowgli, Balu and Bagheera meet a bufallo cow and her sick calf who got separated from their herd. While the three try to nurture the calf back to good health, Mowgli learns from Bagheera about the meaning of herds in the animal world.    "
                },
                "21": {
                    "title": "Eerie Animals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jungle Book Safari (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "plot": "\n    In this episode, Balu tells Mowgli a bit about animals one rarely gets to see--and therefore, look a bit scary in appearance. He talks about Desman, the cuttlefish and the giant salamander.    "
                },
                "22": {
                    "title": "Egg-laying Animals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jungle Book Safari (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "plot": "\n    Mowgli finds a strange looking egg and brings it to Balu. Balu, however, is also unsure as to what animal this egg could have come from. To help unravel the puzzle, Balu tells stories about egg laying animals as they continue to come to him.    "
                },
                "23": {
                    "title": "Competition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jungle Book Safari (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "plot": "\n    In the jungle, it's like everywhere else in the world: Things aren't always harmonious and peaceful. Balu explains to Mowgli in this episode that animals also aren't always in agreement. Even bears and wolves, for example, fight now and again.    "
                },
                "24": {
                    "title": "Arctic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jungle Book Safari (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "plot": "\n    This episode takes us to a location where life is completely different than that in the jungle. t's about the Arctic. Balu tells Mowgli about the animals who live and survive there. They have developed very special skills that help them to survive the endless ice.    "
                },
                "25": {
                    "title": "Birds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jungle Book Safari (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "plot": "\n    A young monkey is kidnapped by a giant bird. Mowgli and his friends set of to try and rescue it. Balu knows where birds nest and how they live. He uses the search for the small monkey as a chance to tell the group all that he knows.    "
                },
                "26": {
                    "title": "Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jungle Book Safari (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "plot": "\n    Today Balu teaches Mowgli about his favorite subject - Food. What honey is to Balu is what an apple is to dormice. Balu explains all about what animals eat and of the differences that exist in their nourishment.    "
                }
            }
        },
        "number of episodes": 26,
        "genres": [
            "Animation",
            "Family"
        ],
        "certificates": [
            "Singapore:G"
        ],
        "number of seasons": 1,
        "rating": 5.7,
        "votes": 6,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZGRkNGQ3MjctYjlkMi00Y2E2LTg5YzUtMTQzNWQ2MmQzOGI3XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Mix \"Jungle Book\" animation with real-life footage of animals and you've got a format that ideally blends entertainment and information for children 6 to 10. In each episode, animated Mowgli and his \"Jungle Book\" friends discuss one of their favorite topics: animals! They serve as the show's anchors and provide the wrap-around elements for the documentary footage of the animals featured in short, non-fiction parts. Each episode of the show has one main topic. All short documentary clips refer to this topic, such as a land, region or species; it can also be an overlapping theme like \"jumpers:\" Who jumps higher, a frog or a kangaroo?",
        "title": "Jungle Book Safari",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "seasons": [
            "1"
        ],
        "plot": [
            "Mix \"Jungle Book\" animation with real-life footage of animals and you've got a format that ideally blends entertainment and information for children 6 to 10. In each episode, animated Mowgli and his \"Jungle Book\" friends discuss one of their favorite topics: animals! They serve as the show's anchors and provide the wrap-around elements for the documentary footage of the animals featured in short, non-fiction parts. Each episode of the show has one main topic. All short documentary clips refer to this topic, such as a land, region or species; it can also be an overlapping theme like \"jumpers:\" Who jumps higher, a frog or a kangaroo?"
        ],
        "tech": {},
        "demographics": {
            "imdb users": {
                "votes": 6,
                "rating": 5.7
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 4.5
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 6.0
            },
            "males": {
                "votes": 4,
                "rating": 4.8
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 4.3
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 6.0
            },
            "females": {
                "votes": 1,
                "rating": 5.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 5.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 5.5
            },
            "us users": {
                "votes": 2,
                "rating": 3.5
            },
            "non us users": {
                "votes": 2,
                "rating": 5.5
            }
        },
        "number of votes": {
            "10": 1,
            "9": 0,
            "8": 0,
            "7": 0,
            "6": 2,
            "5": 2,
            "4": 0,
            "3": 0,
            "2": 1,
            "1": 0
        },
        "arithmetic mean": 5.7,
        "median": 5
    }
}