{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "22 November 2014"
            },
            {
                "country": "USA\n",
                "date": "17 January 2015"
            }
        ],
        "release dates": [
            "USA::22 November 2014",
            "USA::17 January 2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Housing Crisis?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Outlook (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "17 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    In 2014, The Seattle Times proclaimed Seattle as the fastest growing city in the the U.S. based on data from the Census Bureau. With Cranes and tall glassy condos filling the Seattle skyline, the city and developers scramble to develop a strategy for the seemingly insatiable demand. On this episode of Inside Outlook, we look at the causes behind this explosive growth and its consequences on the city and our communities. Linda Taylor, housing director, Urban League of Metropolitan Seattle. Matthew Gardner, principal, Gardner Economics. Billy Pettit, Senior Vice ...    "
                },
                "2": {
                    "title": "Minimum Wage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Outlook (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    In June of 2014, the City of Seattle instituted an unprecedented $15 minimum wage to be phased in over seven years. No one knows what the true impact of this policy will be. Will it stifle growth and further increase the cost of living? Or will Seattle make real strides in addressing income inequality and become a model for the rest of the country to follow? On this episode of Inside Outlook, Gavin P. Sullivan moderates a discussion on these questions and more. Guests include: Marieka M. Klawitter, professor, UW, Evans School of Public Affairs. Paul Guppy, Vice ...    "
                },
                "3": {
                    "title": "Tuition & Debt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Outlook (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "24 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Inside Outlook host, Gavin P. Sullivan, attended the University of Washington from 1996 to 2000. During that period he paid $3,500 in tuition, on average, for the academic year. Times have changed considerably, in 2014 tuition at UW soared to $12,400 for the academic year. Rising tuition is not unique to the University of Washington. It is being felt by students across the country and has profound implications for both the individual and the economy at large. What is driving these tuition increases and what can be done to slow this trend? What can we do to insure ...    "
                },
                "4": {
                    "title": "Gun Control & Gun Rights",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Outlook (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "22 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Few issues within the American public arena strike as strong a chord, and illicit as passionate of a response as the right to bear arms. Across the political and social spectrum voices clamoring for greater government control over access to guns as a means to diminish gun violence, clash with gun rights advocates who point to the Second Amendment as a fundamental right to be preserved, that empowers the individual and his/her own security, which in turn can act as a deterrent to mass shootings. If there is one point of consensus within this hotly contested debate, is ...    "
                },
                "5": {
                    "title": "Digital Privacy & Security",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Outlook (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "7 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    In a world in which the \"internet of everything\" is taking shape, where is the line to be drawn between the ease of access to information and the right to privacy? What is the impact of mass surveillance on the expression of opinions and democracy? What is the role of whistle-blowers within government and the private sector and what, if any safeguards should be in place to allow for greater transparency and accountability? Although the debate has largely focused on access vs privacy and security, often overlooked are the advancements that big data and technological ...    "
                },
                "6": {
                    "title": "Boeing's Impact on the Puget Sound",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Outlook (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "14 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    Over the last 20 years, Boeing has increasingly turned to overseas suppliers and relocated operations in a pursuit of developing a more efficient and competitive 21st century global manufacturing process. If the company's record profits and market capitalization are any indication, Boeing's corporate development strategy has paid off. Despite this success, Boeing received a $199 million federal tax refund in 2013, and over the past 12 years has accumulated tax refunds of $1.6 billion. This combined with $8.7 billion in tax breaks passed by Washington State lawmakers ...    "
                },
                "7": {
                    "title": "Veterans Affairs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Outlook (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "21 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    America's veterans are faced with a complex set of challenges when reintegrating back into civilian life following war. They, along with their close family and local community are quite often unprepared to grapple with the lingering effects of deployment. Where have we as a society succeeded in easing our soldiers' return home, and conversely, where are we failing them? With both aging Vietnam War vets and a new generation of post-9/11 veterans in need of medical and health services, the VA Puget Sound has seen its load grow from 54,000 in 2000, to what is projected ...    "
                },
                "8": {
                    "title": "NCAA & the Student Athlete",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Outlook (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "28 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    The National Collegiate Athletic Association (NCAA) generates billions of dollars a year, primarily through its two most lucrative sports: football and basketball. Through television contracts and endorsements, college sports has become big business. The college sports industry generates, on average, $11 billion in annual revenues. Seemingly left out of the equation is the \"student athlete.\" But with recent landmark cases like the Ed O'Bannon antitrust class action lawsuit against the NCAA, critique and calls for reform of the current status quo have grown louder. ...    "
                },
                "9": {
                    "title": "Police Code and Conduct",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Outlook (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "7 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Events like the police shooting of 18 year-old Michael Brown and the \"chokehold\" death of Eric Garner has turned the national spotlight on the issue of police misconduct, race and excessive use of force by police departments across the US. Locally, the Seattle Police Department was investigated in 2011 by the Department of Justice, which found that SPD officers engaged in a pattern of excessive use of force that violated the Constitution as well as federal law. As part of a deal to avoid a lawsuit, the city and the DOJ reached a settlement that included improved ...    "
                },
                "10": {
                    "title": "Washington State Tax Reform",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Outlook (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "14 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    According to a recent study by the Institute on Taxation & Economic Policy, Washington State has the most regressive tax system in the country. This means our tax system places a more disproportionate burden on those with the lowest income. Those falling into the lower fifth of the income bracket are, in Washington, paying roughly 17% of their income to taxes; the highest 1% of earners are only paying 2.4%. Most politicians in Olympia agree that the tax system is broken. The question is how to fix it? Despite campaign talk of no new taxes, and a leaner government, ...    "
                },
                "11": {
                    "title": "Mass Incarceration",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Outlook (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "21 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    There are over 2.4 million people sitting in American prisons right now. Rates of incarceration in this country have increased 400% over the past 30 years. Between 1990 and 2009 the number of Americans housed in private prisons has risen 1600%. This has led many to declare that we are living in an age of mass incarceration driven by a justice system that is over-criminalizing the citizenry, and in particular, racial minorities, low income individuals and youth. What is driving this explosive growth in incarceration rates nationally? What are the impacts of high levels...    "
                },
                "12": {
                    "title": "Coal & Oil Exports",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Outlook (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "28 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Up to three times a day trains carrying up to three million gallons of Bakken crude oil from North Dakota travel through the Northwest, quite literally under downtown Seattle and along the Puget Sound en route to oil refineries in Anacortes and Cherry Point. With big potential markets in Asia and a booming coal and oil industry in Wyoming and North Dakota in search of ports to export, the Northwest is poised to experience major growth in fossil fuel industries. What is the impact of the oil and coal industries on Washington State? In particular, what is the ...    "
                },
                "13": {
                    "title": "Immigration Reform",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside Outlook (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "4 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    There are over 40 million immigrants living in America today. Over 11 million are doing so undocumented. Immigrants account for 13 percent of the total US population and about 16 percent of the labor force. Of the 11 million undocumented immigrants in the US, more than half of this population has lived in the country for more than a decade. Nearly one third of these undocumented immigrants are the parents of U.S.- born children. In November 2014, President Obama implemented through an executive order the Deferred Action for Parents of Americans, or DAPA. The move ...    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Sullivan, Gavin P."
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTU5MTkwNjQ2M15BMl5BanBnXkFtZTgwNjQzMTg4NjE@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Inside Outlook (IO) is a broadcast TV and digital series that tackles social, political and economic issues impacting the country and region. Through a moderated round table discussion IO engages the public through dialogue, and raises both the awareness and knowledge of the issues shaping our region. By presenting contrasting opinions and revealing nuanced perspectives, this program will not only showcase the alternatives, choices, and consequences of the issues discussed, but stress the active role the public plays in their trajectory. Groundbreaking in its creative approach, IO pushes the limits of digital distribution and social media engagement. The aim is not be to simply entertain viewers but to educate and elicit audience participation in creating a unique and evolved programming experience.",
        "languages": [
            "English"
        ],
        "title": "Inside Outlook",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-2015",
        "akas": [
            "Inside Outlook (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Sullivan, Gavin P."
            },
            {
                "name": "Taylor, Holden"
            },
            {
                "name": "Tucker, Bryan"
            }
        ],
        "production companies": [
            {
                "name": "AIO Media Group"
            }
        ],
        "distributors": [
            {
                "name": "UWTV"
            },
            {
                "name": "NWCN, A Gannett Company"
            }
        ],
        "plot": [
            "_Inside Outlook_ (qv) (IO) is a broadcast TV and digital series that tackles social, political and economic issues impacting the country and region. Through a moderated round table discussion IO engages the public through dialogue, and raises both the awareness and knowledge of the issues shaping our region. By presenting contrasting opinions and revealing nuanced perspectives, this program will not only showcase the alternatives, choices, and consequences of the issues discussed, but stress the active role the public plays in their trajectory. Groundbreaking in its creative approach, IO pushes the limits of digital distribution and social media engagement. The aim is not be to simply entertain viewers but to educate and elicit audience participation in creating a unique and evolved programming experience."
        ],
        "tech": {
            "runtime": [
                "30 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}