{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "February 2014"
            },
            {
                "country": "Canada\n",
                "date": "3 February 2014"
            }
        ],
        "release dates": [
            "Canada::February 2014",
            "Canada::3 February 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Moving Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Penumbra (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "3 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    The Penumbra is ready to take the next step on his mission to protect the city, but finds that the city may not be ready for him.    "
                },
                "2": {
                    "title": "Safety Matters",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Penumbra (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "3 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    With his most recent defeat fresh in his mind, The Penumbra decides to confront the evil that is in front of him.    "
                },
                "3": {
                    "title": "Inner Evil",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Penumbra (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "3 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Sometimes it takes evil to defeat evil, but how far can The Penumbra be pushed before even he breaks?    "
                },
                "4": {
                    "title": "Art of Concealment",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Penumbra (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "3 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    The Penumbra realizes that his recent attempts at greater recognition have blinded him to something darker, a conspiracy that could be affecting the entire city.    "
                },
                "5": {
                    "title": "A Perfectly Good Plan",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Penumbra (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "3 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Some men are defeated by defeat, and some men have the courage to try again. The Penumbra is one of those second kind of men.    "
                },
                "6": {
                    "title": "A Stupid Dream",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Penumbra (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "3 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Just when it would seem that The Penumbra has everything he wanted, a new enemy appears, reality. But is it reality or just the fear of a new unknown?    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Gibbs, Chris"
            },
            {
                "name": "Howland, Rick"
            },
            {
                "name": "Maraghi, Carolyne"
            },
            {
                "name": "Hoover, Elva Mai"
            },
            {
                "name": "Witham, Todd"
            },
            {
                "name": "Dulmage, Todd"
            },
            {
                "name": "Dyson, Christopher"
            },
            {
                "name": "Iizuka, Ayumi"
            },
            {
                "name": "Jazrawy, Jason"
            },
            {
                "name": "McCallum, Elizabeth"
            },
            {
                "name": "Nacos, Melina"
            },
            {
                "name": "Seguin, Nile"
            },
            {
                "name": "Susut, Sarah"
            }
        ],
        "locations": [
            "Toronto, Ontario, Canada"
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "plot outline": "We all know the old saying; 'All that is required for evil to triumph is that good men do nothing', - but how many of us are brave enough to take that challenge? To stand up for what's right and be a good man who doesn't do nothing? The Penumbra. One man who stands for justice in an unjust world. One man who will put himself between the ordinary people and those who would do them harm. One lone crusader willing to use the darkness in his own soul to fight the shadows that haunt the night. And where shadows meet, you will find - The Penumbra! Fighting crime isn't easy. And for the Penumbra, even finding crime is proving to be hard. And that's a problem. He's kept one alleyway safe for several weeks, but how will he become the one man the city turns to in time of need if he doesn't make a name for himself? And how will he make a name for himself if there's no crime to fight? But if the forces of darkness think total obscurity, no resources whatsoever, or a complete lack of any experience is going to keep this urban warrior from his goal, then they don't know - The Penumbra.",
        "languages": [
            "English"
        ],
        "title": "The Penumbra",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "The Penumbra (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Gibbs, Chris"
            },
            {
                "name": "Witham, Todd"
            }
        ],
        "production companies": [
            {
                "name": "Cache Video Productions"
            }
        ],
        "plot": [
            "A six part documentary web-series about one man's crusade to save his city, whether it needs it or not.",
            "We all know the old saying; 'All that is required for evil to triumph is that good men do nothing', - but how many of us are brave enough to take that challenge? To stand up for what's right and be a good man who doesn't do nothing? _The Penumbra_ (qv). One man who stands for justice in an unjust world. One man who will put himself between the ordinary people and those who would do them harm. One lone crusader willing to use the darkness in his own soul to fight the shadows that haunt the night. And where shadows meet, you will find - _The Penumbra_ (qv)! Fighting crime isn't easy. And for the Penumbra, even finding crime is proving to be hard. And that's a problem. He's kept one alleyway safe for several weeks, but how will he become the one man the city turns to in time of need if he doesn't make a name for himself? And how will he make a name for himself if there's no crime to fight? But if the forces of darkness think total obscurity, no resources whatsoever, or a complete lack of any experience is going to keep this urban warrior from his goal, then they don't know - _The Penumbra_ (qv)."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}