{
    "imdb": {
        "raw release dates": [
            {
                "country": "Argentina\n",
                "date": "  2014"
            }
        ],
        "release dates": [
            "Argentina::2014"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Mallmann, Francis"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Argentina"
        ],
        "country codes": [
            "ar"
        ],
        "language codes": [
            "es"
        ],
        "color info": [
            "Color"
        ],
        "budget": "ARS2,000,000 (estimated)",
        "languages": [
            "Spanish"
        ],
        "title": "Misterios del Iberá",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-2015",
        "akas": [
            "Misterios del Iberá (Argentina)"
        ],
        "distributors": [
            {
                "name": "El Gourmet"
            }
        ],
        "synopsis": [
            "Down the wetlands in the province of Corrientes, Argentina's subtropical northeast, Francis Mallmann spends a season living, traveling and cooking onboard his beautiful boat, surrounded by alligators, capibaras and hundreds of birds species, as he moves all across the 1000 miles perimeter biosystem, a huge floaded depresion under a big turn of Parana river. The shire is about to be declared National Park, as it is at the moment a Provincial Reserve. Previously, it was a free hunting and agriculture zone, and besides the contamination resulting of rice industry, many animal species got endangered. Today, hunters and agricultors have become wildlife guards and hotel owners, and the whole Ibera turned into one of the most atractive turistic destinations in Argentina. Nature protecting fundation CLT, owned by american Douglas Tompkins, has many facilities deployed inside these wetlands, in wich biologists and wildlife experts are doing a great job reinserting species that the region already lost, such as jaguar, red guacamayo, aguara guazu wolf, collar pecari, and giant anteater.\nFrancis Mallmann will introduce us into the natural and cultural richness of this sanctuary, as he takes great profit from the local ingredients, reinterpreting its ancestral recipes in his own way."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}