{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "8 July 2014"
            },
            {
                "country": "USA\n",
                "date": "8 October 2015"
            }
        ],
        "release dates": [
            "USA::8 July 2014",
            "USA::8 October 2015"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Winning the Wedding Wars, Filthy Rich Internet, Luxury Life Hacks",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Filthy Rich Guide (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "10 May 2017",
                    "year": "2017",
                    "plot": "\n    Filthy Rich bad boy Dan Bilzarian reveals the keys to Instagram immortality. Free Love, Firepower and Felines. Celebrity Wedding Planner Kevin Lee literally moves mountains to win the Billionaire Wedding Wars. Plus, Got a dirty Maserati? Bathe it in champagne. Filthy Rich Life Hacks explore the most expensive ways to solve life's little problems.    "
                },
                "2": {
                    "title": "Gifting like a Billionaire, Covering it in Gold, Billionaire People Problems",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Filthy Rich Guide (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "17 May 2017",
                    "year": "2017",
                    "plot": "\n    What does one get the billionaire who has EVERYTHING? The Filthy Rich think WAY outside the gift box, with rare albino crocodile handbags, or million dollar falcons that demand first class airfare. Does \"Mo Money\" ACTUALLY equal \"Mo Problems?\" Ask one billionaire gamer who just can't turn his frown upside down. Plus, it's the dawn of a new gilded age where EVERYTHING is better dipped in gold.    "
                },
                "3": {
                    "title": "High-priced Horology, Collections Gone Wild, Extreme Vacations",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Filthy Rich Guide (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "24 May 2017",
                    "year": "2017",
                    "plot": "\n    No surprise Filthy Rich actor Charlie Sheen is super into horology. What is a surprise? That means priceless watches. Do you suffer from TMP - Too Many Porsches? Jerry Seinfeld does and he's not putting up with it. Plus, Antarctica is finally heating up - as a destination for billionaires looking to rough it - in luxury, of course.    "
                },
                "4": {
                    "title": "Putting a Ring on it, Filthy Rich Space Race, Billionaire Scams",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Filthy Rich Guide (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "31 May 2017",
                    "year": "2017",
                    "plot": "\n    Elon Musk and Jeff Bezos lock horns in a Space Race Smackdown. One small step for man, one giant leap for Billionaire Dreams. New Filthy Rich Hall of Famer Nicolas Cage spends his way to greatness with dinosaur skulls, haunted mansions and rare Superman comics. Plus, one Filthy Rich matchmaker helps lovelorn tech titans find their soul mates.    "
                },
                "5": {
                    "title": "The Filthy Rich Guide to: Breaking Records, Loving Sports and Early Retireme",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Filthy Rich Guide (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "7 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    What's a Filthy Rich pop star's biggest expense? Getting out of trouble. Justin Bieber and his pet monkey rock out with their checkbooks out. Meet the retired racehorse who keeps busy - by GETTING busy, earning 35 MILLION a year in stud fees. Plus, find out why loveable Warren Buffett is pro sport's richest good luck charm.    "
                },
                "6": {
                    "title": "The Filthy Rich Guide to: Billionaire Breakups, Johnny Depp's Guide to Sensible Spending, Not Being a Vanillionaire.",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Filthy Rich Guide (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "22 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    How do you mend a broken billionaire heart? (Hint: it's expensive AND delicious!). How does Johnny Depp keep himself afloat on just two million dollars a month? Plus, we celebrate the Filthy Rich Georgian who puts BORING billionaires to shame.    "
                },
                "7": {
                    "title": "The Filthy Rich Guide to: Rock Star Spending, Being a Lucky Bastard, King Salman's Guide to Traveling Light",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Filthy Rich Guide (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "29 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Meet the graffiti artist who sprayed his way to a 200 million dollar Facebook fortune - AND the unlucky bastard who bowed out of Apple and a 70-billion-dollar windfall. Plus, one Saudi Royal teaches us how to travel light - with just 500 tons of luggage.    "
                },
                "8": {
                    "title": "The Filthy Rich Guide to: Renting vs Buying Superyacht Edition, Staying Forever Young, Filthy Rich Hall of Fame: Choupette",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Filthy Rich Guide (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "5 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Has PayPal's Peter Thiel discovered the secret to immortality? Do the smartest Billionaires buy or rent their superyachts? PLUS, meet the millionaire feline who stole Karl Lagerfeld's heart and won the internet.    "
                },
                "9": {
                    "title": "The Filthy Rich Guide to: Baby Battle: North West vs Blue Ivy Baby, High Stakes Survival, Institutions Under Siege",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Filthy Rich Guide (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "12 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Crown jewels - mini-Lambos and couture baby booties - North West and Blue Ivy Carter compete to be the most pampered toddler. Luxury panic rooms, armed Megayacht security and bespoke armored tanks are just a small piece of the Filthy Rich High Stakes Survival game. Plus, find out which renegade Apple legend is replacing polo ponies with Segways.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Filthy Rich Guide to Billionaire Bad Boys",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Filthy Rich Guide (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "8 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    When you've got billions in the bank, you can use your cash for anything you want, and some billionaires use theirs to indulge every bad boy behavior their filthy rich hearts desire. From buying entire Hawaiian islands, like Oracle founder Larry Ellison; to having life sized sex statues of you and your girlfriend constructed, like Prince Jefri of Brunei; to planning trips to space with a gaggle of celebrities like Sir Richard Branson...these billionaire bad boys break the bank to live it up in the most outrageous ways possible.    "
                },
                "2": {
                    "title": "The Filthy Rich Guide to Supercars and Private Jets",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Filthy Rich Guide (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "8 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Billionaires have to get around, just like everyone else. But unlike the rest of us, billionaires get around in the most unbelievable and luxurious ways possible. They buy cars encased entirely in porcelain, they race one another to be the first to own the most modern private jets; they outfit their motorcycles to run exclusively on $5,000 worth of top shelf tequila. When you've got the cash to go anywhere you want, you spend that cash on getting there in fabulous style.    "
                },
                "3": {
                    "title": "The Filthy Rich Guide to Billion Dollar Listings",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Filthy Rich Guide (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "15 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    In order to understand the ins and outs of owning and maintaining some of the most ridiculously expensive homes money can buy, you need to look inside the homes and buying habits of the worlds richest people: Billionaires who buy beachfront mansions by the dozen (Oracle CEO Larry Ellison); Junk Bond kings with 39 bathroom mansions (Ira Rennert); and the overlord of a household staff numbering 600 workers (Indian tycoon Mukesh Ambani). It's The Filthy Rich Guide to the biggest, most luxurious homes on land or sea.    "
                },
                "4": {
                    "title": "The Filthy Rich Guide to Buying Fun",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Filthy Rich Guide (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "22 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    If you're rich enough, you can spend outrageous amounts of money on fun things with no lasting value whatsoever. Fleeting moments of pleasure that disappear in an instant yet cost six zero sums, Hundred Thousand dollar bar tabs, 73 million dollar weddings, and P. Diddy losing one million dollars on a single toss of the dice.    "
                },
                "5": {
                    "title": "The Filthy Rich Guide to Never Growing Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Filthy Rich Guide (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "29 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    If you're rich enough, you NEVER have to grow up. You can spend money to keep the same lifestyle you had as a twelve year old, but with MUCH better toys. Billionaire William Koch plays cowboys and Indians in his own, private Western town; Microsoft founder Paul Allen assembles a super group of rock superstars to help his garage band record an album; and mega rich Don Laughlin takes never growing up to the extreme by freezing himself in an attempt to live forever.    "
                }
            },
            "2": {
                "1": {
                    "title": "The Filthy Rich Guide to Billionaire Clothes, Neighborhood Feuds and Parking Your Supercar",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Filthy Rich Guide (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "29 Sep. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "The Filthy Rich Guide to Buying Romance, Building Your Wine Cellar and Blowing Your Signing Bonus",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Filthy Rich Guide (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "6 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    How billionaires buy wine from the bottom of the ocean; how elite pro athletes spare no expense to customize their cribs and their cars.    "
                },
                "3": {
                    "title": "The Filthy Rich Guide to Island Hunting, Pampering Your Pooch and Having It Delivered",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Filthy Rich Guide (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "12 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    How the wealthy put down roots on their own private islands; how a billionaire's furriest best friend lives a life of luxury.    "
                },
                "4": {
                    "title": "The Filthy Rich Guide to Private Jumbos, Supercar Wrecks and Art Collecting",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Filthy Rich Guide (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "20 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    How the top 1 percent of the top 1 percent trade their private jets for private jumbo jets; turning one-of-a-kind cars into none-of-a-kind car wrecks.    "
                },
                "5": {
                    "title": "The Filthy Rich Guide to Shopping; Sprucing Up Your Yard and the Finest Dining",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Filthy Rich Guide (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "27 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    How billionaires turn shopping sprees into a multi-million dollar sporting event; private golf courses and wild west theme parks.    "
                },
                "6": {
                    "title": "The Filthy Rich Guide to Living in Dubai, Buying London and Making Your Own Monument",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Filthy Rich Guide (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "23 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    In Dubai, anything goes as long as it costs a fortune, including jet packs, sky high tennis courts and gold-dispensing vending machines; the rich in London buy multiple pieces of property; billionaires build their own White House.    "
                },
                "7": {
                    "title": "The Filthy Rich Guide to Billionaire Heirs, Concept Yachts and Fine Dining",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Filthy Rich Guide (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "23 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Billionaire heirs buy every toy, from Birkin bags to Bugattis; making yachts unique; expensive delicacies covered in gold.    "
                },
                "8": {
                    "title": "Filthy Rich Guide to Billion- Dollar Hobbies. Building Your Zoo, and Being the Best",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Filthy Rich Guide (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "1 Mar. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "The Filthy Rich Guide to Old Money vs. New Money, Spoiling Your Kids, and Storing Your Treasure",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Filthy Rich Guide (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "8 Mar. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "The Filthy Rich Guide to Self Defense, Playing God, and Buying History",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Filthy Rich Guide (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "15 Mar. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Torti, Robert"
            },
            {
                "name": "Duff, Turney"
            },
            {
                "name": "Mezrich, Ben"
            },
            {
                "name": "Ellwood, Mark"
            },
            {
                "name": "Silverstein, Sara"
            },
            {
                "name": "Brennan, Morgan"
            },
            {
                "name": "Torabi, Farnoosh"
            },
            {
                "name": "Kraus, Stephen"
            },
            {
                "name": "Zevelof, Julie"
            },
            {
                "name": "Acosta-Rubio, Marx"
            },
            {
                "name": "Bernard, Sarah"
            },
            {
                "name": "Melby, Caleb"
            },
            {
                "name": "Mikhail, Sot"
            }
        ],
        "genres": [
            "News"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 6.5,
        "votes": 12,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzI0NGQxMTMtMjlmNi00MTZlLWI4MTYtNTYyNTQ3ZWQ0MmJhXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "The \"one percent\" has become a synonym for America's very wealthy. The upper echelon of that already-elite group -- per this show -- is the \"filthy rich.\" Each half hour spotlights how the latter spend: lavish parties, expensive electronics, outrageous mansions, private islands. Billionaires featured include entrepreneur Charles Shaker, who had a $500,000 bar tab in Monte Carlo; business magnate Mukesh Ambani, whose house -- valued at $1 billion -- may be the world's largest; and Oracle co-founder Larry Ellison, who bought a Hawaiian island for nearly $500 million. Though extreme to most folks, these people have the money and aren't afraid to spend it.",
        "languages": [
            "English"
        ],
        "title": "The Filthy Rich Guide",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-2017",
        "akas": [
            "The Filthy Rich Guide (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "Leopard Films USA"
            }
        ],
        "other companies": [
            {
                "name": "Adrenaline Studios LV"
            }
        ],
        "plot": [
            "The \"one percent\" has become a synonym for America's very wealthy. The upper echelon of that already-elite group -- per this show -- is the \"filthy rich.\" Each half hour spotlights how the latter spend: lavish parties, expensive electronics, outrageous mansions, private islands. Billionaires featured include entrepreneur Charles Shaker, who had a $500,000 bar tab in Monte Carlo; business magnate Mukesh Ambani, whose house -- valued at $1 billion -- may be the world's largest; and Oracle co-founder Larry Ellison, who bought a Hawaiian island for nearly $500 million. Though extreme to most folks, these people have the money and aren't afraid to spend it."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 12,
                "rating": 6.5
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 6.5
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 7.0
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 7.0
            },
            "males": {
                "votes": 7,
                "rating": 4.9
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 6.5
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 2.5
            },
            "us users": {
                "votes": 7,
                "rating": 4.9
            },
            "non us users": {
                "votes": 1,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 4,
            "9": 0,
            "8": 1,
            "7": 2,
            "6": 1,
            "5": 0,
            "4": 1,
            "3": 1,
            "2": 1,
            "1": 1
        },
        "arithmetic mean": 6.5,
        "median": 7
    }
}