{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "24 November 2014"
            }
        ],
        "release dates": [
            "India::24 November 2014"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Raigadh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ekaant (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "9 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    The legend of Chhatrapati Shivaji Maharaj and his heroic deeds is so vivid and overpowering in our minds that the town from where he created an empire is lost in the haze of his personal glories. His capital, the Hill Fort of Raigad in the Sahyadris is a stellar example of the monuments in Maharastra and it holds stories befitting that of the conqueror who went about defining the course of history.    "
                },
                "2": {
                    "title": "Daulatabad, Maharashtra",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ekaant (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "16 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Delhi has always held the mantle of being the capital of Hindustan. While it may have functionally shifted around the area a few times on the necessities and vanities of its many rulers, there is only one instance of India's capital having shifted over a full 1000 kms south to the city of Daulatabad near present day Aurangabad. This outrageous, much berated decision of Muhammad Tughlaq has created a legacy and an Ekaant that never fails to take your breath away.    "
                },
                "3": {
                    "title": "Daulatabad, Maharashtra",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ekaant (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "23 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Delhi has always held the mantle of being the capital of Hindustan. While it may have functionally shifted around the area a few times on the necessities and vanities of its many rulers, there is only one instance of India's capital having shifted over a full 1000 kms south to the city of Daulatabad near present day Aurangabad. This outrageous, much berated decision of Muhammad Tughlaq has created a legacy and an Ekaant that never fails to take your breath away.    "
                },
                "4": {
                    "title": "Kumbhalgarh, Rajasthan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ekaant (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "30 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    Rajasthan is replete with forts that are seeped in the royal tradition of valour and sacrifice. Amongst the hundreds that dot the martial land of brave warriors is an exceptional one that is its dark knight - the extravagantly large fort of Kumbhagarh. Designed and created by Rana Kumbha, it holds the distinction of having the second longest wall in the world - next only to the Great Wall of China - that charts a serpentine course of 36 kms across the Aravalis! A keeper and witness of key events in the history of Mewar, the soul of Rajasthan is incomplete without the ...    "
                },
                "5": {
                    "title": "Bijapur, Karnataka",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ekaant (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "6 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    The incredible Gol Gumbaz is the calling card of the town of Bijapur and remains its claim to fame. However, the once capital of the Adilshahis, Bijapur emerged the most successful of the Deccan Sultanates spawning a rich cultural, architectural and literary heritage that permeates every layer of our identity. Bursting with nuances of bravery, skill, diplomacy, patronage and an overbearing hangover of pathos, Bijapur is a sieve of memories that are destined to be treasured.    "
                },
                "6": {
                    "title": "Asirgarh, Madhya Pradesh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ekaant (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "13 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    At the northern edge of the massive Deccan plateau lies a forgotten fort that was once the key to open the doors to the Deccan. A survey by the by the British extolled it as the strongest fort in the country and one that was never taken by force - depending on which version of its many histories you feel should be believed. With an antiquity that only grows older every time it is explored, Asirgarh is a treasure trove of fascinating spell binding stories so fantastic in their bearing that history and myth seem dyed in the same vat of riotous emotions.    "
                },
                "7": {
                    "title": "Burhanpur, Madhya Pradesh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ekaant (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "20 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    The historical southern limit of Hindustan and from where the Deccan plateau would begin is the inconspicuous modern day town of Burhanpur. Inconspicuous, today, yes. But roll back a few centuries and Burhanpur was the second stronghold of the Mughals. And from that time lie undisturbed and forgotten, treasures of history in capsules of time that guard an eye opening past and some unlikely love stories...    "
                },
                "8": {
                    "title": "Kangra, Himachal Pradesh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ekaant (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "27 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    It is perhaps the oldest surviving fort in India - with references from as far back as the Mahabharata and a royal lineage that is just as ancient and illustrious. Built of rock and stone, sitting solid on the peak of a mountain that overlooks the grand confluence of Banging and Majhi rivers, it is easy to see that it must once have been formidable. Then why today, does it lie, a shadow of its former self?    "
                },
                "9": {
                    "title": "Jageshwar, Uttarakhand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ekaant (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "3 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Too often do we associate Ekaant with ruins. And a place in ruins is heartbreaking, but if anything could be worse, it is a place which still breathes, but no one cares. The Ekaant of ignorance and exclusion. The ousting from memory of a place that was once considered the 'paanchva dhaam' and an unmissable pitstop in the pilgrimage circuit of Uttarakhand. What happened? Human error, vagaries of time or a divine rebuke?    "
                },
                "10": {
                    "title": "Ramnager, Jammu & Kashmir",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ekaant (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "10 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    It takes many rivers to make a sea. And many unnamed rivulets plait together to make that happen. And in each rivulet is the sea. In the sea of history, Ramnagar is one such rivulet. Overlooked and undervalued in a corner of the state of Jammu & Kashmir, it holds in its womb the beginnings of the histories that define that region.    "
                },
                "11": {
                    "title": "Leh Palace and Zorawar Fort, Jammu & Kashmir",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ekaant (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "17 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    The palace in Leh, the capital of Ladakh, is the picture postcard of the region. An architectural marvel, 9 stories high, it sits forlorn as the world around it changes dramatically. A change that was wrought when the will of one man from the distant plains of India caused ripples in history that shaped the folds of geography in this soul grabbing Himalayan region.    "
                },
                "12": {
                    "title": "Bathinda Qila Mubarak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ekaant (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "24 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    In what was once the frontier regions of Hindustan, a silent sentinel traces its history as far back as when Jesus was walking the streets of Jerusalem. A fort that has been the proud host of great names like Mohammad Ghori, Mahmud Ghazni, Prithviraj Chauhan and where the indomitable Sultan Raziya was imprisoned, the Qila Mubarak of Bathinda, once the axe that broke the invaders from the north, seems stuck in a quicksand of time and is fast sinking into memory oblivion.    "
                },
                "13": {
                    "title": "Mehrauli Archaeological Park, Delhi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ekaant (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "1 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    New Delhi, the capital of India is a city inhabited since time immemorial. The Mehrauli archaeological park is a 100 acre area that has collected within its limits ruins and monuments spanning a 1000 years! From a remnant of the Lal Kot - the first fortification of Delhi to the time of the British asserting their dominion, the park is spread like what can only be called, an island of Indian history.    "
                }
            },
            "1": {
                "1": {
                    "title": "Kuldhara",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ekaant (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "24 Nov. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Chiktan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ekaant (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "1 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Far up in the Himalayas, a couple of hours drive from the border town of Kargil, further north from the grand Srinagar-Leh Highway lie the ruins of what once must have been a majestic fort. Rumoured to be taller and older than its famous cousin - the Leh Palace, the Chiktan fortress is shrouded in many mysteries. Legends of its making, numerous sinister and violent events, magical tales of wondrous creations and a heart-wrenching tailspin of destruction and apathy encompass the story of this fabulous fortress set in an almost fantastical location.    "
                }
            }
        },
        "number of episodes": 15,
        "cast": [
            {
                "name": "Tripathi, Akul"
            }
        ],
        "genres": [
            "History"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "hi"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Singapore:PG",
            "South Korea:12"
        ],
        "number of seasons": 2,
        "rating": 7.7,
        "votes": 60,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjUwZjAyZDItMzQyNy00YjA0LTkzOWEtZThkMTM4MWU4ZmUyXkEyXkFqcGdeQXVyNjYzMzQwMTg@._V1_SY150_CR115,0,101,150_.jpg",
        "plot outline": "Ekaant takes you through the abandoned roads and alleys of some of India's historic locations. Travelling through the spread out palaces and deserted forts, the show documents and investigates the eerie processes of abandonment of each site.",
        "languages": [
            "Hindi"
        ],
        "title": "Ekaant",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Ekaant (India)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Tripathi, Akul"
            }
        ],
        "production companies": [
            {
                "name": "FACE Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Epic Channel"
            }
        ],
        "special effects": [
            {
                "name": "Etherreal Pictures"
            }
        ],
        "plot": [
            "_Ekaant_ (qv) takes you through the abandoned roads and alleys of some of India's historic locations. Travelling through the spread out palaces and deserted forts, the show documents and investigates the eerie processes of abandonment of each site.::The Epic Channel"
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 60,
                "rating": 7.7
            },
            "aged 18 29": {
                "votes": 8,
                "rating": 4.3
            },
            "aged 30 44": {
                "votes": 8,
                "rating": 7.2
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 9.0
            },
            "males": {
                "votes": 22,
                "rating": 6.6
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 4.9
            },
            "males aged 30 44": {
                "votes": 7,
                "rating": 7.1
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 9.0
            },
            "females": {
                "votes": 7,
                "rating": 7.4
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 6.7
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 5.0
            },
            "us users": {
                "votes": 5,
                "rating": 5.8
            },
            "non us users": {
                "votes": 11,
                "rating": 9.7
            }
        },
        "number of votes": {
            "10": 32,
            "9": 7,
            "8": 6,
            "7": 0,
            "6": 2,
            "5": 0,
            "4": 2,
            "3": 0,
            "2": 0,
            "1": 11
        },
        "arithmetic mean": 7.7,
        "median": 1
    }
}