{
    "imdb": {
        "raw release dates": [
            {
                "country": "Pakistan\n",
                "date": "19 September 2014"
            }
        ],
        "release dates": [
            "Pakistan::19 September 2014"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Ayaz, Adarsh"
            },
            {
                "name": "Bilgrami, Najaf"
            },
            {
                "name": "Awais, Natalia"
            },
            {
                "name": "Khan, Hassam"
            },
            {
                "name": "Khan, Sundus"
            },
            {
                "name": "Mahmood, Sharique"
            },
            {
                "name": "Zaidi, Raza"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "Pakistan"
        ],
        "country codes": [
            "pk"
        ],
        "language codes": [
            "ur"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzg5YjI2ODctODYxYi00OWRlLWI4NzktMGFkMWM1NmY5MmY2XkEyXkFqcGdeQXVyNjU4MDE4ODc@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Naram Garam chronicles the hilarious exploits of a mad cap family. The matriarch (Ammaji) is senile, crazy and potentially dangerous. Her son is a retired Col, who wants to run his house much like his unit. Her grandson (Jay) is an aspiring writer down on his luck. He is however the object of affection for the dumb-witted well meaning neighbour, Khadija. Jay's older sister is Maham, a hot tempered aspiring entrepreneur. She is married to the mad scientist Ibrahim, who has a very loose hold on reality. The household is rounded up by the sole servant, Amjad Khan. The less said about him the better.",
        "languages": [
            "Urdu"
        ],
        "title": "Naram Garam",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-2015",
        "akas": [
            "Naram Garam (Pakistan)"
        ],
        "writer": [
            {
                "name": "Ayaz, Adarsh"
            }
        ],
        "production companies": [
            {
                "name": "Adarsh Productions"
            }
        ],
        "plot": [
            "_Naram Garam_ (qv) chronicles the hilarious exploits of a mad cap family.::Dr. Chay.",
            "_Naram Garam_ (qv) chronicles the hilarious exploits of a mad cap family. The matriarch (Ammaji) is senile, crazy and potentially dangerous. Her son is a retired Col, who wants to run his house much like his unit. Her grandson (Jay) is an aspiring writer down on his luck. He is however the object of affection for the dumb-witted well meaning neighbour, Khadija. Jay's older sister is Maham, a hot tempered aspiring entrepreneur. She is married to the mad scientist Ibrahim, who has a very loose hold on reality. The household is rounded up by the sole servant, Amjad Khan. The less said about him the better.::Dr. Chay."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}