{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "7 August 2014"
            },
            {
                "country": "Australia\n",
                "date": "7 August 2015"
            }
        ],
        "release dates": [
            "Australia::7 August 2014",
            "Australia::7 August 2015"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "On the Move",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dreamhouse (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "7 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    3 young adults fly the nest and move into a new home for 10 weeks. Experiencing life away from parents and learning to live more independently is a dream for all of them. And if it works out, they'll be able to stay on and call The Dreamhouse home.    "
                },
                "2": {
                    "title": "Settling In",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dreamhouse (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "14 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Relishing this new found freedom away from parents, Kirk, Justin and Sarah continue to spread their wings and taste a more independent way of living. But for one house mate the road to independence is not always easy.    "
                },
                "3": {
                    "title": "Cracks in the Curtain",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dreamhouse (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "21 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Sarah, Kirk and Justin have been living together for 3 weeks and things are going well. It's time to celebrate with a housewarming party. But cracks soon appear. With the planning underway, personal preferences differ. Justin gets upset because Sarah doesn't like his friends or the thought of what might go on at the party.    "
                },
                "4": {
                    "title": "The Honeymoon Is Over",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dreamhouse (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "28 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Justin has invited his family over for a BBQ for the first time. He wants to impress and is clearly stressed, unlike his housemates, who he thinks are shirking their responsibilities.    "
                },
                "5": {
                    "title": "Dating Mode",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dreamhouse (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "4 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Sarah's 24th birthday is coming up. It's her turn for a party and she's calling all the shots, enlisting the help of her housemates. Sophie, Sarah's fashionista friend decides that Sarah's wardrobe needs an overhaul and takes her 'op' shopping.    "
                },
                "6": {
                    "title": "The Wrap",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dreamhouse (TV Mini-Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "11 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    With 2 weeks to go in The Dreamhouse, decisions need to be made about the future. Sarah, Justin & Kirk all want to stay and now it's up to the parents to work out the mechanics.    "
                }
            }
        },
        "number of episodes": 6,
        "locations": [
            "Perth, Western Australia, Australia"
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "07 Aug 2014 (Australia)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTc2MDZmODgtZWM4YS00NzhjLTkxZWMtZmRjMGFmNDk3OTE4XkEyXkFqcGdeQXVyNzMzMTc2MQ@@._V1_SY150_CR67,0,101,150_.jpg",
        "plot outline": "Justin and Sarah have Down syndrome. While Justin is confident and cocky and keen to assert his role as house alpha male, Sarah, is a practicing Christian, and more docile and conservative. Kirk, the youngest, is very loud and energetic and hopes to make new friends but his autism means that social relationships can be challenging. Over 10 weeks these three very different people go on a huge learning curve as they explore how to manage a house and how to live with each other. They party, fight, flirt, and above all grow exponentially in the process, and reveal a vibrant new world that is theirs alone. The Dreamhouse is life changing for Justin, Sarah and Kirk, and also for their parents who watch their children grow in self confidence and flourish in the most unexpected ways that will affect their lives profoundly. Give people the opportunity and watch them flower. Bursting with humor, conflict and tenderness. The Dreamhouse provides a bold insight into a world rarely seen before on television.",
        "languages": [
            "English"
        ],
        "title": "The Dreamhouse",
        "year": 2014,
        "kind": "tv mini series",
        "series years": "2014-",
        "akas": [
            "The Dreamhouse (Australia)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Cullen, Ruth"
            }
        ],
        "director": [
            {
                "name": "Carter, Alan"
            },
            {
                "name": "Cullen, Ruth"
            },
            {
                "name": "James, Alison"
            }
        ],
        "production companies": [
            {
                "name": "Artemis International"
            }
        ],
        "plot": [
            "Justin and Sarah have Down syndrome. While Justin is confident and cocky and keen to assert his role as house alpha male, Sarah, is a practicing Christian, and more docile and conservative. Kirk, the youngest, is very loud and energetic and hopes to make new friends but his autism means that social relationships can be challenging. Over 10 weeks these three very different people go on a huge learning curve as they explore how to manage a house and how to live with each other. They party, fight, flirt, and above all grow exponentially in the process, and reveal a vibrant new world that is theirs alone. _The Dreamhouse_ (qv) is life changing for Justin, Sarah and Kirk, and also for their parents who watch their children grow in self confidence and flourish in the most unexpected ways that will affect their lives profoundly. Give people the opportunity and watch them flower. Bursting with humor, conflict and tenderness. _The Dreamhouse_ (qv) provides a bold insight into a world rarely seen before on television."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}