{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "1 September 2014"
            }
        ],
        "release dates": [
            "UK::1 September 2014"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Daheley, Tina"
            }
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom",
            "India"
        ],
        "country codes": [
            "gb",
            "in"
        ],
        "language codes": [
            "en",
            "hi",
            "ur"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "01 Sep 2014 (UK)",
        "plot outline": "India Unplugged reveals the untold stories from India. Experience the vibrancy of this unique culture, share the hardships, and understand how India is changing. Presented by Tina Daheley, this series explores how international aid is helping innovators devise new technologies that improve women's safety on Indian streets, to helping expectant mothers with their antenatal care. We also take a look at how projects are helping children living in slums get access to education. All the films featured in the show have been made by young Indian filmmakers as part of the Global360 Filmmaking Challenge.",
        "languages": [
            "English",
            "Hindi",
            "Urdu"
        ],
        "title": "India Unplugged",
        "year": 2014,
        "kind": "tv mini series",
        "series years": "2014-",
        "akas": [
            "India Unplugged (United Kingdom)"
        ],
        "production companies": [
            {
                "name": "Community Channel"
            }
        ],
        "distributors": [
            {
                "name": "Community Channel"
            }
        ],
        "plot": [
            "_India Unplugged_ (qv) reveals the untold stories from India. Experience the vibrancy of this unique culture, share the hardships, and understand how India is changing. Presented by Tina Daheley, this series explores how international aid is helping innovators devise new technologies that improve women's safety on Indian streets, to helping expectant mothers with their antenatal care. We also take a look at how projects are helping children living in slums get access to education. All the films featured in the show have been made by young Indian filmmakers as part of the Global360 Filmmaking Challenge."
        ],
        "tech": {
            "runtime": [
                "30 min (UK)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}