{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "27 August 2014"
            }
        ],
        "release dates": [
            "USA::27 August 2014"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Found at Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "International Space Station: Benefits for Humanity (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "27 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    The Vessel-ID System investigation on the International Space Station demonstrated the ability for a space-based radio receiver to track a ship's Automatic Identification System (AIS) signal, the marine equivalent of the air traffic control system. Since being turned on in 2010, Vessel-ID has been able to relay more than 400,000 ship position reports from more than 22,000 ships in a single day, proving a quantum leap in the ship tracking ability of coast guards around the world. This ability, coupled with multiple AIS tracking satellites launched since, is already ...    "
                },
                "2": {
                    "title": "Train Like an Astronaut",
                    "kind": "episode",
                    "episode of": {
                        "title": "International Space Station: Benefits for Humanity (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "29 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Developed in cooperation with NASA scientists and fitness professionals working directly with astronauts, the Train Like an Astronaut program is an exciting and engaging way to get the children of today up and moving. The project uses the excitement of exploration to challenge students to set physical fitness and research goals, practice physical fitness activities, and research proper nutrition, enabling each child to become our next generation of fit explorers! The International Space Station is a blueprint for global cooperation and scientific advancements, a ...    "
                },
                "3": {
                    "title": "Eye on the Tide",
                    "kind": "episode",
                    "episode of": {
                        "title": "International Space Station: Benefits for Humanity (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "22 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    The vantage point of space not only contributes to a better understanding of our home planet, it helps improve lives around the world. Onboard the International Space Station, the Hyperspectral Imager for the Coastal Ocean (HICO) instrument gave scientists an exceptional new view of the coastal ocean and the Great Lakes. Using a special camera that separates light into hundreds of wavelength channels, HICO was used to identify potentially harmful algae blooms in Lake Erie and other lakes and reservoirs that provide critical drinking water for millions of users. The ...    "
                },
                "4": {
                    "title": "Hope Crystalizes",
                    "kind": "episode",
                    "episode of": {
                        "title": "International Space Station: Benefits for Humanity (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "1 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    In one of many direct Earth applications of International Space Station research, the newest Benefits for Humanity video in the Benefits series highlights how high quality crystals grown in microgravity lead to new therapeutics for disease. Learn how the investigation of protein crystals in space is helping treat Duchenne Muscular Dystrophy (DMD), an incurable genetic disorder affecting the muscles with onset usually in early childhood and primarily in young males. Since 2003, scientists with the Japan Aerospace Exploration Agency have conducted protein crystal growth...    "
                },
                "5": {
                    "title": "From NASA to Napa",
                    "kind": "episode",
                    "episode of": {
                        "title": "International Space Station: Benefits for Humanity (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "3 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    From the microgravity environment aboard the International Space Station to the microclimates of Napa Valley, station research impacts many different industries on Earth. The latest video in the Benefits for Humanity series illustrates how solutions for growing crops in space translates to solutions for mold prevention in the wine cellars and other confined spaces of Earth. As NASA plans the Journey to Mars, astronauts will need the capability to grow their own food. Scientists studying crop growth aboard the space station noticed a buildup of a naturally-grown ...    "
                },
                "6": {
                    "title": "Serving the World",
                    "kind": "episode",
                    "episode of": {
                        "title": "International Space Station: Benefits for Humanity (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "6 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    A picture is worth a thousand words, but in the case of International Space Station imagery, a picture also may be worth a thousand lives. An imaging system aboard the station, ISS SERVIR Environmental Research and Visualization System (ISERV), captured photographs of Earth from space for use in developing countries affected by natural disasters This is yet another way the orbiting laboratory is serving humanity Off the Earth, For the Earth.    "
                },
                "7": {
                    "title": "A Snapshot of Earth",
                    "kind": "episode",
                    "episode of": {
                        "title": "International Space Station: Benefits for Humanity (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "10 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Imagine bread loaf-sized satellites zipping around the Earth each day, imaging the globe and providing updates on the environment. Thanks to the International Space Station, this constellation of satellite image gathering has been made a reality. With the mission of photographing the majority of the Earth every day, Planet Labs created small satellites, individually referred to as Doves, to capture ground imagery for use in humanitarian, environmental and commercial applications. With the 2005 NASA Authorization Act designating the U.S segment of the station as a ...    "
                },
                "8": {
                    "title": "Space Is Our Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "International Space Station: Benefits for Humanity (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "18 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    For 15 years, the International Space Station has been human spaceflight's preeminent destination, with crew members conducting science from around the globe and opening doors to new prospects. The 2005 NASA Authorization Act designated the U.S segment of the ISS as a national laboratory, giving an open invitation to researchers to utilize the unique environment for their work. Since that time, entirely novel businesses have been created and a new economy is growing 250 miles above the surface of our planet. With a new generation of U.S. commercial spacecraft and ...    "
                },
                "9": {
                    "title": "Engaging the Next Generation",
                    "kind": "episode",
                    "episode of": {
                        "title": "International Space Station: Benefits for Humanity (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "22 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    NASA is giving the engineers and scientists of tomorrow a chance to build real spaceflight hardware while still in school. High Schools United with NASA to Create Hardware (HUNCH) is an educational initiative that gives High School students the opportunity to create hardware with NASA's aid. Students in the HUNCH program receive valuable experience creating goods for NASA from hardware to the culinary arts, while NASA receives the creativity of the High School students. NASA provides materials, equipment, and mentoring to each of the HUNCH teams across the country so ...    "
                },
                "10": {
                    "title": "Know Your Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "International Space Station: Benefits for Humanity (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "29 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    What if that clear, sparkling stream coming from the ground or a faucet were teeming with contaminants? How would you know? Whether you live in some remote region of Africa, a high rise in New York City or aboard an orbiting laboratory in space, you need reliable drinking water to survive. You now can check the cleanliness of your water using the mWater app on your mobile phone. This handy tool, based in part on International Space Station technology, provides a global resource available for free download as an app or usable via the Web browser version of the app on ...    "
                }
            }
        },
        "number of episodes": 10,
        "locations": [
            "Oslo, Norway",
            "Reykjavík, Iceland"
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzk0OTgzYTAtNDQwZC00MjY5LWJjNTQtZGMwM2FhOWQyZGMwXkEyXkFqcGdeQXVyODgwMjQ4MA@@._V1_SY150_CR83,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "International Space Station: Benefits for Humanity",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "International Space Station: Benefits for Humanity (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Clemons, Jason"
            }
        ],
        "production companies": [
            {
                "name": "NASA Johnson Space Center"
            }
        ],
        "distributors": [
            {
                "name": "NASA Television"
            }
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ]
        }
    }
}