{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "5 October 2014"
            }
        ],
        "release dates": [
            "Canada::5 October 2014"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Les voix du nord",
                    "kind": "episode",
                    "episode of": {
                        "title": "Objectif Nord (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    -Un territoire en éveil, des cultures en transformation, le Nord du Québec, ce sont des peuples méconnus qui se préparent à vivre encore de grands changements. À travers le regard d'artistes de différentes communautés, autochtones et non autochtones, nous découvrons l'immensité de ce territoire, ainsi que les individus qui y vivent. Ils nous parlent de leurs racines ainsi que des bouleversements qu'ils ont traversés au cours des cinquante dernières années. Tous ont vu leur mode de vie changer radicalement. Certains sont passés d'un statut de chasseurs-cueilleurs à la ...    "
                }
            }
        },
        "number of episodes": 1,
        "locations": [
            "Le nord du Québec, Quebec, Canada"
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "fr"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTc2NzdkNzUtMmU3Yy00NWFiLWEyZmItNTJhN2NiNGYwZTZkL2ltYWdlXkEyXkFqcGdeQXVyNTA1NDY3NzY@._V1_SY150_CR36,0,101,150_.jpg",
        "budget": "CAD500,000 (estimated)",
        "plot outline": "-L'appel du Nord est de plus en plus fort. Tous reconnaissent que le développement de cette région passe par une approche globale plutôt que par une démarche sectorielle. Le territoire, ses habitants et les enjeux que soulève la vision d'un futur proche sont des éléments d'une même mosaïque. Cette série documentaire examine la façon dont le Sud pourrait définitivement conquérir le Nord.",
        "languages": [
            "French"
        ],
        "title": "Objectif Nord",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Objectif Nord (Canada)"
        ],
        "production companies": [
            {
                "name": "Télé-Québec"
            }
        ],
        "distributors": [
            {
                "name": "Télé-Québec"
            }
        ],
        "plot": [
            "-L'appel du Nord est de plus en plus fort. Tous reconnaissent que le développement de cette région passe par une approche globale plutôt que par une démarche sectorielle. Le territoire, ses habitants et les enjeux que soulève la vision d'un futur proche sont des éléments d'une même mosaïque. Cette série documentaire examine la façon dont le Sud pourrait définitivement conquérir le Nord.",
            "-Cette série en quatre épisodes vise à faire découvrir le Nord québécois aux téléspectateurs, à travers les gens qui y vivent et y travaillent. Chacun des personnages est un expert dans son domaine et un acteur clef du développement du territoire et de la communauté. Ces derniers expriment à la fois leurs craintes et leurs espoirs quant à l'avenir, et nous font découvrir l'étonnante variété d'initiatives mises de l'avant pour mettre en valeur leur territoire. Leurs histoires révèlent parfois les succès de la concertation, et parfois les difficultés à suivre le rythme d'un boom phénoménal. Un accent particulier est mis sur la découverte du Nord. Ce sera à la fois une découverte visuelle - sa beauté, ses étendues, sa diversité - et une découverte des richesses et du potentiel inouïs qui s'y trouvent. À l'aide d'un procédé de carte en superposition, nous saurons toujours à quel endroit nous nous trouvons sur le territoire, qui sera sillonné de long en large pour refléter la variété des gens et des initiatives qui le font vivre. Le voyage se veut époustouflant et vise à stimuler un sentiment d'appartenance et une réflexion sur ce que nous souhaitons faire de cet immense trésor."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}