{
    "imdb": {
        "raw release dates": [
            {
                "country": "New Zealand\n",
                "date": "9 December 2014"
            }
        ],
        "release dates": [
            "New Zealand::9 December 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Riley's blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shark Man (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Riley elliott is off to the bay of islands to attach the first of his high tech satellite transmitters for the season. He won't just be on the boat however, he plans to get into the water and hand feed the blues.    "
                },
                "2": {
                    "title": "Great white",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shark Man (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Right at the southern end of new zealand we find stewart island, home to the great white shark. Locals are convinced that the shark cage operators are attracting the sharks in, putting them at risk when fishing and diving.    "
                },
                "3": {
                    "title": "Mysterious grey nurse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shark Man (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    The east australian grey nurse is the only shark in the world that is critically endangered. More than 50% of the animals are carrying hooks and traces from fisherman's lines. Interaction with humans is endangering this animal.    "
                },
                "4": {
                    "title": "Shark attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shark Man (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    It's everyone's worst nightmare - eaten alive by a shark. But how likely is this to happen? Riley is out to debunk the myths about shark attacks. He will be giving us clear instructions on what to do and how to stay safe when confronted by a shark.    "
                },
                "5": {
                    "title": "Mako: oceanic sports car",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shark Man (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Makos are the sports cars of the shark world. Riley, with hawaiian shark conservationist ocean ramsey, is on a mission out to the blue water off the east coast of new zealand in search of this stunning animal.    "
                },
                "6": {
                    "title": "Beach closed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shark Man (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Pauanui beach has been closed due to sharks. What type of shark are they and what are they doing here? Riley is on a mission to find out. Once the species has been identified riley sets about catching and tagging them.    "
                },
                "7": {
                    "title": "Stingray fears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shark Man (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Riley has a fear of stingrays. Like many people the death of croc hunter steve irwin led him to believe that stingrays are dangerous animals.but are they? To find out and to challenge his fear, riley heads out to meet a bunch of stingrays.    "
                },
                "8": {
                    "title": "Fiji: island of sharks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shark Man (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Fiji has something extraordinary - a shark marine reserve. How did this come about, what does this mean for fiji and for the sharks in the reserve? Riley's headed to beqa lagoon in fiji to find out.    "
                },
                "9": {
                    "title": "Bronze whaler",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shark Man (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    An increase in sightings of the bronze whaler shark around the coast of new zealand appears to mean an increase in shark numbers. This trend is cause for concern for water users.    "
                },
                "10": {
                    "title": "Australian shark cull",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shark Man (TV Series 2014–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    There has been a spate of shark attacks off the beaches near perth. The state government has put down drum lines to catch the sharks responsible. But the cull has killed over 40 tiger sharks and not the sharks responsible for the attacks.    "
                }
            }
        },
        "number of episodes": 10,
        "locations": [
            "South Pacific, Pacific Ocean"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "New Zealand"
        ],
        "country codes": [
            "nz"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BM2RhNzNiYTEtNzg4OC00Mzk0LWI1YWItZWEzNWFhMTRjZjUyXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "budget": "NZD300,000 (estimated)",
        "plot outline": "New Zealand's Shark Man, Riley Elliott, is a man of action. He has a passion for sharks, and he's out to disprove the myths that surround these apex predators. \"SHARK MAN\" is an exciting new underwater adventure series which follows Riley, a new generation shark scientist, as he works with shark researchers, divers, and fishermen, and of course, with the sharks themselves.",
        "languages": [
            "English"
        ],
        "title": "Shark Man",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-2015",
        "akas": [
            "Shark Man (New Zealand)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Bhana, Mike"
            }
        ],
        "production companies": [
            {
                "name": "Wild Film Limited"
            }
        ],
        "distributors": [
            {
                "name": "Octapixx Worldwide"
            }
        ],
        "plot": [
            "New Zealand's _Shark Man_ (qv), Riley Elliott, is a man of action. He has a passion for sharks, and he's out to disprove the myths that surround these apex predators. \"SHARK MAN\" is an exciting new underwater adventure series which follows Riley, a new generation shark scientist, as he works with shark researchers, divers, and fishermen, and of course, with the sharks themselves.",
            "New Zealand's _Shark Man_ (qv), Riley Elliott, is a man of action. He has a passion for sharks, and he's out to disprove the myths that surround these apex predators. \"_Shark Man_ (qv)\" is an exciting underwater adventure series which follows Riley, a new generation shark scientist, as he works with shark researchers, divers, and fishermen, and of course, with the sharks themselves."
        ],
        "tech": {
            "runtime": [
                "30 min (New Zealand)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}