{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "31 January 2014"
            },
            {
                "country": "USA\n",
                "date": "31 January 2014",
                "notes": "                            (DVD premiere)"
            }
        ],
        "release dates": [
            "USA::31 January 2014",
            "USA::31 January 2014                            (DVD premiere)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The City of Destruction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pilgrim's Progress: A Guided Tour (TV Mini-Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "31 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    John Bunyan's timeless work Pilgrim's Progress powerfully expresses the truth that the present life is a spiritual journey. When Jesus Christ liberates a sinner from the power of sin, He also extends an invitation to a lifetime of discipleship. As we shall see, the path of the Christian life is riddled with many trials, dangers, and obstacles. Yet, the journey to the Celestial City is also laden with displays of God's grace and faithfulness. As we begin our study of Bunyan's masterpiece, Dr. Derek Thomas will direct our attention to the City of Destruction, the ...    "
                },
                "2": {
                    "title": "The Wicket Gate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pilgrim's Progress: A Guided Tour (TV Mini-Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "31 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    When a person becomes aware of his or her sinfulness and need for a savior, he or she may experience a sudden and dramatic spiritual rebirth. Many Christians today and throughout church history have attested to their lives being instantly transformed through an encounter with Jesus Christ. For others, conversion can be a lengthy process, through which Christ gradually draws a sinner to Himself. Such was John Bunyan's experience, and such is the experience of Christian in Pilgrim's Progress. In this message, we will witness firsthand the dangers and challenges that ...    "
                },
                "3": {
                    "title": "The Interpreter's House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pilgrim's Progress: A Guided Tour (TV Mini-Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "31 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    When a person has been awakened to his or her need for a savior, that person also needs to learn about the fundamental realities of the gospel and the Christian life. As Jesus cautioned in Luke 14:27-33, those who decide to follow Him must carefully count the cost of discipleship. Sadly, many professing Christians do not count this cost, and in time they abandon their pilgrimage. In this message, we will join Christian as he learns important lessons about the perils and rewards of a pilgrim's journey.    "
                },
                "4": {
                    "title": "The Cross & the Sepulcher",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pilgrim's Progress: A Guided Tour (TV Mini-Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "31 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Many people who have embraced Jesus Christ as Savior and Lord continue to question whether or not they are truly saved. Sometimes this struggle is rooted in intellectual uncertainties. Others may wrestle with their salvation due to the enemy's spiritual attacks or the continued presence of certain sins in their lives. Like many other believers, Christian has continued to be burdened by conviction of his sin. In this message, Dr. Thomas will describe Christian's process of arriving at assurance and examine why it is that Christians can rest upon the saving work of ...    "
                },
                "5": {
                    "title": "The Hill Difficulty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pilgrim's Progress: A Guided Tour (TV Mini-Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "31 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Though the Christian journey often contains unique moments of joy and closeness to God, day to day life can challenge a believer's zeal, joy, and sense of purpose. After his powerful arrival at the cross, Christian's journey brings him into contact with people who do not share the same gospel-centered focus that he has. As we turn our attention to this phase in Christian's pilgrimage, we will take note of several dangers and pitfalls that threaten to undermine believers in their spiritual journey.    "
                },
                "6": {
                    "title": "The Palace Beautiful",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pilgrim's Progress: A Guided Tour (TV Mini-Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "31 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Amidst the challenges and difficulties of the Christian journey, it is important to remember that we are not solitary travelers. After Christian experienced setbacks on the hill Difficulty, his road led him to a place where he found rest, refreshment, and the encouragement of spiritual community. In this message, Dr. Thomas will explain what this segment of Christian's journey can teach us about the church of Jesus Christ and its importance in the lives of God's people.    "
                },
                "7": {
                    "title": "The Valley of Humiliation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pilgrim's Progress: A Guided Tour (TV Mini-Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "31 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    In the wake of Satan's rebellious struggle against God's rule, Christians do not remain neutral. As soon as a person is united by faith to Jesus Christ, he or she has become a potential target of the Enemy's spiritual attacks. At times these attacks can be direct and apparent, and sometimes they are carried out through subtlety and trickery. By being firmly grounded in the gospel of Jesus Christ and by putting on the full armor of God, Christians can be armed and equipped to withstand the Devil's onslaughts.    "
                },
                "8": {
                    "title": "The Valley of the Shadow of Death",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pilgrim's Progress: A Guided Tour (TV Mini-Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "31 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    After Christian left the Valley of Humiliation, his path led him to an even darker and more foreboding place. This is often the case in the Christian life, as one period of difficulty may follow another. In these times, Christians can be particularly vulnerable to temptation, discouragement, and spiritual desolation. Yet, God will not desert His people in the valley. As Christian learned, God's faithfulness often is revealed most poignantly in the midst of doubt and hardship.    "
                },
                "9": {
                    "title": "The Godless City: Vanity Fair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pilgrim's Progress: A Guided Tour (TV Mini-Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "31 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Christian has withstood spiritual warfare against the foul Apollyon, and he has safely traversed the Valley of the Shadow of Death. While the dangers behind him were apparent, some dangers are less obvious. Though Vanity Fair may not be known for dark shadows or vicious beasts, its seductive temptations and violent opposition to the king will make it one of the most perilous places that Christian has visited in his travels.    "
                },
                "10": {
                    "title": "The Castle of Giant Despair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pilgrim's Progress: A Guided Tour (TV Mini-Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "31 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    The pilgrimage of the Christian life carries the believer through all types of terrain. After escaping from persecution at Vanity Fair, Christian journeyed onward, sharing the joys and difficulties of the road with Hopeful, a new fellow pilgrim. Choosing to depart from the king's highway in order to follow an easier path, the travelers soon found themselves imprisoned in Doubting Castle, in what constitutes one of the most dark and profound scenes in Pilgrim's Progress.    "
                },
                "11": {
                    "title": "The Delectable Mountains",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pilgrim's Progress: A Guided Tour (TV Mini-Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "31 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Though God's people are often called to walk difficult paths, God is faithful to supply moments of rest in order to strengthen and sustain His pilgrims. After enduring numerous hardships and trials, Christian and Hopeful at last arrive in the Delectable Mountains, a place of safety and spiritual refreshment. As they prepare for the final phase of their journey, the shepherds of the mountains equip the pilgrims with both encouragement and clear warnings of the dangers that still confront them.    "
                },
                "12": {
                    "title": "The Celestial City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pilgrim's Progress: A Guided Tour (TV Mini-Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "31 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Eventually, each Christian's pilgrimage in this world will come to an end. As Christian and Hopeful discover, the end of the journey brings with it a variety of emotions and experiences. Just as each believer's life is different, so also each Christian's departure from this life is different. Yet, the anticipation of the Celestial City is something that all true pilgrims can share, as fear of death gives way to the joy of entering the King's presence.    "
                },
                "13": {
                    "title": "A New Journey Begins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pilgrim's Progress: A Guided Tour (TV Mini-Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "31 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    After a follower of Jesus has departed from this life, God may continue to use his or her influence to change the lives of others. Even those whose hearts were once hardened against the gospel can later be softened by the memory of a believer's testimony and the regenerating work of the Holy Spirit. In this message, we will turn our attention to the wife and children that Christian left behind when he began his pilgrimage to the Celestial City. Though they were once hostile to Christian's faith, their attitudes have changed since his departure.    "
                },
                "14": {
                    "title": "Foes & Friends: The Road to Interpreter's House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pilgrim's Progress: A Guided Tour (TV Mini-Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "31 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Some dangers in life are apparent, and others are not. As Christiana and her companions approached the wicket gate, they encountered unexpected opposition from the forces of darkness. In all ages, pilgrims need to remain vigilant and sober-minded even when things seem to be going well. Like Christiana, believers today benefit from the lessons and warnings that are found in the interpreter's house.    "
                },
                "15": {
                    "title": "The Trek to the Palace",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pilgrim's Progress: A Guided Tour (TV Mini-Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "31 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Though no two Christians have identical spiritual biographies, there are often points of similarity in the stories and experiences of believers. As Christiana, Mercy, and the children follow the same route that Christian walked earlier, they continue to encounter many of the same people and landmarks on their way to the Palace Beautiful. By describing numerous changes and developments that have taken place since Christian's journey, Bunyan conveys important insights about the life of a pilgrim.    "
                },
                "16": {
                    "title": "The Road to Vanity & Vanity Fair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pilgrim's Progress: A Guided Tour (TV Mini-Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "31 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Though we do not know what the road ahead of us may hold, God's pilgrims can be confident that He knows their needs. During a long stay at the Palace Beautiful, Christiana and her fellow travelers find much-needed respite from their journey. When the time comes for them to resume their travels, they are joined by traveling companions whose presence is an aid in times of darkness and danger. As they follow the king's highway, their troupe continues to grow as they experience new joys and challenges.    "
                },
                "17": {
                    "title": "From Vanity to Doubting Castle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pilgrim's Progress: A Guided Tour (TV Mini-Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "31 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Though there are often points of similarity between the experiences and struggles of believers, each person engages certain spiritual realities differently. For instance, Christian and his other family members spent time in Vanity and visited Doubting Castle; they covered the same ground but were called to act differently and face distinct challenges. In this message we will observe what happened to Christiana and the boys in these places, taking note of Bunyan's rich theology of spiritual warfare.    "
                },
                "18": {
                    "title": "On to Enchanted Ground",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pilgrim's Progress: A Guided Tour (TV Mini-Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "24 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Christiana and her fellow pilgrims draw steadily nearer to the Celestial City. As they journey through the Delectable Mountains, Enchanted Ground, and Beulah Land, they continue to encounter both spiritual opponents and spiritual allies. As their company grows and as they draw ever nearer to the city gates, Christiana is aware that she is nearly at the end of her journey.    "
                },
                "19": {
                    "title": "On to the Celestial City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pilgrim's Progress: A Guided Tour (TV Mini-Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "31 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Christiana and her companions have reached the River of Death, but they do not all cross the river at the same time. This reflects the actual experiences of believers. Just as God raises up new disciples, He also calls His people to one day depart this life and join Him. In this final message of our study, we will learn about the final days of many of the pilgrims we have met so far. In their stories, we can find hope and wisdom to live well and to be ready when Our Lord calls us to His side.    "
                }
            }
        },
        "number of episodes": 19,
        "cast": [
            {
                "name": "Thomas, Derek W.H."
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "31 Jan 2014 (USA)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BY2E0MGE4YTctYjcwZC00NjQ3LWEyZTMtM2VhNmIwYTExNjk1XkEyXkFqcGdeQXVyNjY2OTg5MDg@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "$50,000 (estimated)",
        "plot outline": "Second only to the Bible, Pilgrim's Progress has sold more copies than any other book in the English language. Derek Thomas, theologian and pastor, guides us through John Bunyan's 17th century allegory and explains why it is beloved by millions, even today.",
        "languages": [
            "English"
        ],
        "title": "Pilgrim's Progress: A Guided Tour",
        "year": 2014,
        "kind": "tv mini series",
        "series years": "2014-2014",
        "akas": [
            "Pilgrim's Progress: A Guided Tour (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Thomas, Derek W.H."
            }
        ],
        "director": [
            {
                "name": "Stowers, Chad"
            }
        ],
        "production companies": [
            {
                "name": "Ligonier Ministries"
            }
        ],
        "distributors": [
            {
                "name": "Ligonier Ministries"
            }
        ],
        "plot": [
            "Second only to the Bible, Pilgrim's Progress has sold more copies than any other book in the English language. Derek Thomas, theologian and pastor, guides us through John Bunyan's 17th century allegory and explains why it is beloved by millions, even today."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}