{
    "imdb": {
        "raw release dates": [
            {
                "country": "Bulgaria\n",
                "date": "12 March 2014",
                "notes": "                            (Sofia)"
            }
        ],
        "release dates": [
            "Bulgaria::12 March 2014                            (Sofia)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Asenova, Kristiana"
            },
            {
                "name": "Djambova, Ahinora"
            },
            {
                "name": "Marinov, Veselin"
            },
            {
                "name": "Simeonov, Dragomir"
            },
            {
                "name": "Stancheva, Divna"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Bulgaria"
        ],
        "country codes": [
            "bg"
        ],
        "language codes": [
            "bg"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BODZjMzZmMDYtNTQ5Yy00MTA0LThjYTAtMzU0NjJiYzY5ZmI3XkEyXkFqcGdeQXVyNzA0ODkzNw@@._V1_SY150_CR81,0,101,150_.jpg",
        "plot outline": "The Big Hopes - the show where the musical talents of children are in the spotlight to prove that they deserve more than anyone else our applause. Hosted by Drago Simeonov, a favorite radio voice, TV personality and a columnist, but most importantly - the host with the soul of a child. The jury represents three generations of the most recognized pop singers and songwriters. Their role is to guide, comment, encourage and help the young talents. But the audience is the one to determine which are the children that deserve to go on the show. The winner, the biggest hope of Bulgaria, will receive not one, but three prizes.",
        "languages": [
            "Bulgarian"
        ],
        "title": "The Big Hopes",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-2014",
        "akas": [
            "The Big Hopes (Bulgaria)"
        ],
        "writer": [
            {
                "name": "Aprilov, Vladi"
            }
        ],
        "production companies": [
            {
                "name": "Global Films"
            }
        ],
        "distributors": [
            {
                "name": "Nova TV"
            }
        ],
        "plot": [
            "_The Big Hopes_ (qv) - the show where the musical talents of children are in the spotlight to prove that they deserve more than anyone else our applause. Hosted by Drago Simeonov, a favorite radio voice, TV personality and a columnist, but most importantly - the host with the soul of a child. The jury represents three generations of the most recognized pop singers and songwriters. Their role is to guide, comment, encourage and help the young talents. But the audience is the one to determine which are the children that deserve to go on the show. The winner, the biggest hope of Bulgaria, will receive not one, but three prizes.::Global Films [bg]"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}