{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "18 June 2014"
            },
            {
                "country": "USA\n",
                "date": "25 June 2014"
            }
        ],
        "release dates": [
            "USA::18 June 2014",
            "USA::25 June 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Cortez vs T-Rex",
                    "kind": "episode",
                    "episode of": {
                        "title": "Road to Total Slaughter (TV Mini-Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "25 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    In Episode 1, eight of the world's best battle rappers check into the \"House of Slaughter\", along with team mentors Loaded Lux and Murda Mook. It's all fun and games from the outside, but tension rises as the hours tick closer to the first battles of the tournament. Tournament judges Slaughterhouse show up to greet contestants at the house, but when Murda Mook comes in with a surprise wild card entry, it becomes clear that no one is safe in the House of Slaughter.    "
                },
                "2": {
                    "title": "First Round Battles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Road to Total Slaughter (TV Mini-Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "9 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    With just eight hours to prepare, the contestants learn who their first round opponent will be. Everyone heads to Slaughter Studios in Brooklyn for the first round of the tournament to earn a spot on the under card of the Total Slaughter main event. Daylyt battles Aronsal, and Dizaster goes up against Math Hoffa.    "
                },
                "3": {
                    "title": "First Round Battles Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Road to Total Slaughter (TV Mini-Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "16 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    With just eight hours to prepare, the contestants learn who their first round opponent will be. Everyone heads to Slaughter Studios in Brooklyn for the first round of the tournament to earn a spot on the under card of the Total Slaughter main event. Aye Verb goes up against Big T, and wild card entry T Rex battles Detroit's own Marv Won.    "
                },
                "4": {
                    "title": "Final Round",
                    "kind": "episode",
                    "episode of": {
                        "title": "Road to Total Slaughter (TV Mini-Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "9 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Alliances are tested when West Coast brethren Daylyt and Dizaster go head-to-head. But first, Big-T takes on T-Rex. The winners of these two battles secure their spot on the under card of Total Slaughter.    "
                },
                "5": {
                    "title": "24/7 Bright Lights: Hollow Da Don vs Joe Budden and Murda Mook vs Loaded Lux",
                    "kind": "episode",
                    "episode of": {
                        "title": "Road to Total Slaughter (TV Mini-Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "10 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Total Slaughter headliners have come a long way to get here. Bright Lights is an inside look at the preparations and mental states of Joe Budden, Hollow da Don, Murda Mook, and Loaded Lux as they all grind towards their ultimate showdown at the main event of Total Slaughter.    "
                }
            }
        },
        "number of episodes": 5,
        "cast": [
            {
                "name": "Budden, Joe"
            },
            {
                "name": "Cortez"
            },
            {
                "name": "I, Crooked"
            },
            {
                "name": "Dizaster"
            },
            {
                "name": "Jr., Darrell Jones"
            },
            {
                "name": "Lux, Loaded"
            },
            {
                "name": "Montgomery, Ryan"
            },
            {
                "name": "Mook, Murda"
            },
            {
                "name": "Daylyt"
            },
            {
                "name": "Hoffa, Math"
            },
            {
                "name": "Marvwon"
            },
            {
                "name": "Ortiz, Joell"
            },
            {
                "name": "Slay, Kay"
            }
        ],
        "locations": [
            "New York City, New York, USA::(Total Slaughter House)"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "original air date": "18 Jun 2014 (USA)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2QxYTQ2M2QtZmFjOS00ODgxLTk3MDUtZjA5NjhmNmMxODdiXkEyXkFqcGdeQXVyODAzODM4NDg@._V1_SY150_CR24,0,101,150_.jpg",
        "plot outline": "As the series begins, eight of the world's best battle rappers check into the \"House of Slaughter\", along with team mentors Loaded Lux and Murda Mook. It's all fun and games from the outside, but tension rises as the hours tick closer to the first battles of the tournament. Tournament judges Slaughterhouse show up to greet contestants at the house, but when Murda Mook comes in with a surprise wild card entry, it becomes clear that no one is safe in the House of Slaughter. In episodes two and three, with just eight hours to prepare, the contestants learn who their first round opponent will be. Everyone heads to Slaughter Studios in Brooklyn for the first round of the tournament to earn a spot on the under card of the Total Slaughter main event. In these episodes, Aye Verb goes up against Big T, and wild card entry T Rex battles Detroit's own Marv Won. Also featured is Dizaster versus Math Hoffa and Arsonal takes on Daylyt In the final episode of Road to Total Slaughter, alliances are tested when West Coast brethren Daylyt and Dizaster go head-to-head. But first, Big-T takes on T-Rex. The winners of these two battles secure their spot on the under-card of Total Slaughter.",
        "languages": [
            "English"
        ],
        "title": "Road to Total Slaughter",
        "year": 2014,
        "kind": "tv mini series",
        "series years": "2014-2014",
        "akas": [
            "Road to Total Slaughter (United States)"
        ],
        "seasons": [
            "1"
        ],
        "director": [
            {
                "name": "Mwalilino, Walu"
            }
        ],
        "plot": [
            "Eight of the world's best battle rappers check into the \"House of Slaughter\", along with team mentors Loaded Lux and Murda Mook.::anonymous",
            "As the series begins, eight of the world's best battle rappers check into the \"House of Slaughter\", along with team mentors Loaded Lux and Murda Mook. It's all fun and games from the outside, but tension rises as the hours tick closer to the first battles of the tournament. Tournament judges Slaughterhouse show up to greet contestants at the house, but when Murda Mook comes in with a surprise wild card entry, it becomes clear that no one is safe in the House of Slaughter. In episodes two and three, with just eight hours to prepare, the contestants learn who their first round opponent will be. Everyone heads to Slaughter Studios in Brooklyn for the first round of the tournament to earn a spot on the under card of the Total Slaughter main event. In these episodes, Aye Verb goes up against Big T, and wild card entry T Rex battles Detroit's own Marv Won. Also featured is Dizaster versus Math Hoffa and Arsonal takes on Daylyt In the final episode of _Road to Total Slaughter_ (qv), alliances are tested when West Coast brethren Daylyt and Dizaster go head-to-head. But first, Big-T takes on T-Rex. The winners of these two battles secure their spot on the under-card of Total Slaughter."
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "color": [
                "Color (HD)"
            ]
        }
    }
}