{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2014"
            },
            {
                "country": "USA\n",
                "date": "19 June 2017"
            }
        ],
        "release dates": [
            "USA::2014",
            "USA::19 June 2017"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Carnival Learning Pt2 - Learn Farm Animals with Monster Trucks and a Carnival Game for Kids",
                    "kind": "episode",
                    "episode of": {
                        "title": "Learning with Vehicles (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "16 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Join me and Lizzy the Dog for a fun day at the carnival as we learn about the names and sounds of popular farm animals like a horse, a cow, a pig and many more. We'll watch a monster truck parade and an action-packed monster truck stunt show as we learn about the animals, then we'll get to play a fun basketball carnival game to match the pictures to the animal sounds. Have fun at the carnival.    "
                },
                "2": {
                    "title": "Mega Truck Alphabet Part 4 - Learn About the Letter D",
                    "kind": "episode",
                    "episode of": {
                        "title": "Learning with Vehicles (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "28 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    In this installment of Mega Truck Alphabet, we'll learn our ABCs and the letter \"d\" as we take a trip to the desert in a big dump truck. This video for preschool children will focus on the capital and lower case letter \"d\" using the words desert, dump truck, dog, dune, dinosaur, doll, and the name Daisy. Be on the look-out for some surprise items that start with with \"d\" too.    "
                },
                "3": {
                    "title": "Counting Monster Trucks - Halloween - Learn to Count Backwards from 10-1 for Kids",
                    "kind": "episode",
                    "episode of": {
                        "title": "Learning with Vehicles (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "29 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Happy Halloween. In this fun Halloween adventure for kids, we'll learn how to count backwards from ten to one. Our stunt-jumping monster trucks, as well as Lizzy the Dog, are all dressed up in fun costumes for Halloween like a dinosaur, Batman, Wonder Woman and more, and we'll count the trucks and give them a countdown as they take turns trick-or-treating by jumping into a giant bowl of candy.    "
                },
                "4": {
                    "title": "Christmas Subtracting - Learn Math for Kids with Monster Trucks and Lizzy the Dog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Learning with Vehicles (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "16 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    This the season to learn about math. Your kids will love learning about subtracting with the help of Lizzy the Dog and our awesome monster truck. We'll help Santa and his elves \"subtract\" blocks of ice from the road so they can make enough toys in time for Christmas. We'll also learn about numbers up to twenty as well as the number zero. Brain Candy TV - Early Learning for a Brighter Future.    "
                }
            },
            "1": {
                "1": {
                    "title": "Carnival Learning Pt1 - Learn Shapes with Monster Trucks and a Carnival Game for Kids",
                    "kind": "episode",
                    "episode of": {
                        "title": "Learning with Vehicles (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "19 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Let's take a trip to the carnival to learn about shapes with cool stunt-jumping monster trucks and a fun carnival game for in this educational video for kids. We'll learn about six shapes including circle, square, rectangle, triangle, oval and octagon, and some common objects to match with each shape. In the carnival game, we'll need to identify and knock down all six shapes to win a fun prize.    "
                },
                "2": {
                    "title": "Find the Vehicles - Learning English Prepositions for Kids",
                    "kind": "episode",
                    "episode of": {
                        "title": "Learning with Vehicles (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "5 May 2017",
                    "year": "2017",
                    "plot": "\n    Let's play a game called \"Find the Vehicles!\" There are a bunch of toy vehicles hidden in our bedroom...let's find them. In this fun video for kids, we'll learn English prepositions like \"on, in, under\" using fun animated vehicles like fire trucks, monster trucks, dump trucks and more. Jump-start your child's education with this fun educational series. \"Early learning for a brighter future.\"    "
                },
                "3": {
                    "title": "Alphabet Train - Learn ABCs with Vehicles and Animals for Kids",
                    "kind": "episode",
                    "episode of": {
                        "title": "Learning with Vehicles (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "25 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Let's learn our ABCs with our action-packed Alphabet Train, filled with fun animals and vehicles, as it roams across the countryside and crashes through big alphabet walls. In this educational video for children, we'll learn our ABCs, plus we'll be introduced to cool vehicles like a monster truck, dump truck, fire truck and we'll learn some fun facts about animals like elephants and giraffes.    "
                },
                "4": {
                    "title": "Counting Monster Trucks Part 1 - 1 to 10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Learning with Vehicles (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    Learn to count from 1 to 10 in this fun animated monster truck video for kids. Your children will love watching the monster trucks roar through the city as they learn their numbers and count the trucks as they go by. Then we'll review our counting to 10 with some fun toy-sized monster trucks with the lovable Lizzy the Dog.    "
                },
                "5": {
                    "title": "Counting Monster Trucks Part 2 - 1 to 20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Learning with Vehicles (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "27 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Learn to count from 1 to 20 in this fun animated monster truck video for kids. Your children will love watching the monster trucks jump, flip and crash through colorful blocks as they learn their numbers and count all twenty action-packed trucks.    "
                },
                "6": {
                    "title": "Counting Monster Trucks Part 3 - 1 to 1000",
                    "kind": "episode",
                    "episode of": {
                        "title": "Learning with Vehicles (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "20 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    Learn to count from 1 to 1000 in this fun animated monster truck video for kids. Take your children on a trip to the toy factory where we'll see some monster truck toys being assembled then we get to test them out on our fun test track. After that, we'll watch them get packaged up for the toy store as we count up the boxes as they're added in groups of ten and one hundred.    "
                },
                "7": {
                    "title": "Learn About Dump Trucks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Learning with Vehicles (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "24 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    Your children will love learning about dump trucks in this fun 3D animated educational cartoon for kids. Watch as we assemble an ultra class haul truck (a super big and cool dump truck). We'll learn about its various parts as we put it together piece-by-piece then see it in action as it crashes through the city and does some work at a mining site.    "
                },
                "8": {
                    "title": "Learn Colors with Dump Trucks - Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Learning with Vehicles (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "21 May 2016",
                    "year": "2016",
                    "plot": "\n    Your kids will love learning their colors with this fun educational video featuring colorful dump trucks transporting loads of fruits and vegetables. We'll identify the colors of the fruits and vegetables and also find some stray toys mixed in with the cargo after it's delivered to the depot across town. In part 1, we'll learn about the colors red, orange, yellow, green, blue and purple.    "
                },
                "9": {
                    "title": "Learn Colors with Dump Trucks - Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Learning with Vehicles (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "6 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Help your kids learn their colors with this fun video featuring colorful dump trucks transporting loads of toys from the toy factory to the toy stores across town. We'll identify the colors of the toys and also find the mixed up toy with the wrong color. In this video, we'll learn about the colours pink, white, gray, black, cyan (or teal or turquoise) and brown and review the colors from part 1.    "
                },
                "10": {
                    "title": "Shapes Train Island Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Learning with Vehicles (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "19 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Learn shapes with the Shape Train in this beautiful educational island adventure for children. We'll learn some basic 2D shapes on the train and then explore the beach and surrounding island for some of the shapes we just learned. In this video we'll learn about circle, square, triangle, rectangle, octagon, oval, star and heart. We'll also be joined by our friend Lizzy the Dog as our conductor.    "
                },
                "11": {
                    "title": "Birthday Surprise - Learning Colors for Kids",
                    "kind": "episode",
                    "episode of": {
                        "title": "Learning with Vehicles (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Yay, it's our birthday. In this video we'll learn about colors as we open our colorful birthday presents filled with fun toy vehicles to put together including a green toy helicopter, an orange toy backhoe, red fire truck, a blue transport truck, a yellow toy bulldozer and a purple toy airplane.    "
                },
                "12": {
                    "title": "Learn About Sailboats for Children",
                    "kind": "episode",
                    "episode of": {
                        "title": "Learning with Vehicles (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "6 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Join me and Lizzy the Dog on a fun trip to a beautiful tropical island to learn about the various parts of a sailboat and how a sailboat works. First we'll assemble our sailboat as we learn about each part and how the word is spelled. Then we'll take a sail around the island in our new boat and discover some fun marine life along the way.    "
                },
                "13": {
                    "title": "Monster Truck Math Part 1 - Adding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Learning with Vehicles (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "10 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Learn about adding with this super fun educational 3D math cartoon for kids featuring stunt-jumping monster trucks and colorful buses. We'll learn two different ways to visualize simple math problems for grade 1 and kindergarten students while we add up buses for the super cool monster trucks to jump.    "
                },
                "14": {
                    "title": "Monster Truck Math Part 2 - Subtracting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Learning with Vehicles (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "25 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Learn about subtracting with this super fun educational 3D math cartoon for kids featuring stunt-jumping monster trucks and colorful buses. We'll learn two different ways to visualize simple math problems for grade 1 and kindergarten students while we subtract buses for the super cool monster trucks to jump over.    "
                },
                "15": {
                    "title": "Color Train! - Learning Colors for Kids",
                    "kind": "episode",
                    "episode of": {
                        "title": "Learning with Vehicles (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "16 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Your kids will love learning colors with our fun Color Train adventure. Hop aboard the color train as it rides through Colourtown loaded with lots of fun vehicles and objects including: a red fire truck with red flashing lights, an animated orange backhoe, a yellow school bus, a pink birthday cake with sparklers, green trees, a big blue hot air balloon, and a purple airplane.    "
                },
                "16": {
                    "title": "Learn About Fire Trucks for Children",
                    "kind": "episode",
                    "episode of": {
                        "title": "Learning with Vehicles (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "16 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    If your kids love fire trucks, they'll love learning all about them in this fun 3D animated educational video for children. Watch as we assemble a 3D fire truck and learn about its various parts then see it in action as it responds to a fire rescue, complete with siren and flashing lights.    "
                },
                "17": {
                    "title": "Numbers Train! - Learning to Count from 1 to 100 for Kids",
                    "kind": "episode",
                    "episode of": {
                        "title": "Learning with Vehicles (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "29 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Teach your kids their numbers and how to count from 1 to 20 plus the increments of 10 up to 100 with this fun educational train video. Your children will love to count all of the cool objects on the train cars such as tractors, bikes, butterflies, trophies and more as it rolls through a beautiful mountain scene. Later, we'll recap the 10s with adorable Lizzy the Dog.    "
                },
                "18": {
                    "title": "Learning Vehicles Names and Sounds for Kids - Cars, Trucks, and More!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Learning with Vehicles (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "27 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Learn about the names and sounds of various vehicles for children, including trucks, cars, emergency vehicles and construction vehicles in this fun 3D video for kids. Featuring the following vehicles: an airplane, a colorful hot air balloon, a fast sports car, a noisy police car, a big red fire truck, an ambulance, plus a couple of construction vehicles including a backhoe and a giant dump truck.    "
                },
                "19": {
                    "title": "Learning Vehicles Names and Sounds for Kids Part 2 - Trucks, Helicopter and More",
                    "kind": "episode",
                    "episode of": {
                        "title": "Learning with Vehicles (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "15 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    Learn about the names and sounds of various vehicles for children using fun toy versions of each vehicle, including a red monster truck, an animated flying helicopter, a city bus, a big transport truck, and a sturdy bulldozer. We'll also learn a little bit about the utility of each vehicle and how they work. Stay tuned for the fun stunt with the monster truck at the end.    "
                },
                "20": {
                    "title": "Vehicle Bowling Math - Learn Adding & Subtracting for Kids",
                    "kind": "episode",
                    "episode of": {
                        "title": "Learning with Vehicles (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "7 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Learning math has never been so much fun. In this fun educational video for kids, we'll learn about adding and subtracting with some super fun vehicles as they smash through giant bowling pins in the city. Featuring a tiny Smart Car, a shiny yellow bulldozer, a cool monster truck, a fire truck with flashing lights and a giant dump truck. We'll also learn about sizes - small, medium and large.    "
                },
                "21": {
                    "title": "Learn About Backhoes - Construction Vehicles for Children",
                    "kind": "episode",
                    "episode of": {
                        "title": "Learning with Vehicles (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "4 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Let's take a trip to the construction site to learn about the names of the different parts of a backhoe construction vehicle and see how it works. Your kids will love watching all of the parts fit together and see the backhoe in action in this 3D animated cartoon for children.    "
                },
                "22": {
                    "title": "Learn Colors with Dump Trucks featuring Tea Time with Tayla",
                    "kind": "episode",
                    "episode of": {
                        "title": "Learning with Vehicles (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "9 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Let's learn our colors with some cool dump trucks and our special guest: Tayla from the popular children's' show \"Tea Time with Tayla\". Your kids will love learning their colors with this fun educational video featuring colorful dump trucks transporting loads of fruits and vegetables and the always-entertaining Tayla Bananas.    "
                },
                "23": {
                    "title": "Mega Truck Alphabet Part 1 - Learn About the Letter A",
                    "kind": "episode",
                    "episode of": {
                        "title": "Learning with Vehicles (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "20 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Your kids will love to learn their ABCs with our fun dump trucks, monster trucks and other fun vehicles in our new series \"Mega Truck Alphabet!\" This video for preschool children will focus on the capital and lower case letter \"a\" using the words ambulance, apple, Abraham (Lincoln) and America. The Vehicles featured in this video include a helicopter, ambulance, dump truck and monster truck.    "
                },
                "24": {
                    "title": "Mega Truck Alphabet Part 2 - Learn About the Letter B",
                    "kind": "episode",
                    "episode of": {
                        "title": "Learning with Vehicles (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "1 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Learn about words that start with the letter \"b\" with part 2 of our new \"Mega Truck Alphabet\" series. This video for preschool children will focus on the capital and lower case letter \"b\" using fun vehicles and our little friend Bob the bumble bee. We'll learn the words beach, bee, buzz, Bob, bus, ball and more. The Vehicles featured in this video include a bus and a monster truck.    "
                },
                "25": {
                    "title": "Mega Truck Alphabet Part 3 - Learn About the Letter C",
                    "kind": "episode",
                    "episode of": {
                        "title": "Learning with Vehicles (TV Series 2014–2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "22 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Your kids will love to learn their ABCs with our fun monster trucks and other fun vehicles in our series \"Mega Truck Alphabet!\" This educational video for preschool children will focus on the capital and lower case letter \"c\" using the words canyon, cake, cube, car, circle, and Charlie the chipmunk. The Vehicles featured in this video include two monster trucks and a big car transporter.    "
                }
            }
        },
        "number of episodes": 29,
        "cast": [
            {
                "name": "the Dog, Lizzy"
            },
            {
                "name": "Moore, Michael"
            }
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDAzNmYxNzctNjMwYS00YzY0LWEzZTgtZjkxNTViOWI0ZTU0XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Monster trucks, trains, fire trucks and more. With this fun educational series for kids, we'll learn about many preschool topics such as numbers, math, colors and shapes while keeping your children entertained with some cool action-packed vehicles. We'll even learn about the vehicles themselves - their names, sounds, and how they're put together.",
        "languages": [
            "English"
        ],
        "title": "Learning with Vehicles",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-2017",
        "akas": [
            "Learning with Vehicles (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "plot": [
            "Monster trucks, trains, fire trucks and more. With this fun educational series for kids, we'll learn about many preschool topics such as numbers, math, colors and shapes while keeping your children entertained with some cool action-packed vehicles. We'll even learn about the vehicles themselves - their names, sounds, and how they're put together."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}