{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "24 August 2014",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::24 August 2014                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Benton, Kevin D."
            },
            {
                "name": "Pierce, Brian"
            },
            {
                "name": "Roberts, Kyseem"
            }
        ],
        "locations": [
            "Philadelphia, Pennsylvania, USA"
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzVlM2JiMzktZGFhYy00MGQxLWE3ZDgtYWE3MWNiZjk1OGU1XkEyXkFqcGdeQXVyNjAxMTMyNjU@._V1_SY150_CR54,0,101,150_.jpg",
        "budget": "$50,000 (estimated)",
        "plot outline": "The tragic death of teenage basketball phenom Benji has the neighborhood shaken up. Bumpy, the community Oldhead, is on a mission to provide change for the people in his community. In order to do this, he decides to run for Mayor. Kareem, the neighborhood hustler, is on a mission to take over the drug game in Philadelphia. After an incident at the club, he gets connected with another local drug dealer, Los who has a tight operation in the Kensington section of the city with opioid drugs. Still fresh out of jail, LA is forced to go New York to lay low after committing a recent murder. This puts a strain on his relationship with his girlfriend Sonya. Once in New York , LA meets Sire, New York's drug Kingpin, and learns the in and outs of the New York City Streets to survive. During that time, he comes closer to solving the mystery of who killed his father. Magic, a smart and talented writer from the Forest Projects, battles with the death of his older brother and his mother's addiction. He finds his escape through writing and seeks exposure through the city newspaper but finds out the odds aren't in his favor. Both male and females between the ages of 15-45. The goal is to build new audiences in cities that have the largest African- American population such as; Atlanta, Chicago, Detroit, and Los Angles. The individuals should take a liking to social change, accurate exploration of society, and realistic portrayal of urban life. Tapping into an African-American audience that has traditionally been under-served by the pay cable networks. The secret weapon is targeting audiences that are voracious watchers of television and would like to see something that is targeted toward them and is high quality.",
        "languages": [
            "English"
        ],
        "title": "Oldhead",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "Oldhead (United States)"
        ],
        "production companies": [
            {
                "name": "Crawford Elite Media Contribution"
            }
        ],
        "distributors": [
            {
                "name": "YouTube"
            }
        ],
        "plot": [
            "The tragic death of teenage basketball phenom Benji has the neighborhood shaken up. Bumpy, the community _Oldhead_ (qv), is on a mission to provide change for the people in his community. In order to do this, he decides to run for Mayor. Kareem, the neighborhood hustler, is on a mission to take over the drug game in Philadelphia. After an incident at the club, he gets connected with another local drug dealer, Los who has a tight operation in the Kensington section of the city with opioid drugs. Still fresh out of jail, LA is forced to go New York to lay low after committing a recent murder. This puts a strain on his relationship with his girlfriend Sonya. Once in New York , LA meets Sire, New York's drug Kingpin, and learns the in and outs of the New York City Streets to survive. During that time, he comes closer to solving the mystery of who killed his father. Magic, a smart and talented writer from the Forest Projects, battles with the death of his older brother and his mother's addiction. He finds his escape through writing and seeks exposure through the city newspaper but finds out the odds aren't in his favor. Both male and females between the ages of 15-45. The goal is to build new audiences in cities that have the largest African- American population such as; Atlanta, Chicago, Detroit, and Los Angles. The individuals should take a liking to social change, accurate exploration of society, and realistic portrayal of urban life. Tapping into an African-American audience that has traditionally been under-served by the pay cable networks. The secret weapon is targeting audiences that are voracious watchers of television and would like to see something that is targeted toward them and is high quality."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}