{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Africa\n",
                "date": "3 February 2014"
            }
        ],
        "release dates": [
            "South Africa::3 February 2014"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Unexpected Turns",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amaza (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "3 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    It's the start of a new year. Bongani remembers his late mother and anxiously waits for his father so they can commemorate together; Ayesha tries to avoid running an important business errand for her stepfather; Thembi juggles her journalism studies and caring for her heavily pregnant friend; Jaco neglects all responsibility in his pursuit of his new girlfriend. But they are all in for one or other challenging surprise.    "
                },
                "2": {
                    "title": "Deal with it",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amaza (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Jaco and Gwyneth finally get to have sex. Bongani, still angry about his father missing the anniversary of his mom's death, rebels by drinking and partying. Thembi is desperate to get Julia to the hospital before the baby comes.    "
                },
                "3": {
                    "title": "Out of the blue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amaza (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "17 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Thembi is determined to find the identity of Julia's baby's father, while Ayesha considers surfing. Julia confronts the father of her baby about supporting the child. Jaco makes a promise to Gwyneth about going to Hawaii.    "
                },
                "4": {
                    "title": "True and False",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amaza (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "24 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Thembi discovers the truth about Julia's baby. Ayesha is torn between faith and the desire to surf. Bongani goes too far and Thobela is forced to discipline him.    "
                },
                "5": {
                    "title": "T B C",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amaza (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Fatima's husband, Ridwaan, shows his true colours and her daughter, Ayesha, must face her darkest hour at home. Thembi is threatened with eviction and she decides to make the tenants take action. Bongani realizes he must make his business work, while Jaco and Michelle step out of line which forces Karen to confront them.    "
                },
                "6": {
                    "title": "Boiling Point",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amaza (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    A desperate Bongani struggles to find money to give to Julia. Thembi tries to prevent the house tenants from being evicted. Fatima's husband, Ridwaan, invades her daughter's, Ayesha's, privacy and she is backed into a corner.    "
                },
                "7": {
                    "title": "A Turn in the Road",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amaza (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "17 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    A scared Ayesha runs away from home. Julia makes big decisions about her baby. Bongani is forced to take some responsibility for his actions.    "
                },
                "8": {
                    "title": "No Place Like Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amaza (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "24 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Bongani is fearful of his father and avoids home, with his baby in tow whilst Fatima attempts to get her daughter, Ayesha, back from 'The Wipe-Out'.    "
                },
                "9": {
                    "title": "Cut Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amaza (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "31 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Bongani gets a reality check when he tries to find work. Ayesha's surfing improves and she has a run-in with Gwyneth at 'The Wipe-Out'.    "
                },
                "10": {
                    "title": "All Fall Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amaza (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "7 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Thembi, Bongani and Vuyokazi are on the street and Thembi realises she has made a grave mistake with her article. Ridwaan and Fatima come to confront Ayesha at the bar.    "
                },
                "11": {
                    "title": "No Time To Hide",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amaza (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "14 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Ayesha enters her first surfing competition. Thembi tries to interview Thobela Mapanga, after which Bongani decides to speak to his father. Jaco finds evidence of Michelle's drug use and confronts her.    "
                },
                "12": {
                    "title": "Around the Bend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amaza (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "21 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Gwyneth spites Ayesha with a surprise for Jaco. Ayesha feels used and dejected. Bawo, Bongani's grandfather, arrives to convince Bongani to patch things with his father.    "
                },
                "13": {
                    "title": "Count Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Amaza (TV Series 2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "5 May 2014",
                    "year": "2014",
                    "plot": "\n    It's competition day and Ayesha is hoping her mother will come see her compete. Bongani makes a decision to compromise with his father. No-one knows where Michelle is.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Kloppers, Zenobia"
            },
            {
                "name": "Ismael, Shamilla"
            },
            {
                "name": "Vorster, Sean-Marco"
            },
            {
                "name": "Mayola, Siyabonga"
            },
            {
                "name": "Mda, Zikhona"
            },
            {
                "name": "Allie, Akram"
            },
            {
                "name": "Hurlin, Chanel"
            },
            {
                "name": "Mafu, Vuyokazi"
            },
            {
                "name": "Venter, Francelle"
            },
            {
                "name": "Sidloyi, Zorro"
            },
            {
                "name": "Grootboom, Mbulelo"
            },
            {
                "name": "Scott, Michelle"
            },
            {
                "name": "Tsubane, Sekoati Sk"
            },
            {
                "name": "Johannes, Angelo"
            },
            {
                "name": "April, Chris"
            }
        ],
        "locations": [
            "Cape Town, Western Cape, South Africa::(on location)",
            "Muizenberg, Cape Town, Western Cape, South Africa::(on location)"
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "South Africa"
        ],
        "country codes": [
            "za"
        ],
        "language codes": [
            "en",
            "af",
            "xh"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDYxNmEzNWEtNjZmYy00MTU3LTg3YjItMTNhN2U5ODg3NjJlXkEyXkFqcGdeQXVyNDY2Mjk4MjU@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Amaza is set in a quaint street in Muizenberg, Cape Town that runs from the mountain, across the railway tracks, to the beach front and the famous Surfer's Corner and promenade to South Pen - the local college where a diverse group of students must come to terms with the cultural and historical legacies that mould each of them.",
        "languages": [
            "English",
            "Afrikaans",
            "Xhosa"
        ],
        "title": "Amaza",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-2014",
        "akas": [
            "Amaza (South Africa)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Atkins, Tristram"
            },
            {
                "name": "Bosch, Laddie"
            },
            {
                "name": "Cuba, Paul"
            }
        ],
        "production companies": [
            {
                "name": "Community Media Trust"
            }
        ],
        "distributors": [
            {
                "name": "SABC Television"
            }
        ],
        "plot": [
            "_Amaza_ (qv) is set in a quaint street in Muizenberg, Cape Town that runs from the mountain, across the railway tracks, to the beach front and the famous Surfer's Corner and promenade to South Pen - the local college where a diverse group of students must come to terms with the cultural and historical legacies that mould each of them.::Community Media Trust (CMT)"
        ],
        "synopsis": [
            "Amaza follows four main characters who are in their early twenties who all have life-changing decisions to make, challenges to face and growing up to do as they deal with what life throws at them daily. The series stars Siyabonga Mayola as Bongani Mapanga, Shamilla Miller as Ayesha Ibrahim, Zikhona Mda as Thembi Kamva and Sean-Marco Vorster as Jaco du Toit.The series deals with universal themes of growing up, family responsibility, dreams and facing reality. The series also builds and exposes the diverse world of Muizenberg as a neighbourhood and a place filled with constant change.The story was first developed in 2006 by Jack Lewis and Lucilla Blankenberg, and it deals with universal themes of growing up, family responsibility, dreams and facing reality. Amaza was directed by Lucilla Blankenberg and Laddie Bosch with mentor Tim Spring. The producers were Blankenberg and Jacqui Jojo, and the series was written by Tristram Atkins, Paul Cuba, Zulfah Otto-Sallies and Gavin Sher. The theme music was by Daniel Eppel.EpisodesEpisode 1: Unexpected Turns :: Thembi learns about a journalism competition and her roommate Julia goes into premature labour. The baby is on its way, Ayesha is forced to run an errand for Ridwaan, but by indulging in a swim, she winds up late and blows her assignment. Bongani wants his father to join him in honouring the anniversary of his mother's death, but Thobela avoids him and claims to have urgent business to attend to.Episode 2: Deal With It :: Jaco and Gwyneth finally get to have sex. Bongani, still angry about his father missing the anniversary of his mom's death, rebels by drinking and partying. Thembi is desperate to get Julia to the hospital before the baby comes.Episode 3: Who's Your Daddy? :: Thembi is determined to find the identity of Julia's baby's father, while Ayesha considers surfing. Julia confronts the father of her baby about supporting the child. Jaco makes a promise to Gwyneth about going to Hawaii.Episode 4: True and False :: Thembi discovers the truth about Julia's baby. Ayesha is torn between faith and the desire to surf. Bongani goes too far, and Thobela is forced to discipline him.Episode 5: TBC :: Ridwaan shows his true colours and Ayesha must face her darkest hour at home. Thembi is threatened with eviction, and she decides to make the tenants take action. Bongani realises he must make his business work, while Jaco and Michelle step out of line which forces Karen to confront them.Episode 6: Boiling Point :: A desperate Bongani struggles to find money to give to Julia. Thembi tries to prevent the house tenants from being evicted. Ridwaan invades Ayesha's privacy, and she is backed into a corner.Episode 7: A Turn in the Road :: A scared Ayesha runs away from home. Julia makes big decisions about her baby. Bongani is forced to take some responsibility for his actions.Episode 8: No Place like Home :: Bongani is fearful of his father and avoids home, with his baby in tow. Fatima attempts to get her daughter back from \"The Wipe-Out\" while Thembi and Mr. Mapanga are at loggerheads over an article.Episode 9: Cut Off :: Bongani gets a reality check when he tries to find work. Ayesha is determined to surf well and is asked by Karen to tutor Jaco. Michelle is jealous of Jaco and Ayesha's friendship.Episode 10: All Fall Down :: Thembi, Bongani and Vuyokazi are on the street, and Thembi realises she has made a grave mistake with her article. Ridwaan and Fatima come to confront Ayesha at the bar.Episode 11: No Time To Hide :: Jaco finds evidence of Michelle smoking \"tik\". Ayesha attempts the surfing trials to get into the Rising Breaks competition. Bongani finally speaks with his father.Episode 12: Around the Bend :: Gwyneth spites Ayesha with a surprise for Jaco. Thobela Mapanga arrives at Granny B's looking for his granddaughter.Episode 13: Count Down :: Its competition day and Ayesha is hoping her mother will come to see her compete. Bongani decides to compromise with his father. No-one knows where Michelle is."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}