{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "12 June 2014",
                "notes": "                            (internet)"
            },
            {
                "country": "USA\n",
                "date": "24 June 2014"
            }
        ],
        "release dates": [
            "USA::12 June 2014                            (internet)",
            "USA::24 June 2014"
        ],
        "episodes": {
            "9": {
                "1": {
                    "title": "The Obsolete Gamer Show: Gabriel Knight Sins of the Fathers with Jane Jensen",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 1,
                    "original air date": "13 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    We're heading back to New Orleans with the remastered remake of the 1993 classic, Gabriel Knight: Sins of the Fathers. We go beyond the game trailer and talk with Jane Jensen about the recent release for iPad and Android tablets and what it was like bringing the Sierra hit to a new generation of gamer's.    "
                },
                "2": {
                    "title": "The Obsolete Gamer Show: Exploit Zero Day with Gregory Avery-Weir",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 2,
                    "original air date": "27 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    We go Beyond the Game Trailer of Exploit: Zero Day and talk with game designer Gregory Avery-Weir of Future Proof Games.    "
                },
                "3": {
                    "title": "The Obsolete Gamer Show: Celestian Tales Old North with Cipto Adiguno",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 3,
                    "original air date": "10 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    We go Beyond the game trailer of Celestian Tales: Old North a more character and story driven turn based roleplaying game created in the traditional JRPG style. We spoke with Cipto Adiguno, Producer for Ekuator Games on the art, music and stylings of Celestian Tales: Old North and what players can expect when stepping their world.    "
                },
                "4": {
                    "title": "The Obsolete Gamer Show: Forts with Nick Smith",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 4,
                    "original air date": "24 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Ever wanted to knock over someone's sand castle or play forts as a kid and wish it was real? We go Beyond the Game trailer of Forts the action/strategy game from EarthWork Games where you do just that. Build a fort in real time, arm it with advanced weapons and take out the enemy fort. After the trailer premiere we spoke with video game artist Nick Smith in Brisbane, Australia about the game, his gaming background and favorite classic games.    "
                },
                "5": {
                    "title": "The Obsolete Gamer Show: 20XX with Eitan Glinert",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 5,
                    "original air date": "7 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    We go beyond the game trailer of 20XX, the Mega Man X style platformer with random levels, random power-ups, permanent death, oh and multiplayer too. We spoke with Eitan Glinert, president of Fire Hose Games about what players can expect from this Roguelike game.    "
                },
                "6": {
                    "title": "The Obsolete Gamer Show: James D'Amato",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 6,
                    "original air date": "28 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    We talk with, James D'Amato author of the book, The Ultimate RPG Character Backstory Guide which is set to be released on Oct 2nd. James lives in Chicago the hometown of host, J.A. Laraque and studied improv at the famed, Second City. A lover of table top games, he took his love of gaming and skills acquired to create a fun and informative book to help out novices and pro's alike in creating a backstory for their character with tips and exercises to give you more enjoyable and immersive experience. We also talked about his podcast, The One Shot podcast. One Shot is a ...    "
                }
            },
            "1": {
                "1": {
                    "title": "The Carrie Swidecki Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "24 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Carrie Swidecki joins the Obsolete Gamer Show to share her stories about fitness, weight-loss and advocating for health and healthy gaming as well as her world records in Just Dance and Dance Dance Revolution. We also talked about her love of classic gaming and some of her favorite classic games.    "
                },
                "2": {
                    "title": "The Ryan Culver Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "21 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    We talked with Ryan about his work on that commercial as well his other work including appearances on Spin City, Charmed, N.C.I.S and Hot in Cleveland. We also talked about his incredible travels around the world and how anyone can become an adventurer by taking that first step outside their own home.    "
                },
                "3": {
                    "title": "The William Watterson Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "8 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    We sit down with actor William Watterson whose is voicing Jim Peyton in the Lost Planet 3 game. We talk everything from video games, to comic books, action figures and Hollywood.    "
                },
                "4": {
                    "title": "The James C. Burns Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "5 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    We sit down with actor James C. Burns about his film, Coldwater also talked about his iconic character from Call of Duty Black Ops, Frank Woods.    "
                },
                "5": {
                    "title": "The William Volk Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "19 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    We talk with classic gaming legend and COO of Playscreen, William Volk and discuss the changing face of video games with the booming market of mobile gaming.    "
                },
                "6": {
                    "title": "The Carl \"Perfect Legend\" White Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "3 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    We sit down with Carl \"Perfect Legend\" White, 3-Time EVO Champion and member of Team FNATIC about eSports, the life of a pro gamer and the all the haters that come along with it.    "
                },
                "7": {
                    "title": "The Derek Smart Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "17 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    We sat down and talked with Derek about his early days, including what influenced him to get into game development and the struggles one can go through when creating their first game. We also talked a little about GamersGate and the evolution and near extinction of the video game manual. We even talked about the rumor of Derek purchasing the IP of the Decent Freespace license.    "
                },
                "8": {
                    "title": "The MK Tom Brady Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "7 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    In the arena of fighting game tournaments few people have had an impact as large as MK Tom Brady. Whether it is community leadership or stand out competitor Tom Brady has been a staple with in the Nether Realm Community. Through his hard work he has earned various spots outside of fighting games as a tester with Nether Realm Studios for games such as Injustice: Gods Among Us and the legendary rebirth of the classic fighting game Mortal Kombat. He's also competed and won various major tournaments and even competed in the WCG and has been a color commentator for Major ...    "
                },
                "9": {
                    "title": "The Johnathan \"Fatal1ty\" Wendel Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "21 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    We sat down with professional gamer and entrepreneur, Johnathan Wendel, perhaps better known as Fatal1ty in Las Vegas. We had a great conversation about his gamer career, the Fatal1ty brand and what it took to go from a kid with a dream to a man building an empire.    "
                },
                "10": {
                    "title": "The Patrick Scott Patterson Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "5 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    We sat down with Multi-Media personality, Patrick Scott Patterson, a man who has Guinness World Records in multiple video games, has appeared on television and in movies and documentaries, owns his own website where he has been writing articles and showcasing gamers and people from the gaming industry for years. Oh and did I mention he was a wrestler as well?    "
                }
            },
            "2": {
                "1": {
                    "title": "The Amanda MacKay Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "9 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    We sit down with Amanda MacKay, host, model and gamer. Amanda joins us to talk about her classic gaming roots and Battleship, Battle for Everything.    "
                },
                "2": {
                    "title": "The Jan Kavan Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "23 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    We talk with Jan Kavan from CBE Software about his love of games including classes such as Zak McKracken and the Alien Mindbenders, Anachronox , A Mind Forever Voyaging and Silent Hill 2 and being a gamer in the Czech Republic and his latest release J.U.L.I.A: Among the Stars.    "
                },
                "3": {
                    "title": "The Hollyanne Setola Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "13 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    We sat down with Setola and talked about her history of gaming from being introduced to gaming by her grandmother who worked at NASA, to her Counter Strike days with her teammates. We also discussed the current landscape of gaming and today's gamers and the difference between now and only a few years ago. Our discussion about bullying and internet trolls sheds some light on what many, but specifically women deal with in gaming today.    "
                },
                "4": {
                    "title": "The Agustin Cordes Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "27 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    We talk with Agustín Cordes founder of Senscape and designer of Scratches, Serena, and Asylum horror adventures about his game H.P. Lovecraft's, The Case of Charles Dexter Ward.    "
                },
                "5": {
                    "title": "The Judy L. Tyrer Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "6 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    When you have a passion for games that stays with you your entire life and the drive and focus to pursue what you want in life you can achieve great things. That was just one of the many things we learned in our extended conversation with Judy L.Tyrer. We began with her early career and discussed her progression from starting out after university to working with companies such as Ubisoft and Sony Online Entertainment and then transitioned into her current project Ever Jane.    "
                },
                "6": {
                    "title": "The Twin Galaxies Live Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "20 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Step inside a video game streaming channel, but not just any channel, Twin Galaxies Live. We talk with Xander Denke about what it is like running and hosting a web stream and the challenges of dealing with guests and the audience.    "
                },
                "7": {
                    "title": "The Daryl Rodriguez and Jeanette Garcia Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "10 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    We sit down with the team behind the upcoming documentary on the history of Atari, World 1-1. Jeanette Garcia and Daryl Rodriguez are the creative minds behind the project and we talk about their Kickstarter campaign and all things retro gaming.    "
                },
                "8": {
                    "title": "The Kevin Mentz Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "24 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    When you have a company known for great games you become even more curious about the people behind them so when we had a chance to talk with Kevin Mentz from Daedalic Entertainment we were excited to do so. We were already fortunate enough to have a written gamer profile from Claas Paletta and for Kevin, we learned his favorite classic game is The Battle of Olympus. We also talked about his move from playing games to wanting to create them and finally working for Daedalic and the number of games he personally worked on including Memoria. Overall, a fun interview with ...    "
                },
                "9": {
                    "title": "The Rob McCallum Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "1 May 2015",
                    "year": "2015",
                    "plot": "\n    Director of Nintendo Quest, Rob McCallum talks with us about his film, the process of creating the film as well as classic gaming.    "
                },
                "10": {
                    "title": "The Richard Garriott Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "29 May 2015",
                    "year": "2015",
                    "plot": "\n    Our interview with Lord British, Richard Garriott on his upcoming game Shroud of the Avatar interviewed by Video Game Scoreboard's own Grace Snoke at E3.    "
                }
            },
            "3": {
                "1": {
                    "title": "The HAWKEN show with Joshua Clausen",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "12 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    We profile the Free-to-play Mech warfare game, HAWKEN sit down with producer, Joshua Clausen (or as he is known to the community CapnJosh) about the acquisition of the game by Reloaded games and the upcoming fixes, changes and improvements to the game.    "
                },
                "2": {
                    "title": "The Robyn \"Sheba Baby\" Brown show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "19 Jun. 2015",
                    "year": "2015",
                    "plot": "\n    We sit down with Robyn \"Sheba Baby\" Brown who among many other things is an event manager for SuperCon2K is a professional gamer and part of team EMP. We talked with Robyn about her gaming background how she got into professional gaming and the challenges she faced being a female gamer and being on a team that has faced controversy.    "
                },
                "3": {
                    "title": "The Lizard Show with Brad Smith",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "10 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    We head to the great white north to talk with developer, Brad Smith on his latest project titled, Lizard. His Kickstarter brings us a cool platformer for the NES where you explore an 8-bit world while wearing a lizard for a true retro inspired adventure. Brad has been a fan of classic games all his life from Metroid 2 on the Gameboy to Prince of Persia on the PC. Brad is also a fan of video game music and began creating his own music own music for the Nintendo.    "
                },
                "4": {
                    "title": "The Fragments of Him Show with Mata Haggis",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "24 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    We premiere the cinematic trailer for Fragments of Him, a unique and interesting first-person drama gaming experience coming to PC and Xbox. We headed out to the Netherlands to talk with Mata Haggis about what players can expect from the game.    "
                },
                "5": {
                    "title": "The Isaiah-Triforce Johnson Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "7 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    We welcome CEO and founder of Empire Arcadia, world record holder and classic gamer, Isaiah-Triforce Johnson to the show this week for a candid conversation about his early days of gaming from playing his first videos games on the Game and Watch to tearing it up in the arcades of New York. There was no subject off the table from his thoughts on gamers today to the controversy surrounding his company and how some people in the gaming community view him. Triforce wanted to set the record straight on a number of issues and we let him say his peace.    "
                },
                "6": {
                    "title": "The Hacknet Show with Matt Trobbiani",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "21 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    All the hacking, none of the jail time. We go Beyond the Game trailer of Hacknet an intriguing terminal-based game or as they call it a \"hacking simulator\" that uses actual UNIX commands. We spoke with Matt Trobbiani who developed the game about what players can expect when they immerse themselves in his world.    "
                },
                "7": {
                    "title": "The Root Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "4 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    We go beyond the game trailer of Root the cyber espionage themed FPS game by Digital Tribe Games and Deep Fried Enterprises and speak to creators about what you can expect when you enter their world. Step into the inexpensive loafers of expert hacker Edward Summerton. Roll up your sleeves, pop your collar and brew a pot of coffee, because today you're going to breach the networks of a mysterious and powerful corporation. During this undertaking of corporate crypto-espionage you will face many hostile programs, but your most dangerous enemy is the man who designed them...    "
                },
                "8": {
                    "title": "The Enola: Nightmare Show with Sergio Rosa",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "25 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    We delve into the world of the physiological thriller as we take a look at the update for the indie game, Enola from, The Domaginarium. Before we premiered the trailer we got a chance to talk with creative director, Sergio Rosa about the game as well as about one of his all-time favorite horror games, Silent Hill.    "
                },
                "9": {
                    "title": "The Richard Morgan Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "9 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    We welcome author Richard Morgan to the show to talk about the release of his gamebook based on his series, A Land Fit for Heroes which you can find on ITunes, Android and Amazon. It was great to talk writing, his work on Crysis 2, Syndicate and what you can expect from picking up his gamebooks and if you haven't read the, A Land Fit for Heroes series you should.    "
                },
                "10": {
                    "title": "The Alexander Dergay Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "30 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    We head to Belarus to talk with Alexander Dergay of Aterdux Entertainment about their game, Legends of Eisenwald.    "
                },
                "11": {
                    "title": "The Lifespiller Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "6 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    We sit down with gamer, collector and Youtuber, Lifespiller about a wide array of types from classic games to collecting on a budget and doing it smart. We also talk about the challenges of running a Youtube channel and the pitfalls many often fall into.    "
                },
                "12": {
                    "title": "The Rahul Sood Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "13 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    With eSports taking the world by storm with numbers that rival the World Series and the college football championship fans now have a new way to enjoy this brand new American pastime. We sat down with Rahul Sood, a true entrepreneur that founded the gaming PC Company Voodoo PC and created the first incubation fund for startups at Microsoft and eventually became the global head of Microsoft Ventures. His new company Unikrn gives fans of eSports a place to bet on top tier players and tournaments. As a fan of sports and fantasy leagues this intrigued me and I had a lot ...    "
                },
                "13": {
                    "title": "The Dave Vogt Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "4 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    We talk with World Record holder, Dave Vogt about his love of classic gaming and what it took to become a world record holder.    "
                },
                "14": {
                    "title": "The Mike \"NESquester\" Wright Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "18 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    A unique outspoken, tell it like it is writer who also professionally wrestled and loves retro games and that's just the start. We talk to Mike \"NESquester\" Wright about his gaming background, wrestling career and his celebrated writing about classic games. This one was fun and it's rated R so come prepared for an interesting, informative and funny conversation.    "
                }
            },
            "4": {
                "1": {
                    "title": "The Jordan Weisman Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "8 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    We talk BattleTech, MechWarrior, Shadowrun, and Crimson Skies with Jordan Weisman including details on his Kickstarter that is bringing BattleTech back. From concept to lore and everything in-between if you love the BattleTech world you will want to watch this extended interview with a true gaming legend.    "
                },
                "2": {
                    "title": "The Loris Malek Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "22 Jan. 2016",
                    "year": "2016",
                    "plot": "\n    We've talked with fantastic people from around the world and Loris from Moon Spider is no different. Their game, Harold is an interesting mix between Pitfall and Lemmings that gives you that hardcore, but unique gameplay that gamers have been asking for. Loris grew up in France and could have opened up shop in his home town or the west cost of the U.S. but made Miami his home. He is a true fan of classic games and even had an awesome system of sharing console systems and games growing up as a kid in Nice, France, check out our extended interview to learn more.    "
                },
                "3": {
                    "title": "The Tim McVey Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "5 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    This is why we love interviewing gamers. Imagine playing those hardcore classic games like Donkey Kong, Ms. Pac-Man and Centipede and dominating them. Tim McVey not only did that but was the first person to reach one billion points in the game Nibbler. His score and that game is the focus of the documentary film he is featured in called Man vs. Snake. We talk with Tim about growing up in the arcades and playing at the original Twin Galaxies and what it was like being a gamer when one quarter would get most players a few minutes max on a game while they would often go ...    "
                },
                "4": {
                    "title": "The Jay Bartlett Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "19 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Jay Bartlett the star of the retro gaming inspired documentary directed by Rob McCallum, Nintendo Quest, joins us on this fun and informative episode of The Obsolete Gamer show. We talk about his upcoming film, a little of what happened behind the scenes and his love of retro games and video game collecting.    "
                },
                "5": {
                    "title": "The Walter Day Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "4 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    What do you talk about when you sit down with a legend like Walter Day? Crazy horror movies like, Deathbed and the time a 7 year old Japanese girl beat your friend in a video game of course. Any gamer worth their controller or keyboard knows Walter Day and his work with Twin Galaxies and our conversation with him covers what was truly the birth of eSports and competitive gaming. We also discuss the changing face of gaming and the effect the internet has had on games and gamers alike and the legacy of Twin Galaxies.    "
                },
                "6": {
                    "title": "The Steve London Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "18 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    We talk a look at Halcyon 6 the game inspired by classics such as Star Control, Master of Orion, X-COM, Civilization and new classics like FTL and talk to its composer Steve London who loves classic Commodore 64 and Amiga games, cool pizza toppings and the Toronto Maple leafs. Halcyon 6 began as a Kickstarter passion project with a goal of $40k and raised over $180k. We get into all that and of course Steve's love of music in our interview.    "
                },
                "7": {
                    "title": "The Regina Carpinelli Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "8 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Imagine running your own comic book convention, booking guests, dealing with fans and celebrities with weird requests. Now imagine doing that with Stan Lee as one of the owners. We sit down with Regina Carpinelli co-founder of Stan Lee's Comikaze. Regina shares with us her start and what it is like to run one of the largest conventions in Los Angeles.    "
                },
                "8": {
                    "title": "The Ichiro Lambe Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "22 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    We sit down with Ichiro Lambe from Dejobaan Games their incredible game Elegy For A Dead World where you explore dead civilizations, write about what you find, and share your stories with the world. You can find the game on Steam. Ichiro started gaming at an earlier age and like host, J.A. Laraque even had a Texas Instruments TI 99/4A. We talked about his gaming background and his journey from gamer to game maker. So check out his episode and let us know what you think.    "
                },
                "9": {
                    "title": "The Karolina Kuzia Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "13 May 2016",
                    "year": "2016",
                    "plot": "\n    We take a look at Seven: The Days Long Gone, the Isometric, parkour climbing, stealth RPG by Fool's Theory and we're joined by story designer and VFX artist, Karolina Kuzia who introduces us to this new world and what we as gamer have to look forward too.    "
                },
                "10": {
                    "title": "The Peter Newman & Christoph Hombergs Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "27 May 2016",
                    "year": "2016",
                    "plot": "\n    We talk Albion Online, the MMORPG that features a robust crafting system, player economy and PVP which you can play on your PC, MAC and even tablet devices. Christoph Hombergs joins us to talk about what players can expect in the world of Albion Online. Additional we are joined by author Peter Newman. After the successful launch of his novel, The Vagrant, Paul is now writing for Albion Online soon to publish the companion book titled, Landfall. We talk with him about the story and how it will even include references to actual players and guilds within the game.    "
                },
                "11": {
                    "title": "The Paula Powered Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "3 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    Imagine being a rockstar, on stage, preforming for your fans. Now imagine using video game inspired music to do it. We sit down with the dynamic trio from Paula Powered the British-French-Digital group featuring, Sally Ann on vocals, Sylvain de St Pierre on guitar and their Amiga 1200. We discuss how they got together and what it is like preforming for gamers and non-gamers alike.    "
                },
                "12": {
                    "title": "The National Videogame Museum Show with Sean Kelly",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "17 Jun. 2016",
                    "year": "2016",
                    "plot": "\n    You've seen awesome personal collections of classic videos games. Maybe you've been to a video game convention and seen a display showcasing retrogaming. Now you have a whole museum dedicated to the history of the video game industry. We sat down with Sean Kelly one of the co-founders of the National Videogame Museum in Frisco Texas. Sean tells us about how they got there from their exhibits at E3 to just how many consoles, games and memorabilia you will have access to. Not only is the museum interactive, but also features rare artifacts and even the actual office of ...    "
                }
            },
            "5": {
                "1": {
                    "title": "The Billy Mitchell Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "8 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    We welcome video game legend, Billy Mitchell to the show. Love him or hate him, Billy is a champion and world record holder known for his skills in Pac-Man, Ms. Pac-Man, Donkey Kong and more. Billy Mitchell has been featured in films such as The King of Kong: A Fistful of Quarters as well as many other video game documentaries and was part of CNN's the 80's. Being from Hollywood, Florida we got to interview him in person and asked him about his reputation in the gaming world and his thoughts of subjects from gamers hating on each other to what advice he would give a ...    "
                },
                "2": {
                    "title": "The Nick Clarkson Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "22 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    We talk with Nick Clarkson a true gamer who has not only played a large number of classic computer games, but was a pioneer with gaming magazines in the U.K. and worked with a number of great game creators before coming to Merge Games. We also talked about his journeyman tour of gaming in the U.K as well as his gaming experiences before diving into Merge's upcoming titles including Riot, Albedo, and Zombie Kill of the Week.    "
                },
                "3": {
                    "title": "The William Townsend Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "5 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    Gamers are everywhere and everyday we find more and more of them enjoying what we all love even when working on say an upcoming film. William Townsend stars in the latest film in the Open Season series, Open Season: Scared Silly and we sat down with him to talk about the film and his love of gaming. During recording, William often left the Sony lot just to head home and play video games and he talked to us about his gaming roots as well as how he views gaming in Hollywood.    "
                },
                "4": {
                    "title": "The Ray Willmott Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "19 Aug. 2016",
                    "year": "2016",
                    "plot": "\n    We head across the pond to the U.K. Wales to be exact, where we talked with Ray Willmott of Big Cake Games on their game for PS4 and PC titled, Cold Horizon. This is the team that worked on the Metal Gear fan remake and we got a chance to talk about Ray's gaming history, how he came to Big Cake Games and of course, what we can expect out of Cold Horizon.    "
                },
                "5": {
                    "title": "The Twin Galaxies 35th Anniversary Show with Triforce Johnson",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "2 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    The historic Twin Galaxies arcade celebrated its 35th anniversary as hundreds of gamers attended the event in Ottumwa, Iowa to pay tribute to whom many call the father of competitive gaming, founder, Walter Day. We welcome Triforce Johnson back to the show to talk about the history of Twin Galaxies and its importance in video game history.    "
                },
                "6": {
                    "title": "The Aidan Price Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "16 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    We sat down with Aidan Price from East Asia Soft to talk about their game Lost Sea and about Aidan's gaming influences which included classic games such as the original Super Mario Bros. and Contra for the NES. Aidan also worked on a number of projects before his work as game designer on Lost Sea included Brink and Magic the Gathering: Duels of the Planeswalkers. Aidan comes to us from Hong Kong so we can add that stamp to our virtual passport of places we have visited on Gamer Profiles and he gave us some inside into how gamers and arcades are a bit different than in...    "
                },
                "7": {
                    "title": "The John Rodd Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "7 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    We all love video game music in one way or another. Often we do not even realize exactly why, that it takes the work of a talented sound engineer to put together the sounds and music in just the right way to give the story true impact and emotion. John Rodd is one of those engineers and one of the best in the business. His credits include work on Breaking Bad, Call of Duty, World of Warcraft and recently, Star Wars Battlefront along with many more. John takes us through his history from sneaking into see Star Wars at age 11 to working with huge names in the ...    "
                },
                "8": {
                    "title": "The Blair Reyburn Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "21 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Today gamers like connectivity and the ability to be social and connect with other gamers and Evolve HQ provide just that where Gamers can connect and play PC games with other gamers from around the world. We sat down with Blair Reyburn from Evolve Labs to talk about the social aspect of gaming, eSports and their new tournament site, Evolve Arena where you can pit yourself against other gamers and win real money.    "
                },
                "9": {
                    "title": "The Frank Azor & Raymond Watkins Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "4 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    We're talking Alienware on the latest episode of OGS with Alienware general manager at Dell, Frank Azor. Along with Raymond Watkins, technical marketing manager we decided that instead of spending time going over hardware trends and the latest tech we would discuss some of the history of Alienware and the culture behind the company. Both J.A. Laraque and Ignacio worked several years at Alienware in Miami Florida before starting Obsolete Gamer so this was as much about reminiscing as about covering some topics and tackling some misconceptions of importance. We had fun ...    "
                },
                "10": {
                    "title": "The Paul Elsy Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "18 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The Obsolete Gamer Show heads to Iceland to talk with Paul Elsy community manager for CCP Games about his early days of gaming and how he came to work for famed computer gaming company. In our talk we learned a bit about the impact CCP has had on Iceland and the people, the gamers and fans and even the difference between gamers in Iceland and those in the States. Paul shared some insights about his journey from being a classic gamer and his love of games like Dune and Sonic the hedgehog to studying Robotics at University before volunteering with the community and ...    "
                },
                "11": {
                    "title": "The Andru Fratarcangeli Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "2 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    Bringing gamers together in your community can be a daunting challenge be it for a LAN party or an event. Our guest, Andru Fratarcangeli has taken it to the next level working in South Florida to bring together gamers, educators and business to elevate the gaming community as a whole. His work not only connects gamers in South Florida with local events and meet-up's, but gives those looking to enter the gaming field another path beyond leaving the state and he also is bringing a new video game convention to Miami as well. GaCuCon is the Game Culture Con Cruise and ...    "
                },
                "12": {
                    "title": "The Terry Burtlow Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "16 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    A true retrogamer, collector of classic games oh and he just happens to hold 28 Twin Galaxies world records. We talk with Terry Burtlow about collecting, gaming and more.    "
                }
            },
            "6": {
                "1": {
                    "title": "The Luminaries of eSports with Walter, Billy, Todd, Ben, Steve & TriForce",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "13 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    If you are a gamer then you most likely know a little about eSports. eSports is big right now and is only going to get bigger over time. What people may not know is where eSports began. We talk with not only pioneers of gaming, but the first eSports team. Our guest list includes: . Walter Day: Founder of Twin Galaxies . Billy Mitchell: Gamer of the 20th Century . Todd Rogers: World's 1st Professional Gamer . Ben Gold: 1st World Video Game Champion . Steve Sanders: Top 16 Gamer of LIFE Magazine 1982 . TriForce Johnson: Founder of Empire Arcadia We talk about the ...    "
                },
                "2": {
                    "title": "The Chris Rickwood Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "27 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    We talk with award winning composer Chris Rickwood fresh off his Reddit AMA about his work on Smite. We talk with Chris about his work on Smite as well as his other work including, Orcs Must Die, Age of Empires Online, Metroid Prime 3 and many more and some of the games that has inspired his work.    "
                },
                "3": {
                    "title": "The Ray Lapsey Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "10 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Our World Record tour continues with Ray Lapsey winner of the Twin Galaxies Gauntlet in Ottumwa, multiple video game world record holder and collector of classic video games.    "
                },
                "4": {
                    "title": "The Box Brown Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "24 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    We welcome Box Brown author of the book, Tetris: The Games people play, to the show. Box Brown is an award winning cartoonist, illustrator, and comic publisher from Philadelphia. His first book Andre the Giant: Life and Legend was released in 2014 and spent three weeks on the New York Times bestsellers list. Tetris: The Games People Play is Brown's second graphic novel and is set to be released on October 11th through First Second Books.    "
                },
                "5": {
                    "title": "The Zac Eubank Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "3 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    You've seen many type of Twitch TV channels. Most of the time it is a simple stream with a game and a gamer and that alone can be all it takes to make a good channel. However, what about those who take it to the next level, those who really add more to the TV part of Twitch TV by upping the production value and offering a variety of shows 5 days a week? We talk with Zac Eubank who created the Hyper RPG Twitch channel that will do just that. Now this isn't Zac's first run at this, he was the show-runner for Geek and Sundry's Twitch channel and with Hyper RPG his goal ...    "
                },
                "6": {
                    "title": "The Michael Nielsen and Kaveh Cohen Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "17 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    If you love games you're more than likely to love video game music. This goes double it you love racing games. There is something about the sound of a good tune while racing down the countryside or on a track. What does it take to but such a score together to make an iconic soundtrack? With the release of the Forza Motorsport 6 video game soundtrack we sit down with composers Kaveh Cohen and Michael Nielsen who talk to us about their love of music not only for video games, but their work in television on shows such as, Wolverine and the X-Men, The Chronicle and The ...    "
                },
                "7": {
                    "title": "The Pedro Guerra Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "7 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    We chat with Pedro Guerra, designer/programmer for Good War Games an indie studio based in Miami, Florida and one of many developers that was at the recent GaCuCon gamer cruise. We discuss how the cruise went, starting and being part of an indie game studio and some of his favorite games.    "
                },
                "8": {
                    "title": "The GaCuCon gaming cruise with Johnathan Wendel",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "21 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    12-time world FPS champion Johnathan \"Fatal1ty\" Wendel returns to talk about the upcoming GaCuCon gamer cruise leaving out of Miami Florida. He will be on that cruise along with several other guests and we wanted to get his thoughts on the event as well as what he and his brand has been up too.    "
                },
                "9": {
                    "title": "The John Robert Matz Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "original air date": "5 May 2017",
                    "year": "2017",
                    "plot": "\n    We're talking video game music with award-winning composer, John Robert Matz. He recently earned at GANG award for the indie game, FOSSIL ECHO and has worked on a number of games such as Artemis and Gunpoint. A lover of games both modern and classic, we personal enjoyed discussing his work on Final Fantasy Tactics.    "
                },
                "10": {
                    "title": "The Greg Street Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "original air date": "19 May 2017",
                    "year": "2017",
                    "plot": "\n    Greg Street joins us on the show and as current lead game designer for Riot Games and their mega hit, League of Legends and his former position as lead systems designer of Blizzard's mega hit, World of Warcraft you might think we will be talking a lot about games, well you'd be wrong. We're talking cruises. Greg is going to be one of several high-profile guests on the upcoming, GaCuCon Game Cruise convention and event being held in Miami.. Hosted by the Miami based, Game Trep team and Make Games Miami, it's the first of its kind so we wanted to get Greg's thoughts on ...    "
                },
                "11": {
                    "title": "The Nima Fakhara Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "original air date": "9 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Remember Kix cereal? Kids love it and moms will too? The idea was the cereal was really good but it was good for you. We often applaud a game when it's well made, fun to play, but also teaches you something you most likely would not have learned on your own. In the story driven game, 1979 Revolution: Black Friday you play as a photographer during the Islamic Revolution in Iran. A period I certainly didn't know much about before this interview, but our guest who composed the music for this game did. Nima Fakhara was born in Tehran, Iran and has composed for film, ...    "
                },
                "12": {
                    "title": "The eSports Industrial Revolution Show with Isaiah Triforce Johnson",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "original air date": "23 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    From playing against friends and strangers in an arcade to competing on a stage for millions of viewers the competitive gaming world known as eSports has come a long way. With the recent purchases of eSport teams and related companies we are definitely in the industrial revolution of the sport. How did we get here and where are we going, what will happen to gamers who have competed before and those just starting out? Obsolete Gamer sat down with 6 time Guinness World Record Holder, CEO and Founder of Empire Arcadia, eSports Architect and consultant, Triforce Johnson ...    "
                }
            },
            "7": {
                "1": {
                    "title": "The Q&A with Walter Day and Billy Mitchell Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "14 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    After attending the world premiere of Man vs. Snake: The Long and Twisted Tale of Nibbler at the Florida film festival in Orlando Florida, Walter Day and Billy Mitchell held a Q&A for those in attendance.    "
                },
                "2": {
                    "title": "The Eleazar Galindo Navarro Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "27 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    We sat down with Eli from Piko Interactive a company that develops and publishes new and previously released games for classic consoles. Imagine playing Duke Nukem 3D for the Sega Genesis, yes, you can do that. We talked with Eli about his company, his gaming background and some of his favorite classic games. Fans of vintage games will really want to check this one out.    "
                },
                "3": {
                    "title": "The Aaron Boateng Show with Isaiah TriForce Johnson",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "4 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    eSports is taking the world by storm as millions watch gamers compete in fighting and RTS games live and online. Most of us as used to seeing competition come from the U.S. Europe and Asia, but Africa also has a strong eSports community and we were happy to sit down with Aaron Boateng founder and event coordinator of event fest to talk about Ghana's National eSports event, Playbox's Gamers Fest. We were also joined by Isaiah TriForce Johnson Founder and CEO Empire Arcadia whose work with the global eSport initiative continues to help expand eSports into new regions. ...    "
                },
                "4": {
                    "title": "The Anthony Gowland Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "original air date": "18 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Sometimes you don't find your true passion until you walk away from the corporate world and start your own business and that is what our guest Tony Gowland did. He's had a fruitful career working for companies such as Rockstar and Activision and then founded Ant Workshop, an indie studio that is set to release their game, Binaries. We talk with Tony about his time working on AAA titles like GTA: Chinatown Wars and Red Dead Redemption and his move to creating his own studio and about his latest game, Binaries, a unique look at the PC puzzle platformer.    "
                },
                "5": {
                    "title": "The Rick Delano Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "original air date": "8 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    We welcome Rick Delano producer of the documentary film, The Principle to the Obsolete Gamer Show. His film seeks to debunk the Copernican principle and if you're not sure what that is, that's ok, I didn't remember either. The film explains the history of the science that asks the question, are we the center of the universe or just one blue marble in a universal playground. This was a departure from our normal interviews on OGS, but we all love film and science and when we heard this had some controversy as well we just had to check this out.    "
                },
                "6": {
                    "title": "The Jan Taaks Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "original air date": "22 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    We talk with Jan Taaks on the release of the turned based tactical RPG, battle Brothers available on Steam. You lead a mercenary company in a gritty, low-power, medieval fantasy world. You decide where to go, whom to hire or to fight, what contracts to take and how to train and equip your men in a procedurally generated open world campaign.    "
                },
                "7": {
                    "title": "The Business of Gaming Show with William Volk",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "original air date": "6 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Gaming is serious business not only within the game, but in the real world as millions can be made and lost in the industry. Sometimes, it gets complicated and that's when we turn to legendary game developer and CCO of Playscreen William Volk to school us in the ways of the business of gaming. We talk with William Volk about the PC dominance in revenue over mobile and even console games and why gamers are willing to pay for DLC or episodic games, but not in mobile in app purchases. We also talk about EA pulling out of E3 and how not only this convention but perhaps ...    "
                },
                "8": {
                    "title": "The Richard Wood Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 8,
                    "original air date": "20 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    We're talking Brut@l, a re-imaging of the classic ASCII dungeon crawler with its roots in classic gaming but with a 3D style today's gamers can enjoy. We let you know can expect from the game with producer, Richard Wood from Stormcloud Games.    "
                },
                "9": {
                    "title": "The Box Art show with Rob McCallum",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 9,
                    "original air date": "3 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Remember when there was no internet or game demo's to find out what a game was really like? Remember when box art was really, well, art? Something someone painstakingly created and often received little to no credit for? We talk with Rob McCallum who's Kickstarter, Box Art - A Gaming Documentary, explores the history of video game box art and the unsung artists responsible for those images many of us remember and enjoyed. Last time Rob was on our show we talk about his other successful Kickstarter and gaming documentary, Nintendo Quest and this time he shares more ...    "
                },
                "10": {
                    "title": "The Rob Dougherty Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 10,
                    "original air date": "17 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    CEO of White Wizard Games Rob Dougherty joins us on the show to talk about Star Realms, classic gaming and more.    "
                },
                "11": {
                    "title": "The Tim Mullen show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 11,
                    "original air date": "1 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    We sit down for a discussion with neuroscientist, Tim Mullen who will be heading up a fascinating research study that aims to map similarities in brain activity and in creative style between one thousand people in a shared experience. Using hundreds of wearable brainwave sensors and cloud technology, Tim and his team aim to visualize and explore this phenomenon as an interactive network of brain activity created in real time by participants in Los Angeles and NYC while they watch the sci-fi film MindGamers. The project is part of an event called 1000 Minds Live, a ...    "
                },
                "12": {
                    "title": "The North East FGC Redevelopment Plan show with Triforce Johnson & Wes",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 12,
                    "original air date": "15 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    The eSports industrial revolution is here and now the question is what will the landscape look like once all is said and done. On the East coast side of things Triforce Johnson, CEO of Empire Arcadia and Wes, Vice President of SOS Gamers want to make sure that their fellow gamers are not left on the outside looking in. Their North East FGC redevelopment plan will give gamers from New York and the Tri-state area more opportunities to prove themselves in a gauntlet (4v4) style team tournaments to earn a place at the top of the eSports food chain.    "
                }
            },
            "8": {
                "1": {
                    "title": "The Richie Knucklez Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 1,
                    "original air date": "5 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    We start our new season dedicated to Retrogaming with the King of the Arcade, Richie Knucklez. Fans of Retrogaming will know him from his gaming achievements, the documentary film, King of the Arcade and of course, Twin Galaxies. In our extended interview, we discuss his experiences running a successful arcade, being a retrogamer and his awesome collection of arcade cabinets.    "
                },
                "2": {
                    "title": "The Romain Clavier Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 2,
                    "original air date": "19 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    We go beyond the game trailer of the new RTS game Battlefleet Gothic: Armada based on the Games Workshop tabletop game and talk with Romain Clavier from Tindalos Interactive about the features of the game. Developed on Unreal Engine 4, Battlefleet Gothic: Armada is an RTS in which the player takes command of one of these battlefleets composed of the most powerful spaceships from the Imperial, Chaos, Eldar and Ork forces, in a no-quarter given struggle for the control of the Gothic sector of space. Featuring many different game modes including dramatic battles in both ...    "
                },
                "3": {
                    "title": "The Ben Gold Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 3,
                    "original air date": "2 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    The Retrogaming season of OGS continues with another Twin Galaxies legend, Ben Gold. Ben was a pro gamer and legend at 16 and a member of the inaugural U.S. National Video Game Team. In our extended interview, we discuss what it was like being a gamer during the 80's, appearing on That's Incredible and meeting, Walter Day for the first time.    "
                },
                "4": {
                    "title": "The Carlos Cuesta Dolz Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 4,
                    "original air date": "16 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Like zombies? Like blasting zombies? Like hipsters? Ok, well, two out of three aint bad. We head to Spain and we're talking Hipsters vs. Zombies with Carlos Cuesta Dolz of Arpic Games.    "
                },
                "5": {
                    "title": "The John Mulkey Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 5,
                    "original air date": "9 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    We take a look at a retro inspired top-down shooter from Big Shiny Games that features all the weapon upgrades and combat action gamers expect from a Sci-Fi space shooter on their smart phone. We also talk with John Mulkey from Big Shiny Games on what to expect from this upcoming title.    "
                },
                "6": {
                    "title": "The Nick Porsche Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 6,
                    "original air date": "23 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    We view the launch trailer for Gladiators Online: Death Before Dishonor the beautifully designed game with gruesome combat where you play as a Lanista or gladiator manager in ancient Rome. Created by Dorado Games, this game visually stunning game plays from your browser, but we not the ones here to tell you about it. We were happy to have Nick Porsche from Dorado games coming all the way from Malta in Europe to tell us a little about the game.    "
                },
                "7": {
                    "title": "The Christopher Bischoff Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 7,
                    "original air date": "6 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    We head to Johannesburg, South Africa to premiere the trailer of Stasis the sci-fi horror adventure game from independent developer, The Brotherhood and speak with co-creator, Christopher Bischoff about their creation.    "
                },
                "8": {
                    "title": "The Amy Dentata Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 8,
                    "original air date": "20 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    We go Beyond the Game Trailer of Trigger and talk with Amy Dentata of Patchwork Doll games about what players can expect when they step into the intriguing story-driven world she has created. Trigger is an interactive story driven game about PTSD and repressed memories featuring, Wendy, a 30-something housewife who uncovers a mystery from her past that may undo her marriage and her sanity. The game is currently in development by Patchwork Doll Games.    "
                },
                "9": {
                    "title": "The Chad and Danny Ata Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 9,
                    "original air date": "4 May 2018",
                    "year": "2018",
                    "plot": "\n    We go beyond the game trailer of A Quiver of Crows, a very cool and interesting looking twin-stick shooter by indie developer, Shedo. We talk with lead developer Chad Ata and lead artist Danny Ata about what players can expect when they step into this Grim World Cursed by Demons and Ghouls.    "
                },
                "10": {
                    "title": "The Aaron Varkonyi Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 10,
                    "original air date": "18 May 2018",
                    "year": "2018",
                    "plot": "\n    We talk with Miami native, Aaron Varkonyi, developer of, Aliens go Homerun an innovative and interesting take on the classic game, Breakout. We talk with Aaron about his game, being a developer in South Florida and his upcoming game, Wonder Wickets.    "
                },
                "11": {
                    "title": "The Online Gambling & eSports Show with Scott Cooley",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 11,
                    "original air date": "8 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    There's no denying that eSports is becoming mainstream and will be up there with other sports in viewership as well as participation. One way you can tell this, look to the sports bookers. The gamblers know, they put their money where the action is and know what people will be interested in and they also know a winner when they see one. We talked with Scott Cooley, the official spokesperson for Bookmaker.eu one of the largest sportsbooks in the world that are now offering betting from some of the biggest eSport tournaments ranging from European Gaming League to ...    "
                },
                "12": {
                    "title": "The War of Rights Show with Mads Larsen and Emil Hansen",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Obsolete Gamer Show (TV Series 2014– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 12,
                    "original air date": "22 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Now they say you shouldn't have the same act twice but as a lover of FPS games we personally thought a game set in the civil war would be pretty awesome and that is exactly what War of Rights brings to the table. This title intends to bring the gameplay and authenticity that not only gamers would expect but Civil War reenactors as well. We talked to the team behind War of Rights about what player can expect from the game.    "
                }
            }
        },
        "number of episodes": 100,
        "cast": [
            {
                "name": "Laraque, J.A."
            },
            {
                "name": "Johnson, Isaiah TriForce"
            },
            {
                "name": "Day, Walter"
            },
            {
                "name": "Mitchell, Billy"
            },
            {
                "name": "Volk, William"
            },
            {
                "name": "Wendel, Johnathan"
            },
            {
                "name": "McCallum, Robert"
            },
            {
                "name": "Gold, Ben"
            },
            {
                "name": "Brady, M.K. Tom"
            },
            {
                "name": "Burns, James C."
            },
            {
                "name": "Culver, Ryan"
            },
            {
                "name": "Patterson, Patrick Scott"
            },
            {
                "name": "Smart, Derek"
            },
            {
                "name": "Swidecki, Carrie"
            },
            {
                "name": "Watterson, Bill"
            },
            {
                "name": "White, Carl 'Perfect Legend'"
            },
            {
                "name": "Brown, Robyn"
            },
            {
                "name": "Clausen, Joshua"
            },
            {
                "name": "Cordes, Agustín"
            },
            {
                "name": "Denke, Xander"
            },
            {
                "name": "Dergay, Alexander"
            },
            {
                "name": "Garcia, Jeanette"
            },
            {
                "name": "Garriott, Richard"
            },
            {
                "name": "Haggis, Mata"
            },
            {
                "name": "Kavan, Jan"
            },
            {
                "name": "MacKay, Amanda"
            },
            {
                "name": "Mentz, Kevin"
            },
            {
                "name": "Morgan, Richard"
            },
            {
                "name": "Rodriguez, Daryl"
            },
            {
                "name": "Rosa, Sergio"
            },
            {
                "name": "Setola, Hollyanne"
            },
            {
                "name": "Smith, Brad"
            },
            {
                "name": "Snoke, Grace"
            },
            {
                "name": "Sood, Rahul"
            },
            {
                "name": "Trobbiani, Matt"
            },
            {
                "name": "Tyrer, Judy l."
            },
            {
                "name": "Vogt, Dave"
            },
            {
                "name": "Wright, Mike"
            },
            {
                "name": "Ann, Sally"
            },
            {
                "name": "Azor, Frank"
            },
            {
                "name": "Bartlett, Jay"
            },
            {
                "name": "Burtlow, Terry"
            },
            {
                "name": "Carpinelli, Regina"
            },
            {
                "name": "Clarkson, Nick"
            },
            {
                "name": "Elsy, Paul"
            },
            {
                "name": "Fratarcangeli, Andru"
            },
            {
                "name": "Hombergs, Christoph"
            },
            {
                "name": "Kelly, Sean"
            },
            {
                "name": "Kuzia, Karolina"
            },
            {
                "name": "Lambe, Ichiro"
            }
        ],
        "genres": [
            "Reality-TV",
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 9,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMGUzY2ZiZjUtMTU4OC00M2ZiLWFkZDktNTU3ZDE3MzFkOGM2XkEyXkFqcGdeQXVyMTY0NzAxNTU@._V1_SY150_CR5,0,101,150_.jpg",
        "budget": "$1,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "The Obsolete Gamer Show",
        "year": 2014,
        "kind": "tv series",
        "series years": "2014-",
        "akas": [
            "The Obsolete Gamer Show (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9"
        ],
        "writer": [
            {
                "name": "Laraque, J.A."
            }
        ],
        "distributors": [
            {
                "name": "YouTube"
            }
        ],
        "plot": [
            "_The Obsolete Gamer Show_ (qv) is where the gaming world goes to talk and that means we talk to everyone from the game makers to the game players, pro and casuals, celebrities and up and comers.::J.A. Laraque"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}