{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "  2014"
            }
        ],
        "release dates": [
            "Australia::2014"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "180"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "original air date": "2014 (Australia)",
        "plot outline": "Join Making Tracks as Australia's greatest train journeys transport you through our most extreme landscapes, revealing the vast wilderness, pioneering history and colourful characters whose lives revolve around these epic rail lines. Making Tracks travels with The Indian Pacific, The Sunlander and The Ghan, spanning from north to south, east to west and Queensland's Tropical coastline. As three very different journeys unfold, three very different stories come to life, each covering a remarkable expanse of the Australian landscape and its equally remarkable characters. Intriguing tales peppered with local history give us a glimpse the past of the land itself. Each distinctive journey captures the character of the landscape and of its people in a revealing way. Bringing to life the warmth and beauty of the Australian interior. With specialised aerial cinematography and intimate character portraits, we capture the charm of Australia's most spectacular journeys, and the true Aussie spirit of its people.",
        "languages": [
            "English"
        ],
        "title": "Making Tracks",
        "year": 2014,
        "kind": "tv mini series",
        "series years": "2014-2014",
        "akas": [
            "Making Tracks (Australia)"
        ],
        "director": [
            {
                "name": "Dalton, Bettina"
            }
        ],
        "production companies": [
            {
                "name": "Wildbear Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Norddeutscher Rundfunk (NDR)"
            }
        ],
        "plot": [
            "Join _Making Tracks_ (qv) as Australia's greatest train journeys transport you through our most extreme landscapes, revealing the vast wilderness, pioneering history and colourful characters whose lives revolve around these epic rail lines. _Making Tracks_ (qv) travels with The Indian Pacific, The Sunlander and The Ghan, spanning from north to south, east to west and Queensland's Tropical coastline. As three very different journeys unfold, three very different stories come to life, each covering a remarkable expanse of the Australian landscape and its equally remarkable characters. Intriguing tales peppered with local history give us a glimpse the past of the land itself. Each distinctive journey captures the character of the landscape and of its people in a revealing way. Bringing to life the warmth and beauty of the Australian interior. With specialised aerial cinematography and intimate character portraits, we capture the charm of Australia's most spectacular journeys, and the true Aussie spirit of its people.::WildBear Entertainment"
        ],
        "tech": {
            "runtime": [
                "3 hr (180 min)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}