{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "5 January 2009"
            },
            {
                "country": "USA\n",
                "date": "19 February 2009"
            },
            {
                "country": "Netherlands\n",
                "date": "7 April 2009"
            },
            {
                "country": "Australia\n",
                "date": "28 August 2009"
            },
            {
                "country": "Hungary\n",
                "date": "27 September 2009"
            },
            {
                "country": "Japan\n",
                "date": "17 July 2010"
            },
            {
                "country": "Germany\n",
                "date": "6 January 2011"
            },
            {
                "country": "Sweden\n",
                "date": "19 September 2011"
            }
        ],
        "release dates": [
            "Canada::5 January 2009",
            "USA::19 February 2009",
            "Netherlands::7 April 2009",
            "Australia::28 August 2009",
            "Hungary::27 September 2009",
            "Japan::17 July 2010",
            "Germany::6 January 2011",
            "Sweden::19 September 2011"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Being Erica"
            },
            {
                "countries": "Bulgaria (Bulgarian title)",
                "title": "Да бъдеш Ерика"
            },
            {
                "countries": "Canada (English title) (working title)",
                "title": "The Session"
            },
            {
                "countries": "Croatia",
                "title": "Erica"
            },
            {
                "countries": "France",
                "title": "Les vies rêvées d'Erica Strange"
            },
            {
                "countries": "Germany",
                "title": "Being Erica - Alles auf Anfang"
            },
            {
                "countries": "Hungary",
                "title": "Erica világa"
            },
            {
                "countries": "Romania",
                "title": "În mintea Ericai"
            },
            {
                "countries": "Russia",
                "title": "Быть Эрикой"
            },
            {
                "countries": "Serbia",
                "title": "Kako je biti Erika"
            },
            {
                "countries": "USA",
                "title": "Being Erica"
            }
        ],
        "akas": [
            "Being Erica (original title)",
            "Да бъдеш Ерика Bulgaria (Bulgarian title)",
            "The Session Canada (English title) (working title)",
            "Erica Croatia",
            "Les vies rêvées d'Erica Strange France",
            "Being Erica - Alles auf Anfang Germany",
            "Erica világa Hungary",
            "În mintea Ericai Romania",
            "Быть Эрикой Russia",
            "Kako je biti Erika Serbia",
            "Being Erica USA"
        ],
        "akas from release info": [
            "Being Erica (original title)",
            "Да бъдеш Ерика Bulgaria (Bulgarian title)",
            "The Session Canada (English title) (working title)",
            "Erica Croatia",
            "Les vies rêvées d'Erica Strange France",
            "Being Erica - Alles auf Anfang Germany",
            "Erica világa Hungary",
            "În mintea Ericai Romania",
            "Быть Эрикой Russia",
            "Kako je biti Erika Serbia",
            "Being Erica USA"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Doctor Who?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 56,
                    "original air date": "26 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Doctor-in-training Erica is dismayed to learn that her first patient is someone that she knows: her soon to be ex-brother-in-law, Josh MacIntosh, a man she neither understands or likes. Despite she realizing that Josh needs help, Erica hates him even more after Samantha's vitriolic verbal attacks about their bitter divorce proceedings. To help Erica help Josh, Dr. Tom sends her back to the incident when she first realized that she hated him, which was a trip in 1998 by Erica, Sam, Josh and Jenny to Fort Lauderdale to visit Erica and Sam's grandmother. Erica tries to ...    "
                },
                "2": {
                    "title": "Osso Barko",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 42,
                    "original air date": "3 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Julianne and Erica have a somewhat uncomfortable time at Frank Galvin's funeral in the fact of running into some of their old nemeses, most specifically Thomas Friedkin. Julianne is also expecting a visit from her sister Georgie, a brilliant academic, who wants to pitch a book by her friend, local professor Michel Streith. Both these events place Julianne on edge, more so than usual, her frustrations which she takes out on 50/50's new assistant, Rachel. Julianne and Erica have differing opinions about Rachel, who Erica likes, despite her quirky nerdiness, which ...    "
                },
                "3": {
                    "title": "Baby Mama",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 45,
                    "original air date": "10 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Beyond the shock of the news, everyone seems happy about Samantha being pregnant with Lenin's baby - everyone except for Barb. Barb believes Samantha is being irresponsible yet again. Erica is surprised by her mother's reaction, but she will have to understand that reaction after Dr. Tom tells her that her mother is her next patient. Erica thinks she knows why Barb is feeling the way she is, but Dr. Tom sends Erica back to 1969 and seventeen year old Barb's senior year in high school to get a true picture of what is bothering Barb in present day. What Erica finds out ...    "
                },
                "4": {
                    "title": "Born This Way",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 39,
                    "original air date": "17 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Scott Galvin's reign at River Rock brings an entirely different corporate mentality, where everything is driven by his testosterone laden sense. The men have to be dudes, and the projects they will be working on reflect Scott's own interests. Even the name of the company has been re-branded to The Rock. As hard as he tries for the sake of keeping his job, Brent just doesn't fit into this new corporate image. Erica's advice of pitching an idea that brings his own sensibilities into the testosterone world of The Rock gets Brent fired. After the fact, Erica realizes that...    "
                },
                "5": {
                    "title": "Sins of the Father",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 45,
                    "original air date": "24 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    By opening up a part of her own personal life to him, Dr. Naadiah is trying to show Dr. Tom that he can be a good therapist and still maintain a healthy personal life. She is trying to get him to return the several telephone calls from his former fiancée, Amanda, to see why she has come back into his life. Telephoning Amanda and forgiving her for walking out on their engagement to marry another man may be two different things. Dr. Naadiah sends Tom back to his and Amanda's engagement party, where he believed that Amanda was looking for an excuse to leave him so that ...    "
                },
                "6": {
                    "title": "If I Could Turn Back Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 41,
                    "original air date": "31 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    In the next phase of her doctor training, Erica, for twenty-four hours, receives the power of initiating time travel. As a doctor-in-training, her current temporary powers only allow her to travel within that same day. Dr. Tom warns her that with power comes much responsibility. Erica, like a kid in a candy shop, wants to tell the whole world what she can now do. But she comes to the realization that she can fix some mistakes that she feels she's already made that day. One has to do with Julianne and Brent, who are moving into new territory in their relationship. They...    "
                },
                "7": {
                    "title": "Being Ethan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "votes": 34,
                    "original air date": "7 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Despite still feeling the emotional pain of the situation, Erica is trying to move on with her life after Adam breaking up with her. She is trying to make herself feel better by wearing pretty but somewhat provocative clothes. Her friends believe her outward appearance matches how she is feeling inside. Coincidentally, she runs into Ethan, who is also a recent dumpee, this time by yet another strong, risk taking woman, much in the same vein of Claire and Erica herself. Erica sees that Ethan is always falling for the wrong type of woman, one who wants different things ...    "
                },
                "8": {
                    "title": "Please, Please Tell Me Now",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "votes": 37,
                    "original air date": "14 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Beyond Rachel knowing, Julianne isn't yet ready to tell the world, let alone Erica, that she and Brent are a couple. Although Brent respects Julianne's wishes, he doesn't much like it. Erica also isn't ready to tell the world that she and Kai are now dating. Their relationship faces its own challenges with Kai being officially from the future. Being as such, Kai has certain knowledge about what will happen in Erica's life. Although he knows he isn't supposed to tell her anything about the future, the temptation to pass along monumental news may be too difficult to ...    "
                },
                "9": {
                    "title": "Erica's Adventures in Wonderland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "votes": 43,
                    "original air date": "28 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    It's the day of Dave and Ivan's wedding, and Erica, seeing two people in love, is reflective of her recent relationships. That reflection is also due in part to having Kai be her date to the wedding, yet seeing Adam there, not only for the first time since their break-up but with another woman as his date. She is lamenting the fact of always seeming to pick the wrong men, as even her relationship with Kai she eventually realizes can't last since they don't belong to the same point in time. Kai may be a little slower in coming to this realization as evidenced by a ...    "
                },
                "10": {
                    "title": "Purim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "votes": 34,
                    "original air date": "5 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    It's Erica's thirty-fifth birthday. She and Adam are back together, although they still disagree on certain issues, such as personal boundaries. Regardless, she's generally in a happy place in her life. She even gets a present from an unexpected source. The one negative issue in her life on this day starts when she catches Julianne and Brent locked in a romantic kiss at the office, which is her introduction to the fact of them being a couple. Instead of feeling happy for them, especially Julianne who she knows has been unhappy romantically of late, Erica feels that ...    "
                },
                "11": {
                    "title": "Dr. Erica",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "votes": 73,
                    "original air date": "12 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Julianne and Brent hit a possible obstacle in their relationship, namely Brent's dog Duchess and how well, or more precisely how badly the two females get along. Meanwhile, Erica is beginning to have a series of scattered visions which is giving her massive headaches. Dr. Tom informs her that the visions are a sign that she is now a full fledged therapist, the visions, which will become clearer as time goes on, identifying who her potential patient will be. Erica is unprepared for this news, and feels she will need Dr. Tom's guidance now more than ever in navigating ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Dr. Tom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 130,
                    "original air date": "19 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Thirty-two year old Erica Strange is bright, educated and pretty, but she's had a bad life, self admittedly due to the many bad decisions she's made over her adult life. On the day that she meets self-proclaimed therapist Dr. Tom in the hospital, Erica has had the latest in a string of bad days: she gets fired from her dead end customer service job at an insurance agency for being too bright; she gets dumped by her latest boyfriend who she met over the Internet; and she gets hospitalized for drinking a specialty coffee containing nuts, she being deathly allergic to ...    "
                },
                "2": {
                    "title": "What I Am Is What I Am",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 101,
                    "original air date": "12 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Erica goes back to 1995, her second year of university, where she is invited to join a secret society.    "
                },
                "3": {
                    "title": "Plenty of Fish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 89,
                    "original air date": "19 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Erica, feeling like a failure since high school, decides to ask Ethan, who is going through a divorce and recently moved back to Toronto, to escort her as her make believe boyfriend to her high school reunion. There are two people who Erica is not looking forward to seeing at the reunion. One is Katie, who has always gotten under Erica's skin. But the more important one is Zach Creed, the popular kid to whom she lost her virginity. Beyond the fact that the sex with Zach was bad, he humiliated her after the fact. Erica feels that experience with Zach has negatively ...    "
                },
                "4": {
                    "title": "The Secret of Now",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 91,
                    "original air date": "26 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Erica starts her job at River Rock Publishing, and travels back to April 1995 to confront her creative-writing professor.    "
                },
                "5": {
                    "title": "Adultescence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 77,
                    "original air date": "2 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Erica and Judith have a falling out over a misunderstanding regarding who Judith has chosen as her baby's godmother. Erica not being chosen reinforces her own negative perceptions of not feeling grown up. Dr. Tom sends Erica back to her Bat Mitzvah, appropriate not only because it was supposed to be her official transition into adulthood, but also that she walked out on that party just like she did with the baby shower she just hosted for Judith. Erica's Bat Mitzvah, on a theme of the movie Dirty Dancing (1987), never lived up to hype and excitement she felt before the party. But Erica's...    "
                },
                "6": {
                    "title": "Til Death",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 69,
                    "original air date": "11 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    In the lead up to Sam and Josh's wedding, Erica and Ryan, Josh's best man, have been dating, publicly announcing the fact, making Erica uncomfortable. The fact that Ethan and Claire may have reconciled isn't helping either. But topping Erica's uncomfortable list in the relationship department is Sam and Josh themselves, their relationship which she just does not understand. She can't help but feel that they are making a big mistake in getting married. She feels even worse when Sam herself expresses the same doubts just before the ceremony. With Dr. Tom, Erica dictates...    "
                },
                "7": {
                    "title": "Such a Perfect Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 76,
                    "original air date": "18 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Erica is facing a lot of stress in her life. Sam is no longer talking to her and never wants to see her again. Marcus Stahl wants to renege on the book deal of writing his memoirs since he can't visit that dark place in his past. Because she feels her sessions with Dr. Tom have so far made her life worse than better, she wants to quit. However, Dr. Tom offers her a gift because of her stress: he will send her back to any day she wants where she was the cause of the day being perfect. She chooses a time as a teenager, taking a day trip to Toronto Island with Leo and ...    "
                },
                "8": {
                    "title": "This Be the Verse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 70,
                    "original air date": "25 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    It's Yom Kippur, and there is much pressure within the Strange family for everyone to reconcile, especially Erica and Sam, but also Gary and Barb, the latter who has has always resented her husband's decision to be a rabbi, and Erica and Barb. Dr. Tom sends Erica back to Yom Kippur 1997 - the year following Leo's death - when Gary and Barb were having a fight over his spending so much time at the synagogue, with Erica siding with her father. In addition to Barb wanting a divorce following that incident, Erica and Barb's relationship has since been an antagonistic one....    "
                },
                "9": {
                    "title": "Everything She Wants",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 107,
                    "original air date": "4 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Erica travels back to December 1999, when her best friend was a lesbian.    "
                },
                "10": {
                    "title": "Mi Casa, Su Casa Loma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 68,
                    "original air date": "11 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    In an attempt to mend her friendship with Katie, Erica travels back to Halloween 1993.    "
                },
                "11": {
                    "title": "She's Lost Control",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 66,
                    "original air date": "18 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Attempting to alleviate the awkwardness in her friendship with Ethan, Erica travels back five months to the night of her high school reunion.    "
                },
                "12": {
                    "title": "Erica the Vampire Slayer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 67,
                    "original air date": "25 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Erica's promotion to junior editor may be in jeopardy; she travels back to 2001 and participates in a vampire live action role-playing game.    "
                },
                "13": {
                    "title": "Leo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 96,
                    "original air date": "1 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Erica's life is finally going great, both personally and professionally. But the fact that December 13th is approaching is weighing heavily on her mind, that date being the anniversary of Leo's death, which is still her biggest regret in life. Leo died at the age of 21 in a barn fire at her grandmother's farm, the fire that appears to be an accident of Leo's own doing. The farm is now the unofficial grave site where the family visits only once a year to mourn. Erica wants things to change, to make Leo's memory more of a happy thought than a somber one. Her idea is to ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Being Dr. Tom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 75,
                    "original air date": "22 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Because Erica reneged on her vow not to try and save Leo from dying, Dr. Tom quits being her therapist. He refuses to see her. Erica in turn refuses to continue with therapy with her new assigned therapist, Dr. Naadiah. Erica feels that perhaps she doesn't require therapy anymore. She is in a committed, loving relationship with Ethan. She got the much coveted job editing River Rock's latest high profile book (much to Brent's chagrin). And her relationship with her family is the best it's ever been. But Erica learns that there is a cost to quitting therapy. That cost ...    "
                },
                "2": {
                    "title": "Battle Royale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 56,
                    "original air date": "29 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Erica and Ethan's relationship hits a rough patch. They have been arguing a lot without Erica really knowing why. In turn, Ethan seems to be running away from her without telling her of that fact. This relationship is becoming reminiscent of Erica's previous relationship with Malcolm Abrams. Once her best friend during their senior year when they were both camp counselors, the two became romantic after which he suddenly broke up with her. The break up caused a war of one-upsmanship which Erica eventually lost. The second time around, Erica vows not to play these games...    "
                },
                "3": {
                    "title": "Mama Mia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 55,
                    "original air date": "6 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Erica is still trying to find out more about Kai, either directly from him or from Dr. Tom. Kai doesn't want to talk about therapy, but is glad to talk to Erica about other things, which she may need. She can't seem to talk to best friend Judith anymore as Judith is always caught up with baby stuff. This dynamic between herself and Judith brings up a previous issue between them when they were in university. Erica signed them up as Frosh leaders, something that Judith didn't really want to do. But Erica reneged on that commitment, leaving Judith to do it on her own. ...    "
                },
                "4": {
                    "title": "Cultural Revolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 61,
                    "original air date": "13 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Risk averse Erica has decided that in not taking risks, she is often standing on the sidelines wondering how much more could have been achieved. Testing the sexual boundaries with Ethan may be one thing, but the bigger risk is the opportunity to write the sex book instead of edit it, which is what Julianne is offering her. If she accepts, that means she has to give up her stable editing job. This decision is reminiscent of the year after the completion of her undergraduate degree, when she and Jenny were going to go to Taipei for the summer to teach English but ...    "
                },
                "5": {
                    "title": "Yes We Can",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 58,
                    "original air date": "20 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Erica's life seems to be bound by rules and conventions, rather than acting on what may be deep in her heart. Ethan has just moved in, yet he feels threatened by Erica's relationship with Kai. Erica, with Ethan in tow, needs to do some research for her sex book at a bona fide sex club, where many social rules are broken. To allow her to feel what life is like without these conventions, Dr. Tom gives her the entire day again, this time how she wants it to play out. The only thing that will exist on her day after the fact is her memory of it. So she lets loose, and ...    "
                },
                "6": {
                    "title": "Shhh... Don't Tell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 52,
                    "original air date": "27 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    It's Thomas Friedken's 45th birthday, and Julianne decides to give him a key to her apartment as a birthday gift. Erica stumbles across something that makes her think Julianne's gift may not be the best idea, but doesn't know if telling Julianne this secret is the best idea either. Dr. Tom thinks this situation is reminiscent of a time when Erica was a high school senior. Jenny had as her target a quiet but overachieving classmate named Fiona Watt, who Jenny tormented until Fiona left school never to return. Erica knew what Jenny was doing, and even to this day feels ...    "
                },
                "7": {
                    "title": "The Unkindest Cut",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 62,
                    "original air date": "3 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Barb has just started dating a new man named Norm, for which Erica is happy. Erica volunteers to pass the news along to her father, who seems less than thrilled despite stating otherwise. Erica talks Barb into introducing Norm to the family at an upcoming family bris, at which Gary is to act as the mohel and a reluctant Erica the sandak, a role to which she agrees if only to feel more connected to Gary at this pivotal time. Meanwhile, with Dr. Tom's knowledge, Erica is called into Dr. Fred's office to discuss a roadblock that Kai is facing in his therapy. What little ...    "
                },
                "8": {
                    "title": "Under My Thumb",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 53,
                    "original air date": "10 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    It's the end of a bad day for Erica. First, she catches Ethan masturbating to cheesy computer porn, this issue which Erica cannot understand. Second, Julianne has a meltdown in front of Erica about Friedken's strong arm tactics after she humiliated him in front of the rest of the staff. And third, Sam arrives back in Toronto on Erica's doorstep announcing that she's left Josh in London without even telling him. On top of these issues, Erica receives a visit from Dr. Fred asking for continued assistance in Kai's therapy, which Erica feels at the present time unable to ...    "
                },
                "9": {
                    "title": "A River Runs Through It... It Being Egypt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 56,
                    "original air date": "17 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Erica is on strained terms with Kai because he had sex with Sam after she told him to look after her. It doesn't help when Erica tries to avoid him, but still runs into him both in her professional and personal life. She's not sure what the connection is to her current problems, but Dr. Tom decides to send Erica back to a time in high school when she and Leo had a house party, which resulted in Gary's beloved \"mid life crisis car\" getting trashed. Gary was never more angry with her than over that incident, and his and Leo's relationship never recovered. In going back,...    "
                },
                "10": {
                    "title": "Papa Can You Hear Me?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 56,
                    "original air date": "24 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Things around Erica are not going well. Sam, who is still staying with Erica and Ethan, has just been served divorce papers by Josh, who wants to take her for everything. And Erica loses two important people in her life. First, Brent no longer wants to associate with her as he sees them as being on opposite sides of a Cold War. And second, Kai no longer wants to see her after her admission to him that she has feelings for him. Not wanting to fall into what he sees as the bad life he lived in 2019, Kai quits his job at Goblins without telling Erica in hopes that she ...    "
                },
                "11": {
                    "title": "What Goes Up Must Come Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 55,
                    "original air date": "1 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    The Cold War at River Rock Publishing between Brent and Julianne continues. Erica, editor of \"The None\" - Katie's new book - is falling on Julianne's side of the war, despite not wanting to have to choose between the two. When a traumatic event occurs to Erica at River Rock, Dr. Tom decides on Erica's tenure at a dot com in 2001 as the next item on her list to revisit. Erica quit her job at meandyoumakes2.com just prior to it being sold. If she had stayed at the dot com through its sale, she probably would have made millions. Dr. Tom sends her to an alternate reality ...    "
                },
                "12": {
                    "title": "The Importance of Being Erica",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 81,
                    "original air date": "8 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Erica is feeling conflicted about her decision to start her own publishing company with her fellow fired River Rocker Julianne, their first planned book being Seth Newman's manuscript about escaping from a cult within which his family still lives. Although the business was Erica's idea, Julianne is equally as excited about the prospect. Ethan, however, wants Erica to be more cautious in whatever her next career pursuit. Dr. Tom gives Erica a test to follow her gut feeling. As Erica is unable to complete this test, Dr. Tom sends Erica back to graduate school, when ...    "
                }
            },
            "3": {
                "1": {
                    "title": "The Rabbit Hole",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 54,
                    "original air date": "21 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Erica walks through her chosen door and finds herself in a therapy group run by Dr. Tom.    "
                },
                "2": {
                    "title": "Moving on Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 41,
                    "original air date": "28 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    It's been three weeks since Erica broke up with Ethan, yet whatever she does, she just can't stop thinking about him. Even though she initiated the break-up, she feels a double loss in that he was both her lover and best friend. She has to figure out how to move on without him. On the sexual front, she seems to be running into more men to whom she is attracted, some who look like Ethan. With some, she even contemplates having sex. And she runs into old boyfriend Ryan, with whom she thinks she can have a platonic relationship - the male friend part - now that she and ...    "
                },
                "3": {
                    "title": "Two Wrongs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 40,
                    "original air date": "5 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Erica and Julianne learn that Brent is outbidding them for Seth Newman's book, not because he wants to publish it, but because he will do anything to ruin Erica and Julianne, who, to him, is purely the competition who he doesn't like. Erica wants to use diplomacy to deal with this situation. When Brent doesn't seem interested in diplomacy, the battle between 50/50 and River Rock becomes an all out war. Armed with incriminating information from Brent's past, Erica and Julianne decide to ruin Brent like he seems determined to do to them. Before Erica makes this joint ...    "
                },
                "4": {
                    "title": "Wash, Rinse, REPEAT",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 45,
                    "original air date": "12 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Erica receives a surprise visit from someone she never expected to see again: Kai. She figures he is on a rogue mission as this visit seems against the rules of therapy. Regardless, he has much news for her, the most important being that he looks for her in the year 2019 and can't find her. Erica believes the worst for herself, meaning death for her in 2019 at age 42. As Erica progresses through the day, she can't focus on anything else besides the possibility of dying at such a young age and wanting to find out for sure what really happens to her in 2019. As such, Dr...    "
                },
                "5": {
                    "title": "Being Adam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 48,
                    "original air date": "20 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Adam learns that Hastings, his old boss for who he did his enforcing, has just died. At the wake which Adam reluctantly attends, many of his old enforcer colleagues, including his own younger brother Johnny who Adam got into the business, try to get him to return to this old lifestyle, which he declines but in such a way that those enforcer tendencies are still evident within him. Dr. Tom feels that Adam is now ready to confront that aspect of his life, and sends him back to his early twenties when he had a job with the \"boss from hell\", Sean, who Adam beat up after ...    "
                },
                "6": {
                    "title": "Bear Breasts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 48,
                    "original air date": "27 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Erica realizes that she has feelings for Adam, but won't do anything about it since she believes they are like oil and water. As such, Dr. Tom tells her to spend her day doing what her impulses or \"id\" tell her to do, without her conscious or \"superego\" censoring those decisions. This day happens to be the day of the Pride Parade when her old friend Cassidy is coming back to town. Spending the day with homosexuals, Cassidy in particular, may help Erica in this task as she has seen how Cassidy, as a homosexual woman, has taken those risks and acted on her impulses. But...    "
                },
                "7": {
                    "title": "Jenny from the Block",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 43,
                    "original air date": "3 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Having not seen or heard from her since she left to follow a guy to Los Angeles six months ago, Erica receives a surprise visit from Jenny, who admits she made a mistake, yet again, in making that move and didn't want to face Erica in disgrace. Rather than be angry, Erica vows to help Jenny get through this rough period in her life. As 50/50 Publishing is going through growing pains, Erica convinces Julianne to hire Jenny as their assistant. Although Jenny tries in her own way, Erica ends up doing most of Jenny's job while neglecting her own. And while the work at 50/...    "
                },
                "8": {
                    "title": "Physician, Heal Thyself",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 46,
                    "original air date": "10 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Kai returns. Based on what he told her last time he saw her, Erica is certain that this trip is the one where the two of them will have sex. Because the encounter already happened in Kai's past, Erica is unsure if she has the ability to change that if indeed she does not want to have sex with Kai, which based on circumstance could not blossom into a full fledged relationship. Erica brings this conundrum up at group therapy. Beyond what Erica sees as a slight glimpse of jealousy on Adam's part to this news, Dr. Tom reacts in such a way that angers Erica and that could ...    "
                },
                "9": {
                    "title": "Gettin' Wiggy Wit' It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 39,
                    "original air date": "17 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    When Erica goes back with Camilla on one of her regrets, Erica inadvertently runs into Seth Newman, who is really an Orthodox Jew named Shimon Nyberg and not an-ex cult member as he writes about in The Purple Door. Erica feels helpless in this situation as Dr. Tom will not allow her to add signing Seth Newman as a regret since she gleaned his fraud through a method through which she shouldn't. And Dr. Tom feels helpless since he feels responsible for Erica finding out and can't do anything within the rules of therapy to help her. As Erica and Julianne try to figure ...    "
                },
                "10": {
                    "title": "The Tribe Has Spoken",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 40,
                    "original air date": "24 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Adam runs into Beatrice, the woman who was shown to him as his loving wife in a seemingly happy alternate life. Despite being attracted to her and feeling a connection to her, he almost feels as if Beatrice is his destiny without any consideration on his part. Meanwhile, Erica and Julianne receive nothing but bad news about 50/50 Publishing's future in the wake of their moral decision not to publish The Purple Door. Declaring bankruptcy seems the most obvious choice. The one possibility to keep 50/50 afloat is to accept the offer to publish anything that will at least...    "
                },
                "11": {
                    "title": "Adam's Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 45,
                    "original air date": "1 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    50/50 Publishing's future seems a little brighter now that Brent has provided them with Jay Manuel's exposé on the fashion world as their next big book, and as Julianne ghost top edits Thomas Friedkin's latest book for Brent. Meanwhile, Erica is feeling excited by Adam's implication, partly through his kiss on the deserted island, that he is indeed interested in her romantically. They even have a date scheduled to talk about what the kiss means. After a group therapy session, Erica decides to follow Adam through his exit door to talk to him, but she finds him at the end of a ...    "
                },
                "12": {
                    "title": "Erica, Interrupted",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 58,
                    "original air date": "8 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Erica's life seems to be back on track. 50/50 Publishing's future seems bright. Brent wants to extend a permanent olive branch to Julianne - and by association Erica - due in part to their now closer working relationship. Julianne is still somewhat suspicious as Brent will not tell her why he originally stabbed her in the back. Back with Erica, she is in a budding relationship with Adam. And all of her family - Barb, Gary and Sam - are also in happy places in their lives. But Erica's life takes an unexpected turn when, after waking up after her first ever lovemaking ...    "
                },
                "13": {
                    "title": "Fa La Erica",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "votes": 50,
                    "original air date": "15 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    50/50 Publishing is hosting an all-inclusive Christmas party. The self-professed queen of Christmas, Julianne, is taking charge to ensure that everything for the party matches the exacting standard of a Giacomelli Christmas. On the flip side, Adam, who attends the party nonetheless, has never had a merry Christmas, and he seems determined not to partake in the traditional Christmas festivities just to please others. In the middle is Erica, who, coming from Jewish background, has never officially celebrated Christmas with her family, but has observed its secular ...    "
                }
            },
            "-1": {
                "-1": {
                    "title": "The Road Less Travelled: Part 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Being Erica (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 50,
        "cast": [
            {
                "name": "Karpluk, Erin"
            },
            {
                "name": "Pasternak, Reagan"
            },
            {
                "name": "Riley, Michael"
            },
            {
                "name": "Laskey, Kathleen"
            },
            {
                "name": "Douglas, Joanna"
            },
            {
                "name": "Kelly, Morgan"
            },
            {
                "name": "Boylan, John"
            },
            {
                "name": "Antoine, Vinessa"
            },
            {
                "name": "Brancati, Paula"
            },
            {
                "name": "Northey, Michael P."
            },
            {
                "name": "MacDonald, Adam"
            },
            {
                "name": "Pigott, Sebastian"
            },
            {
                "name": "Leitso, Tyron"
            },
            {
                "name": "Fergus, Adam"
            },
            {
                "name": "Turnbull, Bill"
            },
            {
                "name": "Bostick, Devon"
            },
            {
                "name": "McLaren, Brandon Jay"
            },
            {
                "name": "Gadon, Sarah"
            },
            {
                "name": "Leboeuf, Laurence"
            },
            {
                "name": "Vannicola, Joanne"
            },
            {
                "name": "Seymour, Jeff"
            },
            {
                "name": "Geddis, Jeff"
            },
            {
                "name": "Scrofano, Melanie"
            },
            {
                "name": "Roberts, Kim"
            },
            {
                "name": "Kung, Grace Lynn"
            },
            {
                "name": "Williams, Dewshane"
            },
            {
                "name": "Wong, Jadyn"
            },
            {
                "name": "Joachim, Suzy"
            },
            {
                "name": "Fox, David"
            },
            {
                "name": "Casey, Dillon"
            },
            {
                "name": "Cor, Jon"
            },
            {
                "name": "Greene, Graham"
            },
            {
                "name": "Filippo, Fab"
            },
            {
                "name": "Brown, Jefferson"
            },
            {
                "name": "Maslany, Tatiana"
            },
            {
                "name": "Hutchison, Janelle"
            },
            {
                "name": "Northan, Rebecca"
            },
            {
                "name": "Collins, Lauren"
            },
            {
                "name": "Silk, Anna"
            },
            {
                "name": "Taylor, Mark"
            },
            {
                "name": "Van Sprang, Alan"
            },
            {
                "name": "Sinyor, Jana"
            },
            {
                "name": "Jaffe, Chapelle"
            },
            {
                "name": "Benson, Shaun"
            },
            {
                "name": "Whitmere, Elizabeth"
            },
            {
                "name": "Gilchrist, Riley"
            },
            {
                "name": "Gutoskie, Kristen"
            },
            {
                "name": "Crawford, Rachael"
            },
            {
                "name": "Redican, Dan"
            },
            {
                "name": "Cappe, Noah"
            }
        ],
        "locations": [
            "Toronto, Ontario, Canada",
            "Canada"
        ],
        "genres": [
            "Adventure",
            "Comedy",
            "Drama",
            "Fantasy",
            "Romance"
        ],
        "runtimes": [
            "45"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Australia:M",
            "Canada:PG::(Ontario)",
            "Germany:12",
            "Netherlands:12",
            "New Zealand:M",
            "United Kingdom:15",
            "United States:TV-14"
        ],
        "number of seasons": 4,
        "rating": 7.5,
        "votes": 8511,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDAwOTg2ODIwOF5BMl5BanBnXkFtZTcwMzIwNTcxMw@@._V1_SY150_CR3,0,101,150_.jpg",
        "plot outline": "\"Therapist\" Dr. Tom - who is constantly spouting famous and not so famous historical quotes - is Erica Strange's savior and worst enemy. Erica, a young adult woman, is having a bad life because of the bad decisions she's made. Erica provides Dr. Tom with a long list of those pivotal moments in her life that she feels have led to the bad state she is in today. Erica is initially unaware of what Dr. Tom is intending on doing with this list. What he does do is transport her back in time to each of those moments so that she, with all the knowledge of her present day life, can make better decisions to fix her life. Regardless of these new decisions, Dr. Tom hopes that Erica will come to the realization that although the opinions of others about her life do matter, it's what she thinks of her decisions and her life that are more important.",
        "languages": [
            "English"
        ],
        "title": "Being Erica",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2011",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Fortier, David"
            },
            {
                "name": "Schneeberg, Ivan"
            },
            {
                "name": "Sinyor, Jana"
            }
        ],
        "production companies": [
            {
                "name": "Temple Street Productions"
            },
            {
                "name": "Canadian Broadcasting Corporation (CBC)"
            },
            {
                "name": "BBC Worldwide"
            },
            {
                "name": "Being Erica Productions"
            },
            {
                "name": "Session Productions"
            }
        ],
        "distributors": [
            {
                "name": "BBC Worldwide"
            },
            {
                "name": "Canadian Broadcasting Corporation (CBC)"
            },
            {
                "name": "E4"
            },
            {
                "name": "Hallmark Channel Magyarország"
            },
            {
                "name": "Just Entertainment"
            },
            {
                "name": "LaLa TV"
            },
            {
                "name": "Net5"
            },
            {
                "name": "SoapNet"
            },
            {
                "name": "Temple Street Productions"
            },
            {
                "name": "Universal Channel"
            },
            {
                "name": "Viasat3"
            },
            {
                "name": "ZDFneo"
            }
        ],
        "special effects": [
            {
                "name": "Invisible Pictures"
            }
        ],
        "other companies": [
            {
                "name": "CIBC"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Entertainment Partners Canada"
            },
            {
                "name": "Goldcrest Post Production London"
            },
            {
                "name": "Panavision"
            },
            {
                "name": "Post Modern Sound"
            },
            {
                "name": "Tattersall Sound"
            },
            {
                "name": "Toronto Film Studios"
            },
            {
                "name": "Wildfire Studios"
            },
            {
                "name": "William F. White International"
            }
        ],
        "plot": [
            "\"Therapist\" Dr. Tom - who is constantly spouting famous and not so famous historical quotes - is Erica Strange's savior and worst enemy. Erica, a young adult woman, is having a bad life because of the bad decisions she's made. Erica provides Dr. Tom with a long list of those pivotal moments in her life that she feels have led to the bad state she is in today. Erica is initially unaware of what Dr. Tom is intending on doing with this list. What he does do is transport her back in time to each of those moments so that she, with all the knowledge of her present day life, can make better decisions to fix her life. Regardless of these new decisions, Dr. Tom hopes that Erica will come to the realization that although the opinions of others about her life do matter, it's what she thinks of her decisions and her life that are more important.::Huggo"
        ],
        "tech": {
            "runtime": [
                "45 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "camera": [
                "Panavision Genesis HD Camera"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 8511,
                "rating": 7.5
            },
            "aged under 18": {
                "votes": 2,
                "rating": 7.0
            },
            "aged 18 29": {
                "votes": 1934,
                "rating": 7.8
            },
            "aged 30 44": {
                "votes": 4107,
                "rating": 7.5
            },
            "aged 45 plus": {
                "votes": 1144,
                "rating": 7.3
            },
            "males": {
                "votes": 2631,
                "rating": 6.9
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 9.0
            },
            "males aged 18 29": {
                "votes": 464,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 1436,
                "rating": 6.8
            },
            "males aged 45 plus": {
                "votes": 656,
                "rating": 7.0
            },
            "females": {
                "votes": 4716,
                "rating": 7.9
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 5.0
            },
            "females aged 18 29": {
                "votes": 1452,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 2620,
                "rating": 7.9
            },
            "females aged 45 plus": {
                "votes": 477,
                "rating": 7.7
            },
            "top 1000 voters": {
                "votes": 100,
                "rating": 5.8
            },
            "us users": {
                "votes": 1218,
                "rating": 7.4
            },
            "non us users": {
                "votes": 4642,
                "rating": 7.5
            }
        },
        "number of votes": {
            "10": 2635,
            "9": 1498,
            "8": 1692,
            "7": 1137,
            "6": 539,
            "5": 309,
            "4": 215,
            "3": 116,
            "2": 102,
            "1": 268
        },
        "arithmetic mean": 8.0,
        "median": 8
    }
}