{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "2 February 2009"
            },
            {
                "country": "Belgium\n",
                "date": "13 February 2009"
            },
            {
                "country": "Netherlands\n",
                "date": "11 August 2009",
                "notes": "                            (DVD premiere)"
            },
            {
                "country": "Japan\n",
                "date": "14 November 2009"
            },
            {
                "country": "Germany\n",
                "date": "18 December 2009"
            },
            {
                "country": "Australia\n",
                "date": "26 March 2010"
            },
            {
                "country": "Sweden\n",
                "date": "7 September 2010"
            },
            {
                "country": "Netherlands\n",
                "date": "2 October 2010"
            }
        ],
        "release dates": [
            "UK::2 February 2009",
            "Belgium::13 February 2009",
            "Netherlands::11 August 2009                            (DVD premiere)",
            "Japan::14 November 2009",
            "Germany::18 December 2009",
            "Australia::26 March 2010",
            "Sweden::7 September 2010",
            "Netherlands::2 October 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Whitechapel"
            },
            {
                "countries": "France",
                "title": "Le retour de Jack l'éventreur"
            },
            {
                "countries": "France",
                "title": "Retour à Whitechapel"
            },
            {
                "countries": "Germany (first season title)",
                "title": "Jack the Ripper ist nicht zu fassen"
            },
            {
                "countries": "Germany (second season title)",
                "title": "Das Syndikat der Brüder Kray"
            },
            {
                "countries": "Germany (third season title)",
                "title": "Neue Morde am Ratcliffe Highway"
            },
            {
                "countries": "Greece (transliterated ISO-LATIN-1 title)",
                "title": "Whitechapel: O thanatos den einai to telos"
            },
            {
                "countries": "Greece (DVD title)",
                "title": "Mimisi"
            },
            {
                "countries": "Italy",
                "title": "Whitechapel - Crimini dal passato"
            },
            {
                "countries": "Poland",
                "title": "Morderca z Whitechapel"
            },
            {
                "countries": "Russia",
                "title": "Современный потрошитель"
            }
        ],
        "akas": [
            "Whitechapel (original title)",
            "Le retour de Jack l'éventreur France",
            "Retour à Whitechapel France",
            "Jack the Ripper ist nicht zu fassen Germany (first season title)",
            "Das Syndikat der Brüder Kray Germany (second season title)",
            "Neue Morde am Ratcliffe Highway Germany (third season title)",
            "Whitechapel: O thanatos den einai to telos Greece (transliterated ISO-LATIN-1 title)",
            "Mimisi Greece (DVD title)",
            "Whitechapel - Crimini dal passato Italy",
            "Morderca z Whitechapel Poland",
            "Современный потрошитель Russia"
        ],
        "akas from release info": [
            "Whitechapel (original title)",
            "Le retour de Jack l'éventreur France",
            "Retour à Whitechapel France",
            "Jack the Ripper ist nicht zu fassen Germany (first season title)",
            "Das Syndikat der Brüder Kray Germany (second season title)",
            "Neue Morde am Ratcliffe Highway Germany (third season title)",
            "Whitechapel: O thanatos den einai to telos Greece (transliterated ISO-LATIN-1 title)",
            "Mimisi Greece (DVD title)",
            "Whitechapel - Crimini dal passato Italy",
            "Morderca z Whitechapel Poland",
            "Современный потрошитель Russia"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Episode #4.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Whitechapel (TV Series 2009–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 167,
                    "original air date": "4 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Chandler and Miles attend the launch of Buchan's book on murders in Whitechapel, where they are baffled by cryptic remarks made by an eccentric old lady, Louise Iver. At the same time, elderly vagrant Alexander Zukanov is lured to a house with strange markings on the wall where he is pressed to death, giving the name Dorothy Cade to his killer before he dies. Miles and Chandler visit Zukanov's doss-house and learn that the other occupants were frightened of him and regarded him as a warlock. Buchan confirms that Zukanov was a member of the Bulgarian secret service and...    "
                },
                "2": {
                    "title": "Episode #4.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Whitechapel (TV Series 2009–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 146,
                    "original air date": "11 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Buchan theorizes that the killer believes they are a modern Witchfinder General and that the markings on both Dorothy's house and the scene of Alexander's murder are to warn off evil spirits, though homeless Lee Bysack claims they are to show houses friendly to vagrants. Another woman is killed and it seems that each victim gave the murderer the name of an associate, who was then slain. Dr. Llewellyn tells Chandler that Dorothy's killer lost a finger through gangrene and Buchan explains that the gangrene was probably the result of ergot poisoning, which causes madness...    "
                },
                "3": {
                    "title": "Episode #4.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Whitechapel (TV Series 2009–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 127,
                    "original air date": "18 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    A young woman is menaced in a graveyard but her stalker is slain by an assassin, who runs away. Next morning a human face is found in an art gallery exhibiting the works of Sebastian Marlowe, the body being later fished from a river. Numerous tattoos on body and face identify the dead man as Nikolay Baldaev, a member of the Russian Mafia and, on the house-to-house enquiry butcher Anjit Marsud and his daughter Sabina deny knowing him but appear to be lying. Chandler establishes that Sebastian Marlowe does not exist, the work being created by his supposed assistant ...    "
                },
                "4": {
                    "title": "Episode #4.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Whitechapel (TV Series 2009–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 129,
                    "original air date": "25 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Following the discovery of a third corpse, flayed like the others, Sabina Masud talks to Chandler. She explains that Baldaev was the leader of a Russian extortion gang demanding money from her father. When he refused to pay Baldaev stalked her and she was in the graveyard when he was killed, describing his slayer as resembling an old woman wearing a leather mask. This fits the description of the person who abducted young student William Tierney Clark. Clark, like the other three victims, was acquitted in a case where somebody was killed, suggesting a revenge motive by...    "
                },
                "5": {
                    "title": "Episode #4.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Whitechapel (TV Series 2009–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 121,
                    "original air date": "2 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    In the sewers beneath as Whitechapel church two workmen find the disembowelled corpse of young runner Thomas Griffin. Dr Llewellyn believes his killer removed his stomach and entrails. A camera rigged up in the sewer leads to zoologist Mark Hooper but he was only testing an urban myth to see if feral pigs roamed the sewers. The next victim, Anne Ayres, is found in the same state as Thomas and, like him, was feted for local charity work. Both were profiled by journalist Peter Dunn, who, when visited by the police, is cooking something that smells very strange. At the ...    "
                },
                "6": {
                    "title": "Episode #4.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Whitechapel (TV Series 2009–2013)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 153,
                    "original air date": "9 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Buchan explains that the killers are cannibals, eating their victims to assume their power and goodness. Following Josie's disappearance Miles and Chandler learn that she too was interviewed by Dunn and that he is part of an exclusive dining club - though they feed on endangered species, not people. After Josie's body is found Miles installs a CCTV camera in the police station, which captures Louise Iver committing acts of sabotage which have caused the recent disasters. He believes she is an immortal succubus, inciting others to murder, though Buchan is sceptical. ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Whitechapel (TV Series 2009–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 346,
                    "original air date": "2 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    In the wee hours of the morning, a police constable discovers the body of a woman lying in a yard. The victim is Cathy Lane and the medical examiner determines she was strangled and that her throat was slit. The attack probably lasted no more than a few minutes but the killer tried to gut her as well. The police, led by newly appointed DI Joe Chandler, at first focus on her husband Rob Lees, a brute of a man who also happens to be a butcher, but he has the perfect alibi: he was in the drunk tank at Charing Cross station at the time of the murder. Ripperologist Edward ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Whitechapel (TV Series 2009–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 286,
                    "original air date": "9 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Despite having given a heads up to Commander Anderson about his theory, DI Chandler is called before a review board after a second murder takes place. Again, it has all the earmarks of Jack the Ripper's second murder 100 years ago and appears to vindicate his theory of the copycat killing. DS Miles checks with some of the girls who are on the game and there is a soldier, eventually identified as Pvt. John Leary, who's been roughing some of them up. They bring him in for questioning but he proves less than cooperative. As some of his squad begin to develop at least a ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Whitechapel (TV Series 2009–2013)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 336,
                    "original air date": "16 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    The killer has struck again. With one of their own as the latest victim, the police have to prepare for what should be the final murder. From the CCTV footage, they are able to trace the driver of a van that was in the area and in which they find blood evidence. It is soon evident however that the murderer has in fact stolen someone's identity and the police come to yet another dead end. DI Chandler develops his own theory as to the identity of the original Ripper leading him to a block of flats where he is assaulted. Information in the killer's flat gives them the ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Whitechapel (TV Series 2009–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 229,
                    "original air date": "11 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    The mutilated corpse of an elderly man is dragged from the Thames. From his hand-made shoes he is identified as Lenny Cobb, an old lag who once testified against the notorious but long dead Kray twins who ruled London's gangland in the 1960s. East End historian Buchan believes it is the first in a series of copycat murders in the style of the Krays and is proved right when another ex-villain who gave evidence against the Krays, Slasher Gainford, is also killed. There is also a resurgence in violent attacks such as the mutilation of young Dan Street in a pub toilet, ...    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Whitechapel (TV Series 2009–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 204,
                    "original air date": "18 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    After a shooting in a pub where the Kray brothers killed rival George Cornell a witness names Jimmy Kray, one of two twin brothers born to Angie Brooks thanks to Ronnie Kray's donated sperm. However, as Jimmy has an identical twin, Johnny, the witness cannot be certain as to the true killer. Whilst Serious Crimes Squad boss Cazenove thinks the twins are fakes, purely seeking reflected glory, and not killers, Chandler believes they are trying to unite all the East End gangsters in a federation, as their father and uncle tried to do. All the team are threatened, their ...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Whitechapel (TV Series 2009–2013)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 199,
                    "original air date": "25 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Chandler and Miles survive the ambush but another team member is less fortunate. Commander Anderson publicly berates Chandler, telling him he is off the case, but this is a ruse as Anderson rightly suspects that Cazenove is allowing the Krays to control other criminals as an expedient and wants to put him off the scent. Anderson gathers the team at Buchan's house and outlines his plan. If the Krays are exposed as impostors their grip will be broken. Buchan steals Ronnie's DNA from a museum exhibit and Chandler, after taking on Jimmy in the boxing ring, gets a sample ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Whitechapel (TV Series 2009–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 211,
                    "original air date": "30 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    When a vast police archive is discovered at the station, Chandler persuades a reluctant Miles that Buchan be taken on as a police researcher. That night Ben Salter and three employees are murdered in Ben's tailor shop with no suggestion of forced entry. Fear spreads through the area as folk suppose the killer to be supernatural, though Buchan sees a connection to the Ratcliffe Highway killings 200 years earlier. Chandler's main suspect is Dan Wilkie, a rival of Ben Salter as a teenager, until Ben's embittered half-brother Marcus is pulled in and placed in custody - ...    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Whitechapel (TV Series 2009–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 188,
                    "original air date": "6 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    After another family is killed, the custody officer admits that Salter terrified him into releasing him. Salter was owed money by the victims, as he was by his brother, and he is eventually cornered in a cinema and recaptured. However he is exonerated following the slaughter of another household, the link to each slaying being that in each case a selfish young woman is spared. Buchan's research leads to a man who was familiar with the murder sites and had a grievance against an arrogant female driver. Have the police got their man this time?    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Whitechapel (TV Series 2009–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 184,
                    "original air date": "13 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    After a fox drops a woman's severed hand in Whitechapel DI Mina Norroy arrives from Richmond, where the rest of the torso has floated down river. The woman was poisoned and then dismembered. Ella Bowe, missing from home for six months, seems a likely victim but is proved not to be. The police locate the fox, following it to the garden of the heavily booby-trapped house of weird reclusive Adelina Grace. A woman's foot is in the garden and Adelina's dead husband's body is inside the house, but he was not murdered, and none of the potions Adelina makes can be identified ...    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Whitechapel (TV Series 2009–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 173,
                    "original air date": "20 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    After Buchan identifies the killer's modus operandi as aping the Marquis De Sade, who murdered women after poisoning them with an aphrodisiac, Chandler and Miles hunt for the individual who contacted a firm specializing in love potions by masquerading as a couple. This leads the team to S and M club the Hooded Crow, where Mina almost falls victim to a man with vampiric tendencies. Then two more victims are found, identical in height and appearance to the first two. Chandler overrules Mina and follows Miles' suggestion that they concentrate on finding Ella Bowe. This ...    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Whitechapel (TV Series 2009–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 186,
                    "original air date": "27 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Babysitter Sasha Lowood is murdered by a man dressed as the mythical bogeyman at the same time that Calvin Mantus, who killed his family in a manner similar to Sasha's slaying, escapes from a secure unit. The police search Mantus' old house, which feels haunted, and where there is a poster of actor Lon Chaney in the film 'London After Dark'. According to unit head Dr. Mortlake, this was Mantus' favourite film and was said to drive its audiences mad. After psychiatrist Morgan Lamb survives an attack by the bogeyman, a masked man is seen toting a gun. But is he what he ...    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Whitechapel (TV Series 2009–2013)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 186,
                    "original air date": "5 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Another boy is killed, and all three victims are discovered to have been in the same school form as Mantus' sister. Morgan survives another attack, injuring her assailant, but she has no connection with the other victims, and young DC Kent feels she is holding something back. Miles believes Mantus is not the murderer and the fact that the three victims all fell foul of recently deceased caretaker Dave Watney seems to prove his point. Does the late Dave have an avenger? Is Morgan the accomplice? Or is Mantus, seen to be nursing a leg injury, the killer after all?    "
                }
            }
        },
        "number of episodes": 18,
        "cast": [
            {
                "name": "Penry-Jones, Rupert"
            },
            {
                "name": "Davis, Phil"
            },
            {
                "name": "Pemberton, Steve"
            },
            {
                "name": "Stockman, Sam"
            },
            {
                "name": "Rushbrook, Claire"
            },
            {
                "name": "Bishop, Ben"
            },
            {
                "name": "Walters, Hannah"
            },
            {
                "name": "Dudkiewicz, Damian"
            },
            {
                "name": "Rossi, George"
            },
            {
                "name": "Pleasence, Angela"
            },
            {
                "name": "Jennings, Alex"
            },
            {
                "name": "Fulford, Christopher"
            },
            {
                "name": "Harris, Johnny"
            },
            {
                "name": "Parkinson, Craig"
            },
            {
                "name": "Serafinowicz, Peter"
            },
            {
                "name": "Nicolson, Steve"
            },
            {
                "name": "Beard, Tom"
            },
            {
                "name": "Hickey, Paul"
            },
            {
                "name": "Percival, Daniel"
            },
            {
                "name": "Newman, Alison"
            },
            {
                "name": "Flitton, Mark"
            },
            {
                "name": "Leonard, Sally"
            },
            {
                "name": "Stanton, Sophie"
            },
            {
                "name": "Gregory, Constantine"
            },
            {
                "name": "Tomovic, Branko"
            },
            {
                "name": "Empson, Tameka"
            },
            {
                "name": "Moulds, Lee"
            },
            {
                "name": "Marshall, Gavin"
            },
            {
                "name": "Dhillon, Mandeep"
            },
            {
                "name": "Leonard, Lydia"
            },
            {
                "name": "Curran, Jake"
            },
            {
                "name": "Power, Camilla"
            },
            {
                "name": "Riley, Jane"
            },
            {
                "name": "Kpaka, Nakay"
            },
            {
                "name": "Anderson, Georgine"
            },
            {
                "name": "Davies, Deddie"
            },
            {
                "name": "Chong, Christina"
            },
            {
                "name": "Cotterill, Chrissie"
            },
            {
                "name": "Beck, William"
            },
            {
                "name": "Petrie, Alistair"
            },
            {
                "name": "Hodgkinson, John"
            },
            {
                "name": "Tiernan, Andrew"
            },
            {
                "name": "Manyonda, Simon"
            },
            {
                "name": "Schneider, David"
            },
            {
                "name": "Batey, Joey"
            },
            {
                "name": "Khairdin, Munir"
            },
            {
                "name": "Protheroe, Brian"
            },
            {
                "name": "Caren, Daniel"
            },
            {
                "name": "Clay, James"
            },
            {
                "name": "Leonidas, Stephanie"
            }
        ],
        "locations": [
            "London, England, UK"
        ],
        "genres": [
            "Crime",
            "Mystery",
            "Thriller"
        ],
        "runtimes": [
            "180"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "certificates": [
            "Australia:MA15+::(Season 1 - 4)",
            "Australia:M::(some episodes)",
            "Netherlands:12"
        ],
        "number of seasons": 4,
        "rating": 7.9,
        "votes": 9754,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMWMyM2Q1ZmItOTdiZi00NGQ0LTg4ODctZjdjMzQ2ZTgxNmJmXkEyXkFqcGdeQXVyMjExMjk0ODk@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Set in 2008 and against the hugely atmospheric background of Whitechapel, London, a modern police force are fighting an old adversary. A series of bloody, tragic and impossible crimes would suggest someone is carrying out copycat Jack the Ripper murders. The murders are investigated by our three unlikely heroes: Chandler, a fast-tracked, media savvy DI on his first big murder case; Miles, nearing retirement, a front-line, hard-bitten DS, and Buchan, the eccentrically brilliant Jack the Ripper tour guide.",
        "languages": [
            "English"
        ],
        "title": "Whitechapel",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2013",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Court, Ben"
            },
            {
                "name": "Ip, Caroline"
            },
            {
                "name": "Pemberton, Steve"
            }
        ],
        "production companies": [
            {
                "name": "Carnival Film & Television"
            },
            {
                "name": "ITV - Independent Television"
            }
        ],
        "distributors": [
            {
                "name": "ITV - Independent Television"
            },
            {
                "name": "2 Entertain Video"
            },
            {
                "name": "Canvas"
            },
            {
                "name": "Just Entertainment"
            },
            {
                "name": "KVH Media Group"
            },
            {
                "name": "Katholieke Radio Omroep (KRO)"
            },
            {
                "name": "Koch Media"
            },
            {
                "name": "Koch Media"
            },
            {
                "name": "Polyband"
            },
            {
                "name": "WOWOW"
            }
        ],
        "special effects": [
            {
                "name": "Lexhag VFX"
            }
        ],
        "other companies": [
            {
                "name": "ARRI Media"
            },
            {
                "name": "Audiolink Radio Communications"
            },
            {
                "name": "Bristol Television Film Services"
            },
            {
                "name": "Casting Collective"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Coach House Studios"
            },
            {
                "name": "Compuhire"
            },
            {
                "name": "De Lane Lea"
            },
            {
                "name": "Panalux"
            },
            {
                "name": "Production Copier Company"
            },
            {
                "name": "TLO Film Services"
            },
            {
                "name": "The Look"
            }
        ],
        "plot": [
            "A fast-tracked inspector, a hardened detective sergeant, and an expert in historical homicides investigate modern crimes with connections to the past in the _Whitechapel_ (qv) district of London.::L. Hamre",
            "Set in 2008 and against the hugely atmospheric background of _Whitechapel_ (qv), London, a modern police force are fighting an old adversary. A series of bloody, tragic and impossible crimes would suggest someone is carrying out copycat Jack the Ripper murders. The murders are investigated by our three unlikely heroes: Chandler, a fast-tracked, media savvy DI on his first big murder case; Miles, nearing retirement, a front-line, hard-bitten DS, and Buchan, the eccentrically brilliant Jack the Ripper tour guide.::anonymous"
        ],
        "tech": {
            "runtime": [
                "3 hr (180 min) (3 parts)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 9754,
                "rating": 7.9
            },
            "aged under 18": {
                "votes": 3,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 1241,
                "rating": 8.1
            },
            "aged 30 44": {
                "votes": 3508,
                "rating": 7.9
            },
            "aged 45 plus": {
                "votes": 2652,
                "rating": 7.9
            },
            "males": {
                "votes": 4402,
                "rating": 7.8
            },
            "males aged under 18": {
                "votes": 2,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 687,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 1879,
                "rating": 7.7
            },
            "males aged 45 plus": {
                "votes": 1556,
                "rating": 7.7
            },
            "females": {
                "votes": 3386,
                "rating": 8.2
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 18 29": {
                "votes": 537,
                "rating": 8.2
            },
            "females aged 30 44": {
                "votes": 1587,
                "rating": 8.1
            },
            "females aged 45 plus": {
                "votes": 1057,
                "rating": 8.2
            },
            "top 1000 voters": {
                "votes": 132,
                "rating": 6.7
            },
            "us users": {
                "votes": 1456,
                "rating": 8.0
            },
            "non us users": {
                "votes": 4663,
                "rating": 7.9
            }
        },
        "number of votes": {
            "10": 1873,
            "9": 2111,
            "8": 3262,
            "7": 1496,
            "6": 539,
            "5": 220,
            "4": 83,
            "3": 40,
            "2": 31,
            "1": 99
        },
        "arithmetic mean": 8.1,
        "median": 8
    }
}