{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "20 September 2009"
            },
            {
                "country": "Sweden\n",
                "date": "23 November 2009"
            },
            {
                "country": "Australia\n",
                "date": "16 February 2010"
            },
            {
                "country": "Italy\n",
                "date": "4 March 2010"
            },
            {
                "country": "Hungary\n",
                "date": "30 March 2010"
            },
            {
                "country": "Netherlands\n",
                "date": "11 April 2010"
            },
            {
                "country": "Germany\n",
                "date": "6 March 2013"
            }
        ],
        "release dates": [
            "USA::20 September 2009",
            "Sweden::23 November 2009",
            "Australia::16 February 2010",
            "Italy::4 March 2010",
            "Hungary::30 March 2010",
            "Netherlands::11 April 2010",
            "Germany::6 March 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Bored to Death"
            },
            {
                "countries": "Croatia",
                "title": "Ubi me dosada"
            },
            {
                "countries": "Estonia",
                "title": "Surmani tüdinenud"
            },
            {
                "countries": "Greece (DVD title)",
                "title": "Aneidikeftos detective"
            },
            {
                "countries": "Hungary",
                "title": "Író és kamuhős"
            },
            {
                "countries": "Poland",
                "title": "Znudzony na smierc"
            },
            {
                "countries": "Russia",
                "title": "Убить скуку"
            },
            {
                "countries": "Spain",
                "title": "Bored to death"
            }
        ],
        "akas": [
            "Bored to Death (original title)",
            "Ubi me dosada Croatia",
            "Surmani tüdinenud Estonia",
            "Aneidikeftos detective Greece (DVD title)",
            "Író és kamuhős Hungary",
            "Znudzony na smierc Poland",
            "Убить скуку Russia",
            "Bored to death Spain"
        ],
        "akas from release info": [
            "Bored to Death (original title)",
            "Ubi me dosada Croatia",
            "Surmani tüdinenud Estonia",
            "Aneidikeftos detective Greece (DVD title)",
            "Író és kamuhős Hungary",
            "Znudzony na smierc Poland",
            "Убить скуку Russia",
            "Bored to death Spain"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "The Blonde in the Woods",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bored to Death (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 198,
                    "original air date": "10 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Jonathan with his father, George with his daughter, and Ray with his son each presents a challenge. Meanwhile, Jonathan's new case goes badly awry.    "
                },
                "2": {
                    "title": "Gumball!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bored to Death (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 170,
                    "original air date": "17 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Jonathan wants to prove his innocence as the police pursue him.    "
                },
                "3": {
                    "title": "The Black Clock of Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bored to Death (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 167,
                    "original air date": "24 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Jonathan is to appear on Dick Cavett to pitch his new book only to learn that the guest who'll follow him is his nemesis Louis Green. Ray takes Spenser to the park where he sits in with a breast-feeding support group. He then pushes the stroller home and finger paints. George sits his daughter down to warn her about her fiancé's age. Will anything go well? A tackle, a neck brace, and an arrest embody the conflicts and errors.    "
                },
                "4": {
                    "title": "We Could Sing a Duet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bored to Death (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 162,
                    "original air date": "31 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    George wants to save Emily from Bernard so he tells Jonathan to take her out for a youthful but platonic good time; when she shows him an ad in Craig's List for a detective named Jonathan Ames - and it's someone else's ad - he takes her with him to track down the impostor. Meanwhile, Leah tosses Ray from the apartment for serving a factory-farm chicken to her daughters, so he ends up talking at a bar to an older woman who's a good listener. George, meanwhile, is dining with the earnest Bernard: they have dinner at a restaurant that proves to be owned by Richard in an ...    "
                },
                "5": {
                    "title": "I Keep Taking Baths Like Lady Macbeth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bored to Death (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 154,
                    "original air date": "7 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Ray wonders if he should break off his torrid affair with Belinda now that Leah has invited him back to bed. George refuses to talk to Jonathan, but they do go to friendship counseling. To get back into George's good graces, Jonathan investigates Richard's claim that his restaurant's produce comes from within 50 miles; he gets help from Ray, who plays his jail brotherhood card with Louis with unexpected success. George, preparing for a singing role in a Yale Club review, finds his voice teacher irresistible.    "
                },
                "6": {
                    "title": "Two Large Pearls and a Bar of Gold",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bored to Death (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 158,
                    "original air date": "14 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Men's performances leave something to be desired. Leah finds Ray in a compromising position, and he moves in with George for a few days. George responds limply to Josephine. Jonathan continues his pursuit of information about the sperm bank engulfed in flames years ago. Then, the father of Patti, his first college girlfriend, gives him a job to guard a valuable family necklace during the night before his daughter's wedding. The job comes with strings: Patti wants to sleep with Jonathan one last time before the wedding. With the necklace in a briefcase handcuffed to ...    "
                },
                "7": {
                    "title": "Forget the Herring",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bored to Death (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 175,
                    "original air date": "21 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Four quests. Jonathan makes headway in his search for information about the fire at the sperm bank when Rose, a graduate student in library science, pays him a call; she's searching for her father as well. Her information takes them to Riker's Island and then to a hat shop. There's a Ferris wheel ride as well. George gives Ray a book about the psychological aspects of back pain. George hopes Emily will come to his performance of \"Dream the Impossible Dream\" - he wants her affection; Ray wants Leah to let him back in. For at least one, a successful quest comes at a ...    "
                },
                "8": {
                    "title": "Nothing I Can't Handle by Running Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bored to Death (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 179,
                    "original air date": "28 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Ray finds solace in the fans of Super Ray, George offers a toast at the engagement party he hosts for Emily and Bernard, and Jonathan continues to sort through his feelings, questions, and expectations that accompany the discovery of the identity of his biological father. Thugs take Jonathan's sperm donor to the locker room of a baseball stadium where he's menaced by a man he owes $10,000. Jonathan agrees to stay as a hostage while dad goes to get the cash; the clock ticks and Jonathan may be murdered. George, Ray, and the Super Rays attempt a rescue. Will Jonathan ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Stockholm Syndrome",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bored to Death (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 447,
                    "original air date": "20 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    After his girlfriend Suzanne moves out because of his failure to stop drinking and smoking pot, between-books novelist Jonathan Ames peruses his favorite Raymond Chandler novel, \"Farewell, My Lovely,\" and is inspired to place an ad on Craigslist offering his services as an unlicensed private investigator. Within hours he gets his first case, involving a 19-year-old girlʼs desperate search for her missing sister. Despite the fact that he should be working on his second novel, and despite the fact that he is on deadline for a magazine piece, Jonathan heads out into...    "
                },
                "2": {
                    "title": "The Alanon Case",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bored to Death (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 345,
                    "original air date": "27 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    During an unsuccessful attempt to win back Suzanne, Jonathan gets a phone call and a new case: A woman named Jennifer wants him to tail her boyfriend Gary to see if heʼs been unfaithful. After learning that he and Jennifer share a common pastime - drinking - Jonathan goes in search of her boyfriend, with uncomfortable results. Meanwhile, Ray brings Jonathan along to his colonic for moral support, and George hatches a knockout plan for Jonathan to help him cover up an unsightly sore before a big speech.    "
                },
                "3": {
                    "title": "The Case of the Missing Screenplay",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bored to Death (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 331,
                    "original air date": "4 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    At a New York film-society party, George introduces Jonathan to filmmaker Jim Jarmusch, a fan of Jonathan's first book, who is interested in having him rewrite a screenplay. Later, after leaving his personalized script in a therapistʼs office during an ill-advised late-night tryst with a very young party girl, Jonathan convinces Ray to pose as a patient in order to retrieve it. Meanwhile, George is flummoxed when he runs into his sexy ex-wife Priscilla and her arrogant new husband, fellow publishing magnate Richard Antrem.    "
                },
                "4": {
                    "title": "The Case of the Stolen Skateboard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bored to Death (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 288,
                    "original air date": "11 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Jonathan falls for his latest client, the mother of a boy whose skateboard was stolen by a neighborhood bully. Meanwhile, Ray agrees to help a lesbian couple start a new family, to his wife Leahʼs chagrin, and George has a nostalgic \"armpit crush\" on a young publicist he hopes to woo at the opening of a new Brooklyn restaurant.    "
                },
                "5": {
                    "title": "The Case of the Lonely White Dove",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bored to Death (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 283,
                    "original air date": "18 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    A smitten Russian parolee contracts Jonathan to track down a chanteuse known as \"the Lonely White Dove.\" After a vodka-fueled reconnaissance mission at the Brighton Beach restaurant where the singer works, Jonathan persuades Suzanne - along with Ray and Leah - to join him there for dinner the next night, without revealing his true purpose. Meanwhile, George decides to get in touch with his feminine side as a way to drive sales of his sagging magazines.    "
                },
                "6": {
                    "title": "The Case of the Beautiful Blackmailer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bored to Death (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 355,
                    "original air date": "25 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Jonathan is enlisted to retrieve a sex tape that a female escort is using to extort money from a married New Jersey man. With Ray and George in tow, Jonathan ends up in a motel room with the escort, who attempts to blackmail him as well. Can the very stoned Ray and George save Jonathanʼs neck before the womanʼs enraged brother breaks it?    "
                },
                "7": {
                    "title": "The Case of the Stolen Sperm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bored to Death (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 258,
                    "original air date": "1 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Concerned over the sudden disappearance of the two lesbians who've been buying his sperm, Ray enlists Jonathan to help track the couple down. Breaking into their apartment, Jonathan learns the pair has flown the coop - but not without leaving behind a clue that both shocks and intrigues Ray. Meanwhile, George ignores Jonathan's warnings by publishing a disparaging editorial about Richard Antrem, sending his publishing rival into a fit of rage at a local watering hole.    "
                },
                "8": {
                    "title": "Take a Dive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bored to Death (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 259,
                    "original air date": "8 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Having picked up the gauntlet thrown down by Richard - and having thwarted a blackmail bid aimed at getting Jonathan to take a dive - the Edition team gear up for a tripleheader boxing challenge against their GQ rivals. But with the bouts only hours away, the women in their lives offer some compelling reasons why winning isn't everything.    "
                }
            },
            "2": {
                "1": {
                    "title": "Escape from the Dungeon!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bored to Death (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 230,
                    "original air date": "26 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Taking time out from his new gig as a night-school fiction-writing teacher, Jonathan is hired by a mounted policeman whose name is on the client list of an S&M dungeon thatʼs about to be busted. Meanwhile, George is flummoxed to learn that his new publisher plans to cut costs on every front, and Ray fails a yoga test with Leah, putting their relationship in final jeopardy.    "
                },
                "2": {
                    "title": "Make it Quick, Fitzgerald!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bored to Death (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 224,
                    "original air date": "3 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Jonathan is hired by Richard Antrem, George's nemesis and boxing foe, to investigate Richard's suspicions that his wife Priscilla, who is also George's ex, is having an affair. Jonathan's insecurities resurface when Stella announces she's not over her first love. George learns he has a new female urologist. Ray plots to win back Leah by penning a comic book.    "
                },
                "3": {
                    "title": "The Gowanus Canal Has Gonorrhea!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bored to Death (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 218,
                    "original air date": "10 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    George worries about remaining \"intact\" after getting some sobering news from Dr. Kenwood, his new urologist. A bad day for Jonathan gets worse when a pair of S&M henchmen kidnap him, demanding a ransom that calls \"GI\" George and Ray to action.    "
                },
                "4": {
                    "title": "I've Been Living Like a Demented God!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bored to Death (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 230,
                    "original air date": "17 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    A professor hires Jonathan to track down a valuable item. George finds an alibi to explain the results of his drug test. Flushed with cash from his \"Super Ray\" comic book, Ray heads to the bar - and meets a familiar barfly.    "
                },
                "5": {
                    "title": "Forty-Two Down!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bored to Death (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 200,
                    "original air date": "24 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Jonathan attempts to repair the relationship between a poet/limousine driver and his wife. Ray has a meeting with Kevin Bacon.    "
                },
                "6": {
                    "title": "The Case of the Grievous Clerical Error!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bored to Death (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 202,
                    "original air date": "31 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Leah hires Jonathan to help find her new dog, \"Little Ray.\" Ray joins Jonathan in the search for the dog, getting some inside help from a local woman. A reflective George heads to the hospital for surgery.    "
                },
                "7": {
                    "title": "Escape from the Castle!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bored to Death (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 198,
                    "original air date": "7 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    A dermatologist enlists Jonathan to deliver a letter to his intended at an Asian health spa. Jonathan takes Ray to the spa for his birthday, with George and his new chauffeur Vikram in tow.    "
                },
                "8": {
                    "title": "Super Ray Is Mortal!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bored to Death (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 200,
                    "original air date": "14 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    With the help of Officer Drake, Ray and Jonathan piece together leads to track down the mad stalker who imperils Ray on the eve of the Brooklyn Comic Con. George decides to make a stand at work. Jonathan has another battle with nemesis Louis Greene.    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Schwartzman, Jason"
            },
            {
                "name": "Galifianakis, Zach"
            },
            {
                "name": "Danson, Ted"
            },
            {
                "name": "Burns, Heather"
            },
            {
                "name": "Hodgman, John"
            },
            {
                "name": "Rasche, David"
            },
            {
                "name": "Platt, Oliver"
            },
            {
                "name": "Feiffer, Halley"
            },
            {
                "name": "Slate, Jenny"
            },
            {
                "name": "Thirlby, Olivia"
            },
            {
                "name": "Place, Mary Kay"
            },
            {
                "name": "Kazan, Zoe"
            },
            {
                "name": "Steenburgen, Mary"
            },
            {
                "name": "Robins, Laila"
            },
            {
                "name": "Dukakis, Olympia"
            },
            {
                "name": "Wyse, Alex"
            },
            {
                "name": "Oswalt, Patton"
            },
            {
                "name": "Neuwirth, Bebe"
            },
            {
                "name": "Hecht, Jessica"
            },
            {
                "name": "Wiig, Kristen"
            },
            {
                "name": "Masur, Richard"
            },
            {
                "name": "Venito, Lenny"
            },
            {
                "name": "Bee, Samantha"
            },
            {
                "name": "Beasley, Allyce"
            },
            {
                "name": "Garland, Joel Marsh"
            },
            {
                "name": "Steeves, Finnerty"
            },
            {
                "name": "Yang, Rob"
            },
            {
                "name": "Kirk, Flynn"
            },
            {
                "name": "Fisher, Isla"
            },
            {
                "name": "Naidu, Ajay"
            },
            {
                "name": "Micucci, Kate"
            },
            {
                "name": "Keach, Stacy"
            },
            {
                "name": "Spanger, Amy"
            },
            {
                "name": "Rutigliano, Danny"
            },
            {
                "name": "Ames, Jonathan"
            },
            {
                "name": "Taylor, Ginger A."
            },
            {
                "name": "Bob, Angry"
            },
            {
                "name": "Andrews, Cristhian"
            },
            {
                "name": "Camacho, Blanca"
            },
            {
                "name": "Uzimann"
            },
            {
                "name": "Abraham, F. Murray"
            },
            {
                "name": "Cavett, Dick"
            },
            {
                "name": "Hermann, Peter"
            },
            {
                "name": "Jarmusch, Jim"
            },
            {
                "name": "Malco, Romany"
            },
            {
                "name": "Posey, Parker"
            },
            {
                "name": "Short, Richard"
            },
            {
                "name": "Gaffigan, Jim"
            },
            {
                "name": "Wilson, Casey"
            },
            {
                "name": "Bonilla, E.J."
            }
        ],
        "locations": [
            "Clinton Diner, Maspeth, Queens, New York City, New York, USA::(restaurant)",
            "New York City, New York, USA"
        ],
        "genres": [
            "Comedy",
            "Crime",
            "Drama",
            "Mystery",
            "Thriller"
        ],
        "runtimes": [
            "28"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Dolby Digital"
        ],
        "certificates": [
            "Australia:MA15+",
            "Finland:K-12",
            "Netherlands:9::(season 1)",
            "Netherlands:12::(season 3)",
            "Singapore:M18::(digital streaming)",
            "Singapore:M18::(season 1)",
            "Spain:7",
            "United States:TV-MA"
        ],
        "number of seasons": 3,
        "rating": 7.9,
        "votes": 29909,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTgxMDQ1Nzc3OF5BMl5BanBnXkFtZTcwOTg1NDI4Mg@@._V1_SY150_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Bored to Death",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2011",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Ames, Jonathan"
            },
            {
                "name": "Sklaver, Sam"
            },
            {
                "name": "Gero, Martin"
            }
        ],
        "production companies": [
            {
                "name": "Dakota Pictures"
            },
            {
                "name": "3 Arts Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Home Box Office (HBO)"
            },
            {
                "name": "Comedy Central"
            },
            {
                "name": "HBO Hungary"
            },
            {
                "name": "Home Box Office Home Video (HBO)"
            },
            {
                "name": "Home Box Office Home Video (HBO)"
            },
            {
                "name": "Home Box Office Home Video (HBO)"
            },
            {
                "name": "Sky Atlantic HD"
            },
            {
                "name": "Warner Home Video"
            }
        ],
        "other companies": [
            {
                "name": "ARRI / Camera Service Center"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Curious Pictures"
            },
            {
                "name": "Evan M. Greenspan"
            },
            {
                "name": "Gallagher Entertainment"
            },
            {
                "name": "Global Products"
            },
            {
                "name": "Gotham Sound and Communications"
            },
            {
                "name": "Haddad's"
            },
            {
                "name": "Henry's International Cuisine"
            },
            {
                "name": "PES Payroll"
            },
            {
                "name": "Postworks"
            },
            {
                "name": "Soundtrack New York"
            },
            {
                "name": "WaterTower Music"
            }
        ],
        "plot": [
            "A well-meaning but struggling writer decides to lead a sort of double life by pretending to be a private detective using the methods he read about in old detective novels.::conor huftton"
        ],
        "tech": {
            "runtime": [
                "28 min"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "camera": [
                "ARRI Alexa",
                "Arri D-21"
            ],
            "negative format": [
                "Digital"
            ],
            "cinematographic process": [
                "HDTV"
            ],
            "printed film format": [
                "Digital"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 29909,
                "rating": 7.9
            },
            "aged under 18": {
                "votes": 4,
                "rating": 6.8
            },
            "aged 18 29": {
                "votes": 6632,
                "rating": 8.1
            },
            "aged 30 44": {
                "votes": 16360,
                "rating": 7.9
            },
            "aged 45 plus": {
                "votes": 2705,
                "rating": 7.5
            },
            "males": {
                "votes": 21163,
                "rating": 7.9
            },
            "males aged under 18": {
                "votes": 4,
                "rating": 6.8
            },
            "males aged 18 29": {
                "votes": 5219,
                "rating": 8.1
            },
            "males aged 30 44": {
                "votes": 13272,
                "rating": 7.9
            },
            "males aged 45 plus": {
                "votes": 2102,
                "rating": 7.5
            },
            "females": {
                "votes": 4936,
                "rating": 7.9
            },
            "females aged 18 29": {
                "votes": 1335,
                "rating": 8.1
            },
            "females aged 30 44": {
                "votes": 2905,
                "rating": 7.8
            },
            "females aged 45 plus": {
                "votes": 551,
                "rating": 7.5
            },
            "top 1000 voters": {
                "votes": 191,
                "rating": 6.4
            },
            "us users": {
                "votes": 7621,
                "rating": 8.0
            },
            "non us users": {
                "votes": 14735,
                "rating": 7.9
            }
        },
        "number of votes": {
            "10": 6054,
            "9": 6748,
            "8": 8458,
            "7": 4537,
            "6": 1824,
            "5": 849,
            "4": 409,
            "3": 263,
            "2": 206,
            "1": 561
        },
        "arithmetic mean": 8.0,
        "median": 8
    }
}