{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "2 October 2009"
            },
            {
                "country": "USA\n",
                "date": "2 October 2009"
            },
            {
                "country": "UK\n",
                "date": "6 October 2009"
            },
            {
                "country": "Australia\n",
                "date": "9 October 2009"
            },
            {
                "country": "Germany\n",
                "date": "17 February 2010"
            },
            {
                "country": "Belgium\n",
                "date": "5 March 2010",
                "notes": "                            (limited)"
            },
            {
                "country": "Netherlands\n",
                "date": "5 March 2010",
                "notes": "                            (limited)"
            },
            {
                "country": "Sweden\n",
                "date": "5 March 2010"
            },
            {
                "country": "Hungary\n",
                "date": "30 October 2013"
            }
        ],
        "release dates": [
            "Canada::2 October 2009",
            "USA::2 October 2009",
            "UK::6 October 2009",
            "Australia::9 October 2009",
            "Germany::17 February 2010",
            "Belgium::5 March 2010                            (limited)",
            "Netherlands::5 March 2010                            (limited)",
            "Sweden::5 March 2010",
            "Hungary::30 October 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "SGU Stargate Universe"
            },
            {
                "countries": "Bulgaria (Bulgarian title)",
                "title": "Старгейт: Вселена"
            },
            {
                "countries": "France",
                "title": "Stargate: Universe"
            },
            {
                "countries": "Germany",
                "title": "Stargate: Universe"
            },
            {
                "countries": "Germany",
                "title": "Stargate Universe"
            },
            {
                "countries": "Hungary",
                "title": "Csillagkapu: Univerzum"
            },
            {
                "countries": "Lithuania",
                "title": "Žvaigždžiu vartai. Visata"
            },
            {
                "countries": "Netherlands",
                "title": "Stargate: Universe"
            },
            {
                "countries": "Poland",
                "title": "Gwiezdne Wrota: Wszechświat"
            },
            {
                "countries": "Romania",
                "title": "Poarta Stelara, Univers"
            },
            {
                "countries": "Russia",
                "title": "Звёздные врата: Вселенная"
            },
            {
                "countries": "Turkey (Turkish title) (new title)",
                "title": "Yildiz Geçidi: Evren"
            },
            {
                "countries": "Ukraine",
                "title": "Зоряна брама: Всесвiт"
            },
            {
                "countries": "USA (promotional title)",
                "title": "SG.U Stargate Universe"
            },
            {
                "countries": "World-wide (English title) (alternative title)",
                "title": "Stargate: Universe"
            }
        ],
        "akas": [
            "SGU Stargate Universe (original title)",
            "Старгейт: Вселена Bulgaria (Bulgarian title)",
            "Stargate: Universe France",
            "Stargate: Universe Germany",
            "Stargate Universe Germany",
            "Csillagkapu: Univerzum Hungary",
            "Žvaigždžiu vartai. Visata Lithuania",
            "Stargate: Universe Netherlands",
            "Gwiezdne Wrota: Wszechświat Poland",
            "Poarta Stelara, Univers Romania",
            "Звёздные врата: Вселенная Russia",
            "Yildiz Geçidi: Evren Turkey (Turkish title) (new title)",
            "Зоряна брама: Всесвiт Ukraine",
            "SG.U Stargate Universe USA (promotional title)",
            "Stargate: Universe World-wide (English title) (alternative title)"
        ],
        "akas from release info": [
            "SGU Stargate Universe (original title)",
            "Старгейт: Вселена Bulgaria (Bulgarian title)",
            "Stargate: Universe France",
            "Stargate: Universe Germany",
            "Stargate Universe Germany",
            "Csillagkapu: Univerzum Hungary",
            "Žvaigždžiu vartai. Visata Lithuania",
            "Stargate: Universe Netherlands",
            "Gwiezdne Wrota: Wszechświat Poland",
            "Poarta Stelara, Univers Romania",
            "Звёздные врата: Вселенная Russia",
            "Yildiz Geçidi: Evren Turkey (Turkish title) (new title)",
            "Зоряна брама: Всесвiт Ukraine",
            "SG.U Stargate Universe USA (promotional title)",
            "Stargate: Universe World-wide (English title) (alternative title)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Intervention",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 487,
                    "original air date": "28 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    The Lucian Alliance is still in control of the Destiny and Col. Young is determined to get it back under his control. Young and most of his personnel are prisoners, however, leaving it to Rush, Lt. Scott, Sgt. Greer, Eli and Chloe to find a way to get control of the ship. They are left alone on the Destiny when Young and the prisoners are dispatched to a nearby planet. When they take possession of the control room, Rush devises a plan that will likely result in the death of the Lucian Alliance members but also any of their colleagues that might still be on board. ...    "
                },
                "2": {
                    "title": "Aftermath",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 452,
                    "original air date": "5 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Rush finally gets full control of the Destiny but it's not long before mistakes are made.    "
                },
                "3": {
                    "title": "Awakening",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 441,
                    "original air date": "12 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    The crews comes across a ship that is virtually identical to the Destiny. The two ships automatically dock with each other and begin transferring data between systems. No one appears to be aboard the new ship but Scott and Greer discover a hold with a series of gates, presumably being transported to various sites. The scientific team thinks that combining the power of the two ships may allow them to open a gate to Earth. It all goes wrong however when the new ship begins to drain the Destiny's power. Nor, it turns out, are they alone on board the new craft. Meanwhile,...    "
                },
                "4": {
                    "title": "Pathogen",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 436,
                    "original air date": "19 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Eli rushes back to Earth using the communication stones when he receives word that his mother is hospitalized and in declining health. She's stopped taking her medication and is clearly depressed over the fact that Eli has never been in touch with her. Eli has to decide whether or not to tell her the truth. Camile Wray also visits Earth to spend time with her partner, Sharon Walker, but something is clearly wrong. Chloe has been out of sorts lately and begins sleepwalking. A concerned Lt. Scott finds something startling in her diary. Col. Young decides the release the...    "
                },
                "5": {
                    "title": "Cloverdale",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 476,
                    "original air date": "26 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    While on a planetary expedition, Lt. Scott is infected by a plant and he now has a fungus-like growth on his left arm. TJ has tried everything known to her but she cannot get the fungus to stop spreading. Col. Young refuses them permission to return the Destiny to prevent the spread of the unknown disease and they face the prospect of having to surgically remove Scott's arm. In his unconscious state, Scott imagines himself returning home to Cloverdale where he is to be married to Chloe. In his dream-like state, roles and identities have changed: Sgt. Greer is his best...    "
                },
                "6": {
                    "title": "Trial and Error",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 383,
                    "original air date": "2 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    After returning from Earth (via the communication stones), Col. Young is somewhat depressed as his wife asked him for a divorce. He's drinking heavily and begins to have a recurring dream where the Destiny is attacked by the aliens they had earlier encountered. They are demanding Chloe's return and in the first few dreams, his refusal to do so leads to the Destiny's destruction. In a later dream, he eventually relents and hands Chloe over to them, leading to a major confrontation with Lt. Scott. He is convinced that his dreams are a premonition but Dr. Rush has a ...    "
                },
                "7": {
                    "title": "The Greater Good",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 401,
                    "original air date": "9 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    The Destiny comes out of hyperspace and the crew finds itself facing an abandoned space craft. Col. Young and Dr. Rush go aboard and manage to start basic systems but a sudden engine start propels them too far from the Destiny to be able return. Rush confides in a colleague who is on board using the communication stones, Amanda Perry, about the control room and his ability to control all of the Destiny's systems. Word soon spreads leading to yet another confrontation between Young and Rush. Ginn and Eli seem to be getting along well but she is asked to travel to Earth...    "
                },
                "8": {
                    "title": "Malice",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 381,
                    "original air date": "16 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Simeon has killed a team member - whose body contained Dr. Amanda Perry's consciousness - and taken Lisa Park prisoner before using the gate to get to a nearby planet. An outraged Dr. Rush sets off on his own to find him but Lt. Scott and Sgt. Greer soon join him. Simeon is quite happy to lead them on a chase and taunts Rush at every opportunity. When Rush finally catches up with him, he has a surprise for him. He may have acted too quickly however. On board the Destiny, Eli is doing his best to slow the jump clock to give those on the planet more time. Chloe is the ...    "
                },
                "9": {
                    "title": "Visitation",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 362,
                    "original air date": "23 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    The Destiny comes out of hyperspace only to find one of their own shuttles asking for permission to dock. Aboard is Dr. Caine and the others who had opted to re-settle on a planet they had discovered. They claim to not know what is going on and the last they remember is that they were still on the planet when they went to bed the previous evening. TJ hopes that her baby will be with them but Caine has no memory of her visiting them. Most of the returnees seem to have few memories of their time on the planet and Camile Wray thinks that the aliens may have wiped their ...    "
                },
                "10": {
                    "title": "Resurgence",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 378,
                    "original air date": "30 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    After identifying an energy pattern that may signify the existence of intelligent life, the Destiny is rerouted to the site only to find the results of what must have been an epic battle. Debris is strewn everywhere and Col. Young dispatches Lt. Scott, Sgt. Greer and Adam Brody in the shuttle to investigate one of the ships, the type that he and Dr. Rush had only recently explored. The team has little time to find anything before they realize that not everything in battlefield is debris and attack drones are lying in wait. The Destiny's engines are off line however ...    "
                },
                "11": {
                    "title": "Deliverance",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 409,
                    "original air date": "7 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    The Destiny comes out of hyperspace and come under attack from the command ship. Chloe has escaped from the brig and sent a signal for help. Eli suggests jamming their communications signal which seems to work. The ship is damaged however and it will take several hours to repair the shield generator and a second cluster of attack ships are en route to them. When the shuttle is trapped when it tries to recover one of the attack drones, Col. Young decides to offer Chloe in return for freeing it. When the second wave of drones arrives, they find a way to add to their ...    "
                },
                "12": {
                    "title": "Twin Destinies",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 498,
                    "original air date": "14 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    The Destiny is in poor shape following its recent battles and has virtually no back up systems remaining. As the ship approaches a star for refueling, Eli wants to test his theory that he can dial Earth. While the simulations suggest that it will work fine, Rush is dead set against arguing there are too many anomalies in a star for it to work. Most are suspicious of his motivation however. With most of the crew in the gate room waiting to leave through the gate they receive a message - from a second Dr. Rush coming toward them in the shuttle. He claims to have ...    "
                },
                "13": {
                    "title": "Alliances",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 403,
                    "original air date": "21 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    When Camille and Sgt. Greer use the communications stones to return to Earth, they arrive to learn there is a high state of alert in anticipation of an attack from the Lucian Alliance. They've barely arrived when an explosion traps them in the building where they find high levels of radiation - and where, they are told, there is a large bomb still waiting to go off. On board the destiny meanwhile, visiting Senator Michaels and Dr. Andrew Covel arrive to assess the viability of the mission and determine whether the government should invest in a new Icarus base.    "
                },
                "14": {
                    "title": "Hope",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "votes": 393,
                    "original air date": "28 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Six days have now passed since the the Destiny has lost contact with Earth and they have no idea whether Washington D.C. was destroyed. They're running tests round the clock to try and re-establish communications using the stones and when Chloe's turn comes up, a new consciousness appears in her body - that of Ginn, who everyone thought had died along with Amanda Perry when she was killed by a member of the Lucian Alliance. No one is quite sure what or how it's happened but it soon becomes apparent that Ginn's consciousness will have to somehow be harnessed or there ...    "
                },
                "15": {
                    "title": "Seizure",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "votes": 397,
                    "original air date": "4 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Aboard the Destiny, Rush has strapped himself into the chair and entered a virtual reality world where he can spend time alone with Amanda Perry. They very much enjoy their time together but when it comes time to return, she tells him that Ginn is blocking his return. They undertake a number of maneuvers and he seems to return but he soon realizes that Amanda has created a program from which there is no escape. Ginn manages to appear before Eli and he realizes what he has to do to ensure Rush's sage return. On Earth meanwhile, Homeworld Command is trying to negotiate ...    "
                },
                "16": {
                    "title": "The Hunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "votes": 365,
                    "original air date": "11 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    With the ship out of hyper space, a team goes to a nearby planet and are pleased to find that game may be available. They soon find themselves the hunted and the object of a predator of some sort, a highly intelligent animal. The group is attacked and TJ and another are taken to the creature's lair, apparently being kept for a later meal. Greer and the remaining members of the Lucian Alliance try to locate them. Meanwhile, aboard the Destiny, a section of the ship containing stasis pods is found by Rush, Eli and Brody. Rush seems unmoved by the find and tells Eli and ...    "
                },
                "17": {
                    "title": "Common Descent",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "votes": 428,
                    "original air date": "18 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    The Destiny once again comes under attack from the drones they previously encountered leading them to wonder just how the drones and their mother ship manage to find them so soon after virtually every jump. More intriguing to everyone however are the people they find on a planet who claim to be the descendants of the Destiny's crew who founded their civilization nearly 2000 years ago. They are only a small party from their home world but have been unable to return there. Eli surmises that the alternate Destiny that they believed was destroyed by falling into the sun ...    "
                },
                "18": {
                    "title": "Epilogue",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "votes": 484,
                    "original air date": "25 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    The shuttle lands on Novus and the recon team explores a bunker where they find an extensive library and archive that cataloged virtually all of the activities of the original colonists. The kinos and other recordings reveal the key events in their alternate lives - people die, they marry and they have children. For some however, knowing what happened to their alternate selves raises doubts in their minds as to their own future. The planet is clearly not stable and earthquakes are getting more severe forcing an immediate departure. They do learn that the population ...    "
                },
                "19": {
                    "title": "Blockade",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "votes": 389,
                    "original air date": "2 May 2011",
                    "year": "2011",
                    "plot": "\n    The Destiny needs to be refueled but every time they come out of FTL the drones seem to be waiting for them. It's not obvious how the drones know they're there but it doesn't matter a great deal since they only have one more try before running out of fuel completely. Eli suggests they go through a Blue Super Giant star, though the heat it creates might destroy the ship. They have little choice so Col. Young evacuates everyone to the only planet available with the exception of Eli and Rush. Lisa Park also stays behind to collect some of the medicinal herbs they've ...    "
                },
                "20": {
                    "title": "Gauntlet",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "votes": 609,
                    "original air date": "9 May 2011",
                    "year": "2011",
                    "plot": "\n    Eli and Rush have found a way to identify the location of drone mother ships using the Destiny's long range sensors. The bad news is that the Drones seems to be awaiting them at every possible stop along Destiny's path. They find a temporary solution to neutralize the mother ships but realize that they cannot engage in a major battle every time they need to re-supply. Eli suggest that they use the stasis pods for the crew and jump to the next galaxy, a trip that will take three years. All goes well until they realize that one of the pods has been damaged and one ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Air: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 882,
                    "original air date": "2 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Part 1: When Icarus Base is attacked, its inhabitants are forced to flee through the Stargate. The base was created on a distant planet to take advantage of a powerful energy supply located there. Their goal is to try to determine the purpose of the mysterious ninth symbol of the Stargate, which they've never been able to lock in. In going through the Stargate, they are transported not to Earth, but to a very old apparently uninhabited spacecraft. With the group's commander injured, Lt. Scott and the chief scientist - Dr. Nicholas Rush - lead the exploration of the ...    "
                },
                "2": {
                    "title": "Air: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 373,
                    "original air date": "2 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    While they are stranded on-board the Destiny, the new reluctant crew discover that their life support system is worn out, and they have to repair it fast or they will all suffocate in a matter of hours.    "
                },
                "3": {
                    "title": "Air: Part 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 742,
                    "original air date": "9 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    With the ship out of FTL for twelve hours, Lt. Scott, Sgt. Spencer, Ian, Dr. Rush and others travel down to the planet to find the minerals necessary for the scrubbers to provide them with breathable air. They find a desert planet that should have what they need but they will have to locate a dried lake bed as it will be the likely source. Scott recalls some of his troubled past. As time winds down, some of the team decide to use the gate to transport themselves to a habitable planet, despite Ian's advice to the contrary. Chloe Armstrong communicates with her mother ...    "
                },
                "4": {
                    "title": "Darkness",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 668,
                    "original air date": "16 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    The Destiny's power reserves get dangerously low.    "
                },
                "5": {
                    "title": "Light",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 668,
                    "original air date": "23 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    After an aerobraking maneuver with a gas giant, the Destiny is redirected on a collision course with a star.    "
                },
                "6": {
                    "title": "Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 609,
                    "original air date": "30 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    The water reserves are mysteriously disappearing, in massive amounts, and members of the crew are quick to blame others. When Destiny drops out of FTL the only planet in range is an ice planet with a toxic atmosphere and only two of the space suits are operational. Colonel Young and Luitenenant Scott gate to the planet and start the search for pure ice, using Eli's new invention, a hover cart. When the Colonel is away, Johansen, who is currently in charge, discovers that the dust aliens Scott found on another planet, followed him to destiny and are using up massive ...    "
                },
                "7": {
                    "title": "Earth",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 614,
                    "original air date": "6 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    The Ancient's communication's stones are used to allow certain crew members to return to Earth via compos mentis using volunteers on Earth. A risky plan is then hatched that might bring the crew home, and Rush is certain it is doomed to fail.    "
                },
                "8": {
                    "title": "Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 713,
                    "original air date": "13 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    The travelers aboard the Destiny find a kino recording a visit they have made to a planet. The only problem is that haven't visited it yet. It seems that at some point in the near future several members of the crew use the gate to travel to a nearby planet but soon after their arrival, some begin to fall sick. Fearing that they may have contracted a communicable disease TJ decides they must remain on the planet or risk spreading the disease to other aboard the ship. They soon learn they are not alone on the planet and come under attack. Aboard the Destiny, Dr. Rush ...    "
                },
                "9": {
                    "title": "Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 601,
                    "original air date": "20 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    A neural interface is discovered onboard the Destiny while surveying the ship.    "
                },
                "10": {
                    "title": "Justice",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 589,
                    "original air date": "4 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    When Sgt. Spencer is found shot in his quarters, Lt. Scott conducts a room to room search for any evidence. It looks bad for Col. Young when Scott and Eli find the murder weapon in the Colonel's room. He asks Chloe to represent him at a hearing that will be held on board. The military members of the crew are prepared to back-up their commanding officer with force if necessary but Young insists they all calm down and let the process continue. Eli manages to find conclusive evidence about what exactly happened to Spencer and who put the gun in Young's room. Knowing who ...    "
                },
                "11": {
                    "title": "Space",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 588,
                    "original air date": "2 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Col. Young returns to the Destiny having left Dr. Rush on the planet below. Some are dubious about his explanation and Camile puts Young on notice that her own report may cast doubt on his motives. When he tries to use the communication stones to report back to Earth, he is transferred in to a being on a alien ship. He returns safely but they soon come under attack where the aliens take Chloe prisoner. Young returns to the alien vessel via the communication stones to rescue her but is shocked to find someone else in their holding tanks as well.    "
                },
                "12": {
                    "title": "Divided",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 546,
                    "original air date": "9 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Now safely returned to the Destiny, both Chloe and Dr. Rush are having nightmares about their period of captivity. Rush believes that the aliens are only after one thing - the Destiny itself. They find a tracking device attached to the underside of the ship and manage to destroy it. Rush and Camile Wray however are concerned at Col. Young's actions and decide to protect their own interests by forcing them to submit to civilian authority. Rush's attempt at getting control of the ship's and sealing off the military personnel in one part of the ship computer nearly ...    "
                },
                "13": {
                    "title": "Faith",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 524,
                    "original air date": "16 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Now firmly in control again, Col. Young and the other military personnel try to find a way to live with the civilians who tried to take control of the ship. When the Destiny prematurely comes out of hyper-space due to a computer glitch, they find both a sun and an Earth-like planet that should not be there. Rush concludes that the entire system was created by an alien race that is far beyond their imaginations. With the ship malfunctioning and a month's worth of repairs before it can jump again, several of the military and civilians decide to spend time on the planet....    "
                },
                "14": {
                    "title": "Human",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 555,
                    "original air date": "23 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Dr. Rush relives his past life by sitting in the alien chair in an attempt to download critical data. A university professor, his wife's cancer returns and he is recruited by Dr. Daniel Jackson for what will be called the Icarus project. He's avoiding dealing with his wife's situation and throws himself into his work. In his dream-like state, he's trying to make sense of all the information he is accumulating. Back on the ship, the Destiny comes out of hyperspace and some of the crew investigate the planet below. They find an ancient archaeological site but are ...    "
                },
                "15": {
                    "title": "Lost",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 508,
                    "original air date": "30 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Still trapped on the planet after the Destiny has jumped, Lt. Scott, Sgt. Greer, Chloe and Eli try to find a way out of the underground maze. After one is caught in another cave in, the remaining three make their way to a gate but must jump blindly from planet to planet hoping to pick up a signal from the Destiny before it jumps. On board the ship, Col. Young decides to send out a search party. The clock is ticking down and the next jump will take them into an inter-galactic void forever leaving their friends behind. TJ meanwhile decides the time has come to tell Col....    "
                },
                "16": {
                    "title": "Sabotage",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 509,
                    "original air date": "7 May 2010",
                    "year": "2010",
                    "plot": "\n    The Destiny has jumped into hyperspace and is now traveling through an inter-galactic void. They've also been unable to locate Eli, Chloe and Scott who have been left behind. Dr. Rush has calculated that based on their current energy consumption, the Destiny has insufficient fuel to reach the next galaxy and they are doomed to die. The engines suddenly fail however and they arrange for an expert, Amanda Perry, to come on board via the communication stones and help them out. Perry and Rush have known each other for many years but as a quadriplegic, is experiencing what...    "
                },
                "17": {
                    "title": "Pain",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 510,
                    "original air date": "14 May 2010",
                    "year": "2010",
                    "plot": "\n    Several members of the crew begin hallucinating and their desires and phobias come to the fore. Lt. James believes she's spent a passionate night with Matthew Scott. Chloe sees her deceased father and they have a pleasant conversation. Lt. Scott sees his young son on board the Destiny. Sgt. Greer sees Camile Wray skulking around and is convinced she is once again plotting a takeover of the ship. The hallucinations may be spreading and TJ thinks she's found an infectious agent that may be behind it all.    "
                },
                "18": {
                    "title": "Subversion",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 526,
                    "original air date": "21 May 2010",
                    "year": "2010",
                    "plot": "\n    Col. Young investigates the possibility that Col. Telford is a traitor who may have given information to the enemy leading to the attack on the Icarus base. The initial report on Telford comes from Dr. Rush who had a flash when he used the communications stones. Something similar had happened to Lt. Scott when using the stones which led him to suspect that Col. Young's wife was having an affair with Telford. As a result of that affair, Young's investigation will be suspect. Rush returns to Earth via the stones inhabiting Telford's body and Young returns as well to ...    "
                },
                "19": {
                    "title": "Incursion: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 508,
                    "original air date": "4 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Having extracted a confession from Col. Telford, Col. Young and his troops prepare for the expected attack from the Lucian Alliance. Hotly pursued by Col. Samantha Carter, the Lucian Alliance's Commander Kiva orders everyone through their gate and directly onto the Destiny. Young anticipated their plan and was intent on letting them get control of the gate room but then cut off life support to them. He has to change his strategy when he realizes that Col. Telford has jumped with them. In the ensuing skirmishes, several of Young's personnel, including TJ and Lt. Scott ...    "
                },
                "20": {
                    "title": "Incursion: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "SGU Stargate Universe (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 526,
                    "original air date": "11 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    The battle between the Lucian Alliance and the crew of the Destiny continues with the Lucians seeming to gain the upper hand. Camillle Wray takes charge of the negotiations after the failed military strategy and finds that Commander Kira is a very tough negotiator who will take every advantage available to her. They manage to negotiate at least a temporary truce when it's determined that a module on the exterior of the ship requires repair. Lt. Scott and Sgt. Greer make the journey but when the temporary truce on board the ship goes sour, they find themselves unable ...    "
                }
            }
        },
        "number of episodes": 40,
        "cast": [
            {
                "name": "Carlyle, Robert"
            },
            {
                "name": "Ferreira, Louis"
            },
            {
                "name": "Smith, Brian J."
            },
            {
                "name": "Levesque, Elyse"
            },
            {
                "name": "Blue, David"
            },
            {
                "name": "Huffman, Alaina"
            },
            {
                "name": "Smith, Jamil Walker"
            },
            {
                "name": "Kelamis, Peter"
            },
            {
                "name": "Gilmore, Patrick"
            },
            {
                "name": "Spence, Jennifer"
            },
            {
                "name": "Benson, Julia"
            },
            {
                "name": "Wen, Ming-Na"
            },
            {
                "name": "Phillips, Lou Diamond"
            },
            {
                "name": "Bowyer-Chapman, Jeffrey"
            },
            {
                "name": "Sutherland, Haig"
            },
            {
                "name": "Dopud, Mike"
            },
            {
                "name": "Burgess, Mark"
            },
            {
                "name": "Adachi, Leanne"
            },
            {
                "name": "Laurie, Darcy"
            },
            {
                "name": "Blacker, Josh"
            },
            {
                "name": "McNiven, Julie"
            },
            {
                "name": "Anderson, Richard Dean"
            },
            {
                "name": "Gale, Vincent"
            },
            {
                "name": "Knepper, Robert"
            },
            {
                "name": "Booth, Ryan Jefferson"
            },
            {
                "name": "Davies, Glynis"
            },
            {
                "name": "Allon, Primo"
            },
            {
                "name": "Runyan, Tygh"
            },
            {
                "name": "Richards, Michael Karl"
            },
            {
                "name": "Grauer, Ona"
            },
            {
                "name": "Lombard, Louise"
            },
            {
                "name": "Munroe, Kathleen"
            },
            {
                "name": "Shanks, Michael"
            },
            {
                "name": "Galvin, Anna"
            },
            {
                "name": "Butcher, Ian"
            },
            {
                "name": "Down, Alisen"
            },
            {
                "name": "Mitra, Rhona"
            },
            {
                "name": "Aylesworth, Reiko"
            },
            {
                "name": "Stryker, Bradley"
            },
            {
                "name": "Carroll, Trevor"
            },
            {
                "name": "Grice, Gordon"
            },
            {
                "name": "Dunbar, Andrew"
            },
            {
                "name": "Schild, Christina"
            },
            {
                "name": "McDonald, Christopher"
            },
            {
                "name": "Rota, Carlo"
            },
            {
                "name": "Tapping, Amanda"
            },
            {
                "name": "Blakemore, Sean"
            },
            {
                "name": "Schellenberg, August"
            },
            {
                "name": "Dolman, Reilly"
            },
            {
                "name": "Blair, Jacob"
            }
        ],
        "locations": [
            "Vancouver, British Columbia, Canada",
            "White Sands, New Mexico, USA",
            "Alamogordo, New Mexico, USA",
            "The Bridge Studios, Burnaby, British Columbia, Canada",
            "University of British Columbia, Robson Square Campus - 800 Robson Street, Vancouver, British Columbia, Canada"
        ],
        "genres": [
            "Drama",
            "Sci-Fi"
        ],
        "runtimes": [
            "43"
        ],
        "countries": [
            "Canada",
            "United States"
        ],
        "country codes": [
            "ca",
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Australia:M",
            "Canada:PG::(TV rating)",
            "Singapore:M18::(season 1)",
            "United States:Not Rated::(DVD rating)"
        ],
        "number of seasons": 2,
        "rating": 7.7,
        "votes": 44097,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTEzNTY5NDY5M15BMl5BanBnXkFtZTcwMTY4MDQ3Mg@@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "The previously unknown purpose of the \"Ninth Chevron\" is revealed, and ends up taking a team to an Ancient ship \"Destiny\", a ship built millions of years ago by the Ancients, used to seed distant galaxies with Stargates. This team, led by Dr. Nicolas Rush and Colonel Everett Young, is trapped on the ship, unable to change its programmed mission. The team encounters new races, new technology and new enemies as the runaway ship travels to the far ends of the Universe.",
        "languages": [
            "English"
        ],
        "title": "SGU Stargate Universe",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2011",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Cooper, Robert C."
            },
            {
                "name": "Wright, Brad"
            },
            {
                "name": "Mallozzi, Joseph"
            }
        ],
        "production companies": [
            {
                "name": "MGM Television"
            },
            {
                "name": "Syfy"
            }
        ],
        "distributors": [
            {
                "name": "MGM Worldwide Television"
            },
            {
                "name": "MGM Television"
            },
            {
                "name": "Syfy"
            },
            {
                "name": "Space"
            },
            {
                "name": "20th Century Fox Home Entertainment"
            },
            {
                "name": "20th Century Fox Home Entertainment"
            },
            {
                "name": "20th Century Fox Home Entertainment"
            },
            {
                "name": "20th Century Fox Home Entertainment"
            },
            {
                "name": "AXN"
            },
            {
                "name": "MGM Home Entertainment"
            },
            {
                "name": "MGM Home Entertainment"
            },
            {
                "name": "Sky One"
            },
            {
                "name": "Syfy Universal"
            },
            {
                "name": "Syfy Universal"
            },
            {
                "name": "Twentieth Century Fox Home Entertainment"
            },
            {
                "name": "Twentieth Century Fox Home Entertainment"
            }
        ],
        "other companies": [
            {
                "name": "Absolut Video"
            },
            {
                "name": "Aion Art Gallery"
            },
            {
                "name": "Aquila Travel"
            },
            {
                "name": "Canada Film Capital"
            }
        ],
        "plot": [
            "Trapped on an Ancient spaceship billions of light-years from home, a group of soldiers and civilians struggle to survive and find their way back to Earth.::Anonymous",
            "The previously unknown purpose of the \"Ninth Chevron\" is revealed, and ends up taking a team to an Ancient ship \"Destiny\", a ship built millions of years ago by the Ancients, used to seed distant galaxies with Stargates. This team, led by Dr. Nicolas Rush and Colonel Everett Young, is trapped on the ship, unable to change its programmed mission. The team encounters new races, new technology and new enemies as the runaway ship travels to the far ends of the Universe.::Jwhitleymail",
            "An attack on a secret off-world base by a rebel organization has stranded the remaining survivors on an Ancient ship \"Destiny\", a large unmanned ship launched millions of years ago. At the far end of the universe, Colonel Everett Young and Dr. Nicolas Rush now lead the new \"Destiny\" crew on a journey to discovering new worlds as well as encountering new alien creatures, in hope of finding a way back home. Morals are tested and tensions rise when Colonel Young's leadership is questioned all while Dr. Rush sacrifices the safety of the crew to pursue his own scientific ambitions. Along the way, they make new enemies and clash with old familiar ones, as they uncover the mystery behind Destiny's true purpose.::Dioxholster"
        ],
        "synopsis": [
            "An attack on a secret off-world base by a rebel organisation has stranded the remaining survivors on an Ancient ship \"Destiny\", a large unmanned ship launched millions of years ago. At the far end of the universe, Colonel Everett Young and Dr. Nicolas Rush now lead the new \"Destiny\" crew on a journey to discovering new worlds as well as encountering new alien creatures, in hope of finding a way back home. Morals are tested and tensions rise when Colonel Young's leadership is questioned all while Dr. Rush sacrifices the safety of the crew to pursue his own scientific ambitions. Along the way, they make new enemies and clash with old familiar ones, as they uncover the mystery behind Destiny's true purpose."
        ],
        "tech": {
            "runtime": [
                "43 min (USA)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "camera": [
                "Panavision Genesis HD Camera"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 44097,
                "rating": 7.7
            },
            "aged under 18": {
                "votes": 5,
                "rating": 7.3
            },
            "aged 18 29": {
                "votes": 7269,
                "rating": 7.9
            },
            "aged 30 44": {
                "votes": 22096,
                "rating": 7.7
            },
            "aged 45 plus": {
                "votes": 6990,
                "rating": 7.5
            },
            "males": {
                "votes": 32355,
                "rating": 7.7
            },
            "males aged under 18": {
                "votes": 4,
                "rating": 7.8
            },
            "males aged 18 29": {
                "votes": 6229,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 19069,
                "rating": 7.7
            },
            "males aged 45 plus": {
                "votes": 5677,
                "rating": 7.5
            },
            "females": {
                "votes": 5178,
                "rating": 7.5
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 18 29": {
                "votes": 947,
                "rating": 7.5
            },
            "females aged 30 44": {
                "votes": 2808,
                "rating": 7.5
            },
            "females aged 45 plus": {
                "votes": 1228,
                "rating": 7.4
            },
            "top 1000 voters": {
                "votes": 214,
                "rating": 6.7
            },
            "us users": {
                "votes": 7434,
                "rating": 7.6
            },
            "non us users": {
                "votes": 22213,
                "rating": 7.6
            }
        },
        "number of votes": {
            "10": 12158,
            "9": 7223,
            "8": 9586,
            "7": 6233,
            "6": 3050,
            "5": 1696,
            "4": 1055,
            "3": 792,
            "2": 605,
            "1": 1699
        },
        "arithmetic mean": 7.8,
        "median": 8
    }
}