{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "  2009"
            },
            {
                "country": "UK\n",
                "date": "5 January 2009"
            }
        ],
        "release dates": [
            "UK::2009",
            "UK::5 January 2009"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "The Big Cat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "25 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Digby takes Hacker to Sykes' farm to find out why no egg deliveries were made and learns that the hens are scared to lay as a giant wild cat is prowling the area. Digby builds a trap to catch the beast only to discover that it is a tiny but extremely vicious kitten. But even somebody as stupid as Digby Digworth could not fail to outwit a kitten?    "
                },
                "2": {
                    "title": "Restaurant Reservation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "26 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Sent to deliver the paper to chef Lester Lukenal at the Skinny Mallard restaurant Digby is mistaken for the food critic judging Lester's Pudding of the Year entry - which of course he destroys. Whilst Digby diverts Lester by ordering a meal Hacker attempts a repair job but when the real critic arrives she gets a surprise when the pudding is unveiled.    "
                },
                "3": {
                    "title": "Going for Gold",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "27 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Digby vows to save the Pilbury scout hut from being demolished to make way for a Hippo hypermarket,in the process hoping to gain his gold award badge at last. After he and Hacker have staged a sit-down protest Selina turns up,expecting Digby's ineptitude to provide her with a scoop of her own. When Digby decides to pull the hut to safety Selina is not disappointed.    "
                },
                "4": {
                    "title": "Seeing Stars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "28 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Max sends Digby and Hacker to accompany his precocious niece Belinda who has won a contest to meet Geordie pop star Leonie Hart. However Digby falls foul of Leonie's manager and his efforts to smuggle Belinda into the studio end up by incapacitating Leonie. When the two girls finally meet it is not a happy encounter - and Hacker is there to capture it on camera.    "
                },
                "5": {
                    "title": "Foul Play",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "29 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    As a life long supporter of Pilbury United Digby defies Max and goes to the press conference for the team's hot new signing,striker Carl Plummer - and overhears Carl planning to steal the transfer money. Digby gets Hacker to swap the money into another bag whilst he creates a diversion on the pitch. His skills are dazzling - sadly his plan is anything but.    "
                },
                "6": {
                    "title": "Come in Digby Your Time's Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "1 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    When Max's eccentric aunt Annie specifically asks that Digby write the article on her antique shop, the oldest shop in Pilbury, it is inevitable that his clumsiness will result in all the antiques being smashed. However, this is just what Annie wants, so that she can close the shop and open a cats' home. However, no one has told Digby, who tries to hide in a grandfather clock, only to find it has been delivered to Max's office.    "
                },
                "7": {
                    "title": "Always the Bridesmaid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "2 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Digby is sent to cover a society wedding, where, prior to the ceremony, he starts eating the cake and spatters the bridal gown with icing. Though he and Hacker do their best to fix things, Hacker's swallowing the wedding ring and Digby's plan to put everything right so that the guests will never notice lead to a registry riot.    "
                },
                "8": {
                    "title": "Taking Pictures",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "3 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Digby and Hacker become security guards at Pilbury art gallery to lay a trap for the thief stealing portraits of local worthies,including Hacker's painting of Max. Overhearing the gallery owner making a sale of two cars over the phone Digby assumes she is the thief and tells the head of security - which is not a good idea as he is the actual burglar.    "
                },
                "9": {
                    "title": "First Past the Post",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "4 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Expecting the sack after another disaster Digby sends Max his letter of resignation,which also includes some insulting comments. Next day he regrets it but his efforts to retrieve the letter from the post fail and it arrives at Max's office. It looks as if Digby's only hope is to succumb to the advances of Clarabell, the secretary who fancies him.    "
                },
                "10": {
                    "title": "NorthEnders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "5 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Whilst visiting the studios where the top soap 'NorthEnders' is recorded Digby causes chaos on the set but Hacker wins a role in the soap,becoming so popular that a jealous co-star sabotages his big scene,getting him the sack. To save his friend's job Digby breaks into the studio office to find his contract but only succeeds in wiping clean a week's episodes from the computer.    "
                },
                "11": {
                    "title": "Digby's Dilemma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "8 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Looking for love Max sends Digby and Hacker to check out the Warm Hugs Dating Agency,run by gold-digging Veronica Potts. Wrongly believing Digby to be wealthy Miss Potts comes on to him but throws him out after he has given her a supposedly valuable necklace. Digby's efforts to retrieve the necklace result in the destruction of the agency's computer and Max ending up with a very unlikely date.    "
                },
                "12": {
                    "title": "Now That's Magic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "9 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Whilst Hacker wants his new-found skills as a magician to hit the front page Max prefers Digby to cover the Pilbury fun run,taking part in it in drag. When Hacker's new trick leaves the two men handcuffed together Digby looks to have a get out clause but Max has other ideas and Digby ends up breaking the course record - or so he thinks.    "
                },
                "13": {
                    "title": "The Digworth Method",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "10 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Digby is invited to address students about his work but footage of an angry Max,and of his usual incompetence,plus the fact that he has his hand stuck in a biscuit jar,only show him up to be the bumbling idiot that he is. Could it be that he has been used by Selina to demonstrate to the audience how NOT to be a reporter?    "
                }
            },
            "1": {
                "1": {
                    "title": "No Newt Is Good Newt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Terminally incompetent Digby Digworth,a reporter for the Pilbury Post, is sent by his irascible editor Max De Lacey,along with his dog Hacker to cover explorer Baz Allen's quest to find the rare blue-spotted newt but only succeeds in progressively injuring Baz. Rival journalist Selena Sharp is also aboard and she and Digby go head to head in their contest to be the first to spot and snap the legendary Bigfoot. Digby dresses as a female Bigfoot,attracting the amorous attentions of the legendary creature and,almost inevitably, killing the blue spotted newt in the ...    "
                },
                "2": {
                    "title": "Out of This World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "5 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Digby sends Hacker into orbit to take a picture of outer space for a contest whose prize is a year's supply of pizzas from Planet Paolo but of course he quickly crashes with no photo taken. But an alien addicted to pizzas lands nearby,breaks into Planet Paolo and eats up all the prize. Not only does Digby get the blame for this but his efforts to take the winning snap only sends the alien back into outer space with no photo to show for it.    "
                },
                "3": {
                    "title": "Monk-y Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Digby takes Hacker to St. Edna's monastery to judge the monks' organic vegetable display and,hearing the monks refer to their honey as 'pure gold' assumes there is treasure hidden in the cellar and dresses as a monk to find it. Unfortunately he not only fails to find it but lets a burglar escape and knocks out a policewoman with a marrow.    "
                },
                "4": {
                    "title": "Cat-Astrophe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "8 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Digby and Hacker are sent to do a story on a top model,but the model turns out to be a cat,which runs off at the sight of Hacker. Digby and his dog must give chase and return the model to the cat-walk in time for the photo session.    "
                },
                "5": {
                    "title": "Fight Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "9 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    The pair are sent to Pilbury gym to interview vicious all-in wrestler the Ballista as he prepares to fight the Biter but Digby not only drops a weight on the Ballista's foot but locks his mother in the broom cupboard. With the Ballista incapacitated Digby has to take on the Biter but the Ballista is also out for revenge and makes it a three- way fight,all ending in tears.    "
                },
                "6": {
                    "title": "Hair Brained Scheme",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "12 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Hollywood action movie star Kent Cheesenberger arrives to promote his latest film and Digby and Hacker go to the press conference to interview him. Digby is convinced that Kent is wearing a wig and considers what a scoop it would be to expose him but his attempts to get secret evidence are constantly thwarted by the irate hotel manager.    "
                },
                "7": {
                    "title": "Don't Read All About It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "13 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Famous children's authoress T.K. Towling comes to town to promote the latest book in her popular 'Billy Watson' series and both Digby and rival journalist Selena Sharp compete to be the first to interview her. Unfortunately Hacker destroys the only copy of the new book and Digby has to think fast to replace it.    "
                },
                "8": {
                    "title": "Gran Day Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "14 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Digby drags up to infiltrate Granny Smith's gang of old ladies tunnelling into the bank from the tea shop next door to steal a priceless ruby. The gang are caught but Digby inadvertently eats the evidence which he mistakes for a cherry on a cake.    "
                },
                "9": {
                    "title": "Magnetic Attraction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "15 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Pilbury Police proudly unveil their robot cop B1LL to local reporters,including Hacker,whose electric collar interferes with its circuit,and Digby,whose flash camera causes it to run riot,falling in love with Councillor Wainright and going on the rampage to romance her. Digby drags up as a decoy but only succeeds in destroying the long arm of the law in the process.    "
                },
                "10": {
                    "title": "Stop Gear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "16 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Sent to photograph the world's largest biscuit Hacker and Digby are more intrigued by Professor Stinkworth's manure-powered car outside the house next door. When boorish Clark Jamieson comes to test the car for lads' TV show 'Vroom Engines' and is disdainful of it, Digby is sure he intends to sabotage it and takes appropriate action. However he gets the wrong saboteur,breaks the world's largest biscuit and generally covers himself in anything but glory.    "
                },
                "11": {
                    "title": "Keep Young and Beautiful",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "19 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Digby's latest scoop is to interview Professor Price,who has invented an amazing anti-ageing cream but,due to Digby's clumsiness,the professor applies too much and is regressed to being a toddler. Furthermore Digby seems to have lost the formula. He has to retrieve the situation to impress cosmetics buyer Muriel Van Der Plank and actually manages to restore the professor by creating a new ageing cream. Unfortunately the two creams get mixed up when Muriel comes to apply them on herself.    "
                },
                "12": {
                    "title": "Environ-Mental",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "20 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    The Pilbury Post is running an environmental campaign and has chosen its worst reporter, Digby Digworth, to act as its eco-warrior. His dog Hacker is worried about their new electric car as it runs off a mains cable, and Digby's attempts to reduce greenhouse gases are hampered by a shot at the world record for eating baked beans.    "
                },
                "13": {
                    "title": "Bloomin' Marvellous",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "21 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Digby and Hacker try to race rival Selena to photographing a rare lily, which only blooms every hundred years, but Hacker's attempts to improve its growth almost kills it. To bring it back to life Digby treats it with South American fertilizer but overdoes the dosage, causing it to explode.    "
                }
            },
            "2": {
                "1": {
                    "title": "Trying My Patients",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "26 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Hacker can now talk but this is of little comfort to Digby,when he ends up in hospital with a broken arm. Hearing that the local football captain Pedro Ramirez is also a patient Digby sets out to thwart an officious matron in order to meet with the star player for a scoop but,as ever,ends up scoring an own goal.    "
                },
                "2": {
                    "title": "Curses Foiled Again",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "29 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Hacker and Digby go to the museum where Professor Sandybottom is displaying his collection of Egyptology,including a mysterious statue of a sacred but apparently cursed dog. When the statue goes missing Digby fears he will be blamed and gets Hacker to substitute as the statue. Unfortunately a mummy that has come to life takes a shine to and pursues Hacker. Can Digby get his scoop or will it be 'wrapped up' in a different way?    "
                },
                "3": {
                    "title": "You Are Feeling Very Sneaky",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "6 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Pilbury is in the grip of a spate of burglaries but Max is more concerned that Digby should take Hacker to see local 'dog whisperer' Darren Hound to cure him of his tendency to play practical jokes. Whilst with Darren Digby discovers that he is the one hypnotising animals into robbing their owners but can he avoid being hypnotised himself?    "
                },
                "4": {
                    "title": "Army Manoeuvres",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "13 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Digby and Hacker visit an Army camp to do a feature but are put into uniform and drilled by tyrannical Sergeant Bluster. When Digby hears Bluster say that the Colonel \"does not have much longer with us\" he suspects foul play and tries to thwart it but, as ever, gets things wrong.    "
                },
                "5": {
                    "title": "Digby & the Viking",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "20 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Hacker and Digby are metal-detecting in spooky Viking Wood when Digby discovers what he believes to be a hoard of ancient treasure though in fact it is stolen loot buried by notorious burglar the Pilbury Panther,who uses the legend of the Viking ghost to keep people at bay from his stash. Fortunately Hacker is well-versed in Kung Fu,which he puts to good use when he and Digby are interrupted,but is his opponent the Panther or a genuine Viking spirit?    "
                },
                "6": {
                    "title": "The Laughing Cavalier",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "27 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Digby and Hacker go to Max De Lacey's brother Rex's mansion to cover a story on its ghost,the Laughing Cavalier but Hacker inadvertently disintegrates it with his Ghoulie Blaster. Digby must impersonate the cavalier to fool visiting spirit hunter Antonia De Ghoul if he is to stand a ghost of a chance to get his scoop.    "
                },
                "7": {
                    "title": "The Heat Is On",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "3 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Digby and Hacker go to the park to cover a story about the summer heat-wave and discover that two crooks are controlling the weather from their ice cream van in order to increase sales. Digby has them on the run but unfortunately causes a snow storm in the middle of summer.    "
                },
                "8": {
                    "title": "Freeze a Jolly Good Caveman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "10 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Archaeologist Professor Krinkelhoffen has discovered a frozen cave-man,which he puts on show at the local museum. Digby and Hacker go to take a photo of him but Hacker unfortunately defrosts him,causing him to run amok. Digby has to use Hacker as live bait to lure him back into the museum and refreeze him.    "
                },
                "9": {
                    "title": "Fangs for the Memory",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "17 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Digby and Hacker visit a retirement home to interview Frank, the oldest man in Britain, but find themselves competing with rival reporter Selena Sharp. Since Frank can only talk with his false teeth in and Digby's clumsiness keeps knocking them out it is left to Hacker to impersonate Frank over the phone to divulge the secret of long life.    "
                },
                "10": {
                    "title": "Double Digby",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "24 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Digby and Hacker attend the local teddy bear convention at the Pilbury hotel ,unaware that criminal Fingers Golightly,who has had plastic surgery to change his appearance and is Digby's exact double,is also there,to retrieve a stolen diamond. Confusion reigns with Digby inevitably being mistaken for the crook,thereby facilitating his escape.    "
                },
                "11": {
                    "title": "Down in the Mouth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "1 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    New confectionary sensation Colonel Croc's Grinballs is sweeping the town and Digby goes to interview the 'Colonel', a man in a crocodile suit who hypnotises him into eating so many of the sweets he needs the dentist. In fact Colonel Croc is also the dentist,drumming up trade by ruining people's teeth but,unsurprisingly,it is Hacker,not Digby that gets the scoop by exposing him.    "
                },
                "12": {
                    "title": "Back Tud-or Future",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "8 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Digby is in a Port-A-Loo, which gets towed away to a Tudor mansion where actors are portraying Henry VIII and his court. Convinced that he has journeyed back in time, Digby is determined to 'save' the woman playing Anne Boleyn from being executed and locks her in a cupboard whilst he takes her place at the block but only ends up by being arrested.    "
                },
                "13": {
                    "title": "Court in the Act",
                    "kind": "episode",
                    "episode of": {
                        "title": "Scoop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "15 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    In a clip show featuring scenes from past episodes Digby appears in court where Selena accuses him of multiple cases of cruelty to Hacker as well as numerous other offences against the people of Pilbury. The judge sentences him to two hundred years in prison. What a nightmare. Or is it?    "
                }
            }
        },
        "number of episodes": 39,
        "cast": [
            {
                "name": "Williamson, Shaun"
            },
            {
                "name": "Benton, Mark"
            },
            {
                "name": "Fletcher, Phil"
            },
            {
                "name": "Heath, Andy"
            },
            {
                "name": "Ludders, Simon"
            },
            {
                "name": "Stockman, Sam"
            },
            {
                "name": "Barrow, Miles"
            },
            {
                "name": "Anwar, Mina"
            },
            {
                "name": "Durkin, Barbara"
            },
            {
                "name": "Marsh, Steve"
            },
            {
                "name": "Aitken, Tony"
            },
            {
                "name": "Hawkyard, Paul"
            },
            {
                "name": "Akudolu, Chizzy"
            },
            {
                "name": "Perry, Mark"
            },
            {
                "name": "Bent, Stephen"
            },
            {
                "name": "Scudamore, Stewart"
            },
            {
                "name": "Wright, Dan"
            },
            {
                "name": "Elwell, Josh"
            },
            {
                "name": "Ventry, Laurie"
            },
            {
                "name": "Wilton, Nick"
            },
            {
                "name": "Robinson, Jess"
            },
            {
                "name": "Joseph, Lesley"
            },
            {
                "name": "Downey, Gabrielle"
            },
            {
                "name": "Dutton, Julian"
            },
            {
                "name": "Hurn, James"
            },
            {
                "name": "Brazier, Chris"
            },
            {
                "name": "Gold, Louise"
            },
            {
                "name": "Mendonça, Carla"
            },
            {
                "name": "Mitchell, Gavin"
            },
            {
                "name": "Walsh, Nuala"
            },
            {
                "name": "Bryant, Nicola"
            },
            {
                "name": "Chadd, Carl"
            },
            {
                "name": "Tatarsky, Daniel"
            },
            {
                "name": "Clark, Sheila"
            },
            {
                "name": "Colgan, Valerie"
            },
            {
                "name": "Kirkby, Ian"
            },
            {
                "name": "McCardie, Sarah"
            },
            {
                "name": "Voce, John"
            },
            {
                "name": "Faraday, Tim"
            },
            {
                "name": "Gardner, Ray"
            },
            {
                "name": "Kane, Susy"
            },
            {
                "name": "Goddard, Jane"
            },
            {
                "name": "Barker, Lucy May"
            },
            {
                "name": "Fitzmaurice, Ruby-Rose"
            },
            {
                "name": "Gibson-Howell, Patricia"
            },
            {
                "name": "Armstrong, Charles"
            },
            {
                "name": "Carver, Sara"
            },
            {
                "name": "Craig, Fergus"
            },
            {
                "name": "Deley, Ortis"
            },
            {
                "name": "Dodd, Samantha"
            }
        ],
        "locations": [
            "Inglis Barracks, Mill Hill, London, England, UK"
        ],
        "genres": [
            "Comedy",
            "Family"
        ],
        "runtimes": [
            "24"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 SD",
        "number of seasons": 3,
        "rating": 6.2,
        "votes": 32,
        "languages": [
            "English"
        ],
        "title": "Scoop",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Scoop (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Brotherhood, Mark"
            },
            {
                "name": "Clark, Rory"
            },
            {
                "name": "Cotton, Keith"
            }
        ],
        "production companies": [
            {
                "name": "British Broadcasting Corporation"
            }
        ],
        "plot": [
            "A journalist and his dog must search for the newest scoops and hottest stories.::Leon Ingall"
        ],
        "tech": {
            "runtime": [
                "24 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 SD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 32,
                "rating": 6.2
            },
            "aged 18 29": {
                "votes": 10,
                "rating": 5.7
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 4.9
            },
            "aged 45 plus": {
                "votes": 6,
                "rating": 8.0
            },
            "males": {
                "votes": 17,
                "rating": 6.0
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 4.5
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 4.9
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 8.1
            },
            "females": {
                "votes": 5,
                "rating": 5.9
            },
            "females aged 18 29": {
                "votes": 4,
                "rating": 5.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 6.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 10.0
            },
            "non us users": {
                "votes": 18,
                "rating": 6.4
            }
        },
        "number of votes": {
            "10": 7,
            "9": 1,
            "8": 5,
            "7": 4,
            "6": 3,
            "5": 4,
            "4": 0,
            "3": 1,
            "2": 3,
            "1": 4
        },
        "arithmetic mean": 6.2,
        "median": 7
    }
}