{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "18 May 2009"
            },
            {
                "country": "Hungary\n",
                "date": "3 August 2013"
            }
        ],
        "release dates": [
            "UK::18 May 2009",
            "Hungary::3 August 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Moving On"
            },
            {
                "countries": "Hungary",
                "title": "Az élet megy tovább"
            }
        ],
        "akas": [
            "Moving On (original title)",
            "Az élet megy tovább Hungary"
        ],
        "akas from release info": [
            "Moving On (original title)",
            "Az élet megy tovább Hungary"
        ],
        "episodes": {
            "10": {
                "1": {
                    "title": "By Any Other Name",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 1,
                    "votes": 14,
                    "original air date": "4 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Carl is a cleaner at the local university. When he masquerades as a lecturer, he discovers a newfound confidence.    "
                },
                "2": {
                    "title": "Beaten",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 2,
                    "votes": 9,
                    "original air date": "5 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    A teacher struggles to cope with life due to the stress of his workload and harassment from pupils.    "
                },
                "3": {
                    "title": "Isabelle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "6 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    A struggling single mother reconnects with the father of her inquisitive nine-year-old daughter, triggering a bitter custody battle.    "
                },
                "4": {
                    "title": "A Walk in My Shoes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "7 Feb. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Frozen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 5,
                    "original air date": "8 Feb. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "The Rain Has Stopped",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 28,
                    "original air date": "18 May 2009",
                    "year": "2009",
                    "plot": "\n    Liz, a lonely widow,returns home from her holiday in Torquay with Damar, a Nepalese ex-Gurkha, whom she intends to marry. Her grown-up,divorced daughter and son are hostile to him because they never imagined Liz would find another man to replace their father, who died young. Her neighbour, bitter because she has been made redundant by cheaper, Eastern European labour, reports the couple to the council, losing Liz her benefits and Damar his job. Relations are strained with Liz's daughter using her grandchildren as weapons. Only when Damar leaves in the middle of the ...    "
                },
                "2": {
                    "title": "Bully",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 26,
                    "original air date": "19 May 2009",
                    "year": "2009",
                    "plot": "\n    Having been bullied at school himself, boorish Colin's efforts to make son Andrew stand up for himself turn the boy into a bully, picking on Ryan from next door, driving a wedge between Colin and his workmate Les, Ryan's father, who even considers moving house. When Andrew disappears Les is demonized after threatening him in Ryan's defence. However Colin gets a welcome surprise which ultimately makes him see the error of his ways and order is restored.    "
                },
                "3": {
                    "title": "Drowning Not Waving",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 59,
                    "original air date": "20 May 2009",
                    "year": "2009",
                    "plot": "\n    Ellie has so many debts she is forced to put her house up for sale. The prospective buyer is John, the school bad boy, now a handsome and charming property developer who is happy to let her stay on as his tenant. They begin to fall for each other until Ellie's best friend, a married woman who recently had a fling with John and may be less than impartial, informs her that he has made his money not from houses but by illegal drug-dealing. He denies it and claims he loves her. Which of them is she to believe if she is to 'move on' and improve her situation?    "
                },
                "4": {
                    "title": "Dress to Impress",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 23,
                    "original air date": "21 May 2009",
                    "year": "2009",
                    "plot": "\n    Unaware that his teen-aged son Dan is a secret cross-dresser Jake erroneously believes that the boy's sexy lingerie belongs to his wife and that she is having an affair. To stop his parents tearing each other apart Dan forces himself to come out in the most spectacular of ways. Can family unity be restored?    "
                },
                "5": {
                    "title": "Butterfly Effect",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 14,
                    "original air date": "22 May 2009",
                    "year": "2009",
                    "plot": "\n    Whilst working in a hostel for homeless teenagers, single parent Sylvie reports one of the residents,Jacko,on the run from a gang,for threatening her with a gun but no weapon is found and she is disbelieved. She becomes withdrawn and paranoid, excessively fearful for her son's safety and she quits her job. However, a chance meeting with Jacko allows all her pent-up rage to explode and gives her the necessary courage to face him in court.    "
                }
            },
            "2": {
                "1": {
                    "title": "Sauce for the Goose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 17,
                    "original air date": "1 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Anne,a middle-aged divorcee,spends her life caring for her mother,Bella,who has Alzheimer's Disease whilst following the progress of her son Chris,who is back-packing across South America. She meets John,also divorced,and they spend time together,letting Anne's married sister Lynne mind Bella. However Bella is used to living with Anne and Lynne tends to use this as an excuse to shirk her responsibilities.When Chris is mugged Anne decides to fly out,with John,to see him and asks Lynne to become Bella's carer for three weeks but Lynne feels that she would be better off ...    "
                },
                "2": {
                    "title": "Skies of Glass",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 15,
                    "original air date": "2 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Mary Ann and Anthony are a childless couple,whose situation is not helped by the fact that her sister,Sarah, has three teen-aged kids. Their efforts to adopt Grace,a baby they fostered,are dashed when the birth mother wants her back and the couple are despairing,Anthony hitting the bottle. Then Mary Ann finds an abandoned baby in her car,with a note asking her to care for the child. She assumes the mother is one of the girls at the youth club where she helps out but none will admit to it.Anthony believes they should keep her, Mary Ann feels they must tell the police ...    "
                },
                "3": {
                    "title": "Skin Deep",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 14,
                    "original air date": "3 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Approaching her sixtieth birthday,Jean attends a school reunion,where the other women all seem to have had face-lifts,making her feel old. After she has Botox and a tummy-tuck in order to look slim in her birthday party dress,her husband Frankie rows with her over her apparent obsession with her looks and moves out. The situation leads to an airing of deep-seated marital grievances on both sides,with Jean particularly angry that Frankie seems to have spent all their savings. However he has a romantic explanation which leads to eventual reconciliation.    "
                },
                "4": {
                    "title": "Malaise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 23,
                    "original air date": "4 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Mike,known as Moose,is paroled after a long prison sentence for his role in an armed robbery,to find his ex-wife Tina has been living for the past four years in their old house with Adam,who is like a father to their young daughter Jess. All three resent Moose's reappearance,leading to the men fighting in Adam's work-place,costing him his job. Then Adam learns that Moose did not take part in the armed robbery but took the blame as the real perpetrators were threatening his family. Seeing Moose in a different light and realising Tina still loves her ex-husband,Adam ...    "
                },
                "5": {
                    "title": "Letting Go",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 11,
                    "original air date": "5 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Dental nurse Kirsty is shocked to discover that Lee,her partner who lives with her and her schoolboy son Sam,has successfully kept from her his long-term heroin use for several years. Her initial reaction is to take a counsellor's advice and throw him out but she misses him and determines to help him quit,giving up cigarettes to encourage him. But her expectations are very high,ultimately doing her more harm than good and she comes to appreciate that the only way forward for them both is to take a more detached,less judgmental view.    "
                },
                "6": {
                    "title": "Trust",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 11,
                    "original air date": "8 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    When elderly ex-boxer Eddie catches young Jack trying to burgle his house he makes him mend his broken window,rather than turn him in. Jack is impressed by the fact that Eddie once boxed in the Olympics and,trained by Jack,takes up the sport himself. Despite the age gap they become friends, with Jack leaving the gang with whom he aimlessly hung out to spend his days at the gym. Eddie's son Shane warns his father that he is being used and,when Eddie's late wife's rings go missing,Jack is the obvious culprit. The trust is broken but,after Eddie has discovered that Jack ...    "
                },
                "7": {
                    "title": "The Test",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 10,
                    "original air date": "9 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Widow Theresa meets the charming Gabe,who is anxious to date her but she rejects him after her long-time friend Cyn says he was a wife-beater. Cyn has repeatedly failed her driving test so Theresa impersonates her and passes on her behalf. To celebrate, Cyn drives Theresa to the seaside but on the way home Gabe rings Theresa,who realises that Cyn lied about him. The women argue and the car goes off the road.Cyn is anxious to keep the deception quiet but Theresa decides her relationship with Gabe is more important than a so-called friend who has used her once too often.    "
                },
                "8": {
                    "title": "Losing My Religion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 15,
                    "original air date": "10 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Joanne and Dave are concerned when their fifteen-year-old son Jamie is bullied at his Catholic school for being gay. Joanne sees the headmaster but he is ho help,even after Jamie has attempted suicide,since his old fashioned faith prejudices him against homosexuality. Fortunately Joanne's local priest is far more understanding and non-judgmental,giving Joanne the strength to publicly denounce the head for his bigotry before she and Dave move their son to another school.    "
                },
                "9": {
                    "title": "Rules of the Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 11,
                    "original air date": "11 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Living in the shadow of big brother Stevie,a successful footballer, jobless Dave Farrow still lives at home and is frequently drunk. One such spree lands him in casualty,where he meets nurse Ruth,whom he dates,though,with an alcoholic father,she is concerned as to Dave's drinking. On a double date with Stevie and his girl-friend, Dave gets drunk and jealous as his brother seems to be getting on too well with Ruth,ending in the fight between the boys.Dave has to face up to,and admit,his envy of Stevie and recourse to the bottle to win back his self-respect and the ...    "
                },
                "10": {
                    "title": "I am Darleen Fyles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 13,
                    "original air date": "12 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Diagnosed with a personality disorder young Darleen Fyles lives in sheltered accommodation and is obsessed with ringing the emergency services. Through her boyfriend Jamie,who cleans at a retirement home,she meets one of the residents,Diane, and,when she is burgled,rather than phone the police who will think she is crying wolf,she asks Diane's help. Darleen's mother Treena wants to move her own boyfriend and his little girl into Darleen's old room and is not keen for him to meet her. When Diane suggests to Treena that Darleen's obsession is a search for security,...    "
                }
            },
            "3": {
                "1": {
                    "title": "The Milkman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 9,
                    "original air date": "14 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Milkman 'Bugsy' Maloney gives local children rides on his float until young Dylan falls off and hits his head. There is no lasting damage and the boy's mother Ali knows it was an accident but she has money problems and allows herself to be talked into suing the dairy by her mother and thuggish ex-husband Clive,who moves back in with her to ease her financial burden. At a meeting at a solicitor's Bugsy is prepared to admit liability but Ali will not allow him to be sacked over a trumped up claim and ends up having to make a compromise.    "
                },
                "2": {
                    "title": "Tour of Duty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "15 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Suffering from post natal depression and the fear her soldier husband Tom will die in Afghanistan Caroline leads a sad,aimless existence,not helped when she has a rat infestation. Divoeced pest controller Sam not only gets rid of the rodents but helps her around the house and gives her the incentive to enjoy life. Soon they are in bed together. However,when Caroline learns that Tom has narrowly avoided being killed she has to put things into perspective.    "
                },
                "3": {
                    "title": "Punter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "16 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Plumber Billy has amassed huge debts due to his gambling addiction and has to resort to stealing for spare parts. When he finds,in customer June's loft,a bag of diamonds of which she seems unaware,the temptation is too great and he steals them,though he gambles away the proceeds of their sale,prompting his long-suffering wife Michelle to leave him. However Billy comes to realise that June was well aware of the diamonds and had set him up for reasons of her own. He will learn a painful lesson that will cause him to take stock of his addiction.    "
                },
                "4": {
                    "title": "Donor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "17 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    After two years with loving boyfriend Andy,Chris is devastated when he tells her that he is infertile,feeling isolated when she sees contemporaries with families. Then,learning that he is the last of his line she asks her best friend Mick to be her sperm donor. However,as a gay man who has never entertained fatherhood and believing Chris to be too much of the party girl to be a responsible parent,he refuses. Can he convince her that she is better off with her current life-style and does not need a child to make her happy?    "
                },
                "5": {
                    "title": "Poetry of Silence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 7,
                    "original air date": "18 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Young Kieran Murphy heads off to university but finds himself slipping behind with the work and succumbing to depression. When girlfriend Amy finds him unconscious by an empty pill bottle his parents Ann and John fetch him home but he refuses to take the prescribed anti-depressants and does nothing with his time,despite rescuing a would-be suicide at a train station. Can a fishing outing with his father bring about the necessary connection?    "
                }
            },
            "4": {
                "1": {
                    "title": "The Shrine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 12,
                    "original air date": "28 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    John and Carol are having trouble selling their house when young father Ryan,after a row with his wife,steps off the kerb outside and is killed by a taxi. The area in front of the house becomes a shrine as Ryan's widow Sarah and well-wishers leave flowers and cards but prospective buyers find this off-putting,seeing the road as dangerous. John and Carol hide the flowers when a couple come to view and are accused of selfishness by Sarah. However Carol tells Sarah she feels she is dining out on public shows of grief and should remember Ryan in her heart,not through a ...    "
                },
                "2": {
                    "title": "Visiting Order",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "29 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Liv,a Norwegian mature student,volunteer counsellor and single parent,visits Kris,her father,who is in prison for drug trafficking, on a weekly basis out of duty. When she is late returning from a visit Aiden,her sons' teacher,looks after them and she begins to date him. An escape alarm shuts down the prison and Liv is delayed from leaving,leading Aiden to believe she had stood him up on a romantic dinner date. Ultimately Kris tells her that he sees that her happiness must come above daughterly duty and she acts accordingly.    "
                },
                "3": {
                    "title": "Friends Like These",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 10,
                    "original air date": "30 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Single parent Danielle finds it hard to cope. Her ex-husband offers no support and she drinks for comfort. New arrival at the school gates Sonia helps her out financially and showers her with gifts for her children. Danielle is initially grateful but becomes alarmed when Sonia becomes obsessive about her and hides when Sonia comes to visit. Sonia becomes vengeful,claiming Danielle has had an affair with her husband and reporting her for signing on and working. Danielle has previously been meek and unassuming. Now is the time for her to be forceful both with Sonia and ...    "
                },
                "4": {
                    "title": "Blood Ties",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 11,
                    "original air date": "31 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Phil looks after his father Charlie,who has had a stroke but the old man is demanding and Phil finds it difficult juggling his job as a building instructor with his carer's role. Phil's wife Sue thinks Charlie would be better off in sheltered accommodation but Phil is not keen. One night,whilst driving to see his obstinate father Phil takes a call from to say the house is on fire and,distracted,he runs down a young woman. Having rung for an ambulance he speeds off to find Charlie needs hospital admission. Stressed out by events he snaps at work and threatens an ...    "
                },
                "5": {
                    "title": "That's Amore",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 10,
                    "original air date": "1 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    After years of marriage to unambitious taxi driver Gary,Lisa wants a divorce and Gary,who had never thought anything was wrong,is shocked. Neither is willing to move out of the house so he lives on the ground floor and he lives upstairs in an antagonistic relationship. Still hopeful to win Lisa back Gary is dismayed when he finds that she has started Internet dating and finds a date of his own,though it turns out to be a disaster. Finally realising what he has thrown away Gary makes a speech to Lisa's new date,extolling her virtues. And,as the house is finally sold, ...    "
                }
            },
            "5": {
                "1": {
                    "title": "Fledgling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "11 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Married to policeman Steve with two little boys Jo is bored with her existence as a housewife and, when she accidentally shop-lifts, gets a buzz - so much so that she carries on doing it, until she is eventually caught. She spends a day at the police station before she is fined and released without a criminal record but lies to Steve that her failure to collect the children from school was because she fainted and was taken to hospital. Next day he discovers the truth but at least the situation allows her to air her dissatisfaction with her marriage and herald change ...    "
                },
                "2": {
                    "title": "The House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "12 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    With his mother Shirley in long term care postman Paul is only too glad when she requests that he, his wife Lisa and two little boys leave their poky rented home to move in with Tommy, his father, in his large house. Lisa is worried as to what will happen when the parents die so Tommy agrees to sign the house over to them and assumes that Paul's older sister Theresa, a successful headmistress with her own home, will not be bothered. He is wrong as Theresa, already unhappy that she cannot have children, feels ganged up on and tells Paul that Tommy is not his real ...    "
                },
                "3": {
                    "title": "The Value",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "13 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Newly-qualified English teacher Amani starts work at a rough school, whose unruly pupils have no interest in learning and constantly play her up. When she hits out at them she gets reported and the stress of the job is such that it causes her hair to fall out. When the class go too far and discover her baldness she tells them she has cancer and immediately gets them on her side, also winning the praise of the headmistress for not wanting time off. Only her colleague Hugh knows the truth but when the school presents her with a cheque for a cancer charity of her choice ...    "
                },
                "4": {
                    "title": "Hush Little Baby",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "14 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    One day 14-year old Beth refuses to speak. Her father Greg, mother Lou and brother Pads are unable to get her to talk and it causes family discord. A child psychologist recommends she write down her thoughts in a book though little is accomplished. Greg believes he knows the cause of her selective mutism, having heard him on the phone to a woman with whom he is having an affair. At a family gathering Lou's sister Toni and her husband Nathan announce that they are moving to Australia and Beth recognizes Toni as the 'other woman'. This unlocks the silence and eventually...    "
                },
                "5": {
                    "title": "Back by Six",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "15 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Cab driver Andy is fed up with his stroppy ex-wife Sarah putting restrictions on his visits to their children Chloe and Jack. When he hears that they are going on holiday with 'mum's friend' he assumes she has a new partner and reacts badly, absconding with the children to take them to see his parents on the Isle of Man. On the way he learns that there is no new man in her life but a platonic female friend. However during the separation both parents realize that they are better off than many people and agree to stop fighting and work together for the children's sake.    "
                }
            },
            "6": {
                "1": {
                    "title": "Madge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "votes": 14,
                    "original air date": "10 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Active pensioner Madge has a boyfriend, Eric, who commends her good deeds and her work as a prison visitor. What she has not told him is that the prisoner she visits is her husband Mike, jailed for manslaughter, but whom she has told everybody died in a car crash. At Madge's birthday party Eric proposes and she accepts but on the wedding day takes drastic action to prevent the ceremony going ahead. The truth comes out at last and for Madge it is a truth she has known for many years.    "
                },
                "2": {
                    "title": "The Signature",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "votes": 13,
                    "original air date": "11 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    With her husband Ken suffering from MS mother of two Moira is the family bread-winner, working both as a dinner lady and in a corner shop. Finances are tight so that when the Polish Anna, a customer at the shop, hands Moira a winning lottery ticket Moira tells her she has won £25 when it is actually worth thirty five thousand, Moira claiming the ticket as her own and ringing the lottery headquarters. Ken is shocked when he learns what she has done and they burn the ticket to hide the evidence but when Moira sees that Anna is as impoverished as herself she does the ...    "
                },
                "3": {
                    "title": "Blind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "votes": 9,
                    "original air date": "12 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Now that their daughter Becca has left for university married couple Jenny and Terry seem to have nothing in common and frequently argue. Then an old college friend of Jenny, Dan, who is blind, comes to stay. He is a successful writer and Jenny seems to come alive in his presence, making Terry very jealous. However when he suggests that Jenny leaves Terry for him it is a wake up call to her to realize that the marriage can be saved after all.    "
                },
                "4": {
                    "title": "Two Brothers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "13 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Separated from his sour wife Claire and adoring daughters Eddie lives with his irresponsible brother Pete and his family. When Pete drinks and gambles away money owed to him Eddie reports him for drink driving and Pete loses his job. Eddie feels guilty and Pete's wife Lorraine discovers the truth, forcing Eddie to own up to his brother. Strangely enough this leads to positives all round.    "
                },
                "5": {
                    "title": "The Beneficiary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "votes": 7,
                    "original air date": "14 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Married to the boorish Derek with two demanding boys put-upon Helen's life is brightened by her meetings with cultured, older lover Duncan and she is devastated when he is killed in a car crash. When she receives a letter to say Duncan left her £50,000 she has to admit everything to an angry Derek though she points out that Duncan respected her intellect and did not take her for granted like her husband. She decides to refuse the bequest, feeling that it would cheapen what she and Duncan had. And then her solicitor tells her something that makes her change her mind.    "
                }
            },
            "7": {
                "1": {
                    "title": "Taxi for Linda",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "votes": 16,
                    "original air date": "22 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Linda and Frank both work as controllers for Kwiker Kabs taxi firm but Frank is too shy to confess his feelings for her. Then smooth-talking driver Terry comes on the scene and starts to date Linda. However Frank discovers that Linda is not the only woman in Terry's life and that he is flat broke and using her for her money. He must decide whether or not to hit her with the truth.    "
                },
                "2": {
                    "title": "Passengers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "votes": 13,
                    "original air date": "23 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Widowed pensioner Ronnie , who is beginning to lose his memory, befriends neighbour Helen and teaches her to drive. However he starts to suspect that her partner Tony is hitting her and calls in the social services. His efforts are not appreciated and she ends the lessons. Then he learns the truth about her situation and realizes that he can help after all.    "
                },
                "3": {
                    "title": "A Picture of Innocence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "votes": 18,
                    "original air date": "24 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Hayley Sullivan is shocked to find intimate photos, apparently of her school-girl daughter Ruby, posted on the Internet and inviting lewd comments. Though the pictures are removed Hayley discovers that Ruby is less innocent than she makes out and actually posed for the shots to impress an older boyfriend. Getting no joy from the boy's parents Hayley sets out to shame him publicly.    "
                },
                "4": {
                    "title": "Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "votes": 11,
                    "original air date": "25 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Angela has told everyone that her father Mick is dead since he is a chronic alcoholic and she has devoted her life to looking out for him, to the extent that when boyfriend Danny proposes she turns him down. As a result Danny prepares to leave town, forcing Angela to tell him the truth about her father and confronting Mick with her own needs.    "
                },
                "5": {
                    "title": "Scratch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "votes": 12,
                    "original air date": "26 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    Unassuming John is pushed by his wife Sarah into complaining about noise to the builders working next door, after a scratch appears on his car. His loud-mouthed brother Darren accuses the workmen and blocks the road, escalating an awkward situation, leading to a sacking and a neighbourhood row. When the truth about the scratch comes to light John at last decides to stand up for himself - against the right person.    "
                }
            },
            "8": {
                "1": {
                    "title": "Eighteen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 1,
                    "votes": 9,
                    "original air date": "7 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    On his eighteenth birthday orphaned Afghani refugee Mati gets a letter to say he is to be deported after eleven years in Britain with his foster mother Rosie and her Down Syndrome son George so he runs away to live in the woods. When unfeeling immigration officers come to the house George also runs off but Mati, alerted by Rosie's phone call, locates him. With the police now involved Rosie is forced to take drastic action.    "
                },
                "2": {
                    "title": "Empty Nest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "8 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    With one son already having left home Clare struggles with the fact that 16-year old Matt wants his independence and prefers to go to France with his girl-friend's family than the traditional Lake District holiday with Clare and husband Rob - so she hides his passport in a neighbour's skip. Seeing how upset the boy is she tries to retrieve it but the skip is emptied and she must explain to Matt what she did and why. Eventually, after Rob has found a way out for them, mother and son reconcile.    "
                },
                "3": {
                    "title": "Burden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 3,
                    "votes": 10,
                    "original air date": "9 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Divorced from Debra following his adultery Liam lives with Anna but still sees his two little boys, though 15 year old daughter Jess blanks him. One day Liam sees her going into an off-licence and gives her a bottle of wine but she gets drunk, falls down, cracking her skull and falling into a coma. Liam and Debra grow closer as they visit the hospital and he helps her with the boys though Anna feels used and finishes with him. Reconciliation with Debra seems likely until he tells her that he gave Jess the wine though it is the recovering Jess herself who ultimately ...    "
                },
                "4": {
                    "title": "Zero",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "10 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    20 year old Nathan is thrilled to start work at the local car factory but, despite excellent wages, he is employed on a non-union, zero hours basis and the job is dull and demanding with the harsh foreman Roy requiring him to come in on a moment's notice. When his friend Wilko is summarily sacked for taking sick leave Nathan decides to rebel and is himself dismissed. However this proves to be a blessing in disguise, making him realize that he is worth more than his soulless job.    "
                },
                "5": {
                    "title": "Our House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "11 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    Hospital nurse Kim moves into her late mother's house, helped by daughter Grace and boyfriend Si. The house is woefully in need of repair and so she brings in builder Kenny Jones. When Kim gives Kenny a key and advice about his ailing father Grace disapproves and Si is jealous. Then , after Kim has paid two thousand pounds in advance, Kenny disappears and when Kim eventually tracks him down, refuses to answer the door. Fortunately Si is there for her.    "
                }
            },
            "9": {
                "1": {
                    "title": "Invisible",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 1,
                    "votes": 16,
                    "original air date": "5 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    School cleaner Pat is appalled to see the man who abused her daughter Rachel over thirty years earlier is still teaching. She wants to report him but Rachel is not keen, given that Pat did nothing at the time. Pat explains her reasons, leading Rachel to confront the man - who denies everything - and to finally do something to exorcise old demons.    "
                },
                "2": {
                    "title": "Lost",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 2,
                    "votes": 10,
                    "original air date": "6 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    When Kath's husband dies she is persuaded to join a spiritualist church to communicate with him and starts to believe what Mary, the medium, tells her. Her son Michael is cynical and sets out to discredit Mary. This leads him to confess his own guilt regarding his relationship with his late father and for Kath to realize that the living are more important than the dead.    "
                },
                "3": {
                    "title": "Two Fat Ladies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 3,
                    "votes": 10,
                    "original air date": "7 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Long-time friends Cath and Debs have always shared their Bingo winnings half and half so when Cath wins over forty thousand pounds Debs and husband Darren are horrified when Cath's domineering husband Geoff persuades her to give them just six thousand pounds. Legal advice proves futile and the friendship swiftly falls apart. However Cath realizes that she must do something to get things back to normal.    "
                },
                "4": {
                    "title": "Neighbour",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 4,
                    "votes": 10,
                    "original air date": "8 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    After losing their business Michelle and her husband Gary move to a smaller house where they are welcomed by cheery Tina from next door. Having explained her financial problems to Tina Michelle is pleased when Tina gets her a job with her as a waitress. However, when a face from Michelle's past turns up, causing her to tell a lie at Tina's expense it causes a rift - which Michelle is determined to heal.    "
                },
                "5": {
                    "title": "The Registrar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Moving On (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 9,
                    "episode": 5,
                    "votes": 10,
                    "original air date": "9 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Registrar Sandra Barton is popular and successful at her job but stunned when husband Frank announces that he is leaving her for another woman. Daughter Emma takes her mother's side but Sandra also derives comfort from an elderly couple, both widowed, whose ceremony she performs and sympathetic colleague Kevin, who gives her hope for a future.    "
                }
            }
        },
        "number of episodes": 55,
        "cast": [
            {
                "name": "Bell, Neil"
            },
            {
                "name": "Brockenbrow, Alicia"
            },
            {
                "name": "Brown, Warren"
            },
            {
                "name": "Lowndes, Emma"
            },
            {
                "name": "Fitzmaurice, Neil"
            },
            {
                "name": "Long, Adam"
            },
            {
                "name": "Evets, Steve"
            },
            {
                "name": "Knowles, Jo-Anne"
            },
            {
                "name": "Atkinson, Rebecca"
            },
            {
                "name": "Deam, Jack"
            },
            {
                "name": "Kilburn, Melanie"
            },
            {
                "name": "James-Collier, Robert"
            },
            {
                "name": "Nuttall, Amy"
            },
            {
                "name": "Tikaram, Ramon"
            },
            {
                "name": "Draycott, John"
            },
            {
                "name": "Jarvis, Rob"
            },
            {
                "name": "Ryder, Danny"
            },
            {
                "name": "Wilcox, Paula"
            },
            {
                "name": "Fryer, Emma"
            },
            {
                "name": "Smith, Olivia Rose"
            },
            {
                "name": "Chudasama, Sushil"
            },
            {
                "name": "Darwin, Chris"
            },
            {
                "name": "Gatrill, Sylvie"
            },
            {
                "name": "Williams, David"
            },
            {
                "name": "Henry, Danielle"
            },
            {
                "name": "Kerrigan, Clare"
            },
            {
                "name": "Taylor, Michael"
            },
            {
                "name": "Hennessy, Jennifer"
            },
            {
                "name": "Appleton, Karen"
            },
            {
                "name": "Duce, Sharon"
            },
            {
                "name": "Ford, Julia"
            },
            {
                "name": "Kirwan, Dervla"
            },
            {
                "name": "Sharp, Lesley"
            },
            {
                "name": "Aldersley, Thomas"
            },
            {
                "name": "Allen, Alfie"
            },
            {
                "name": "Ashbourne, Lorraine"
            },
            {
                "name": "Bell, Steve"
            },
            {
                "name": "Bessick, Anthony"
            },
            {
                "name": "Bremner, Ewen"
            },
            {
                "name": "Harker, Susannah"
            },
            {
                "name": "Speer, Hugo"
            },
            {
                "name": "Bottomley, Christine"
            },
            {
                "name": "Clancy, Ciaran"
            },
            {
                "name": "Collins, Suzanne"
            },
            {
                "name": "Dinsdale, Reece"
            },
            {
                "name": "Atwal, Taj"
            },
            {
                "name": "Cunniffe, Emma"
            },
            {
                "name": "Gumede, Natalie"
            },
            {
                "name": "Ingleby, Lee"
            },
            {
                "name": "Kearney, Gillian"
            }
        ],
        "locations": [
            "Liverpool, Merseyside, England, UK"
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "45"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "United Kingdom:15"
        ],
        "number of seasons": 10,
        "rating": 7.5,
        "votes": 243,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDg1NGUwN2EtMzJlYy00ODBjLTllODQtZWJkZmE1MDFmYjkzXkEyXkFqcGdeQXVyMjExMjk0ODk@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Moving On",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9",
            "10"
        ],
        "writer": [
            {
                "name": "McGovern, Jimmy"
            },
            {
                "name": "Duggan, Shaun"
            },
            {
                "name": "Wilson, Esther"
            }
        ],
        "production companies": [
            {
                "name": "British Broadcasting Corporation"
            },
            {
                "name": "LA Productions"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "Filmbox HD"
            },
            {
                "name": "Simply Media"
            }
        ],
        "other companies": [
            {
                "name": "EuroKids & Adults International Casting and Model Agency"
            },
            {
                "name": "Victor Humphries t/a Vision Motor Services"
            }
        ],
        "plot": [
            "Series of daytime plays set in contemporary Britain, all sharing the theme of someone going through some kind of change in their life.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "45 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 243,
                "rating": 7.5
            },
            "aged 18 29": {
                "votes": 29,
                "rating": 7.7
            },
            "aged 30 44": {
                "votes": 76,
                "rating": 7.2
            },
            "aged 45 plus": {
                "votes": 101,
                "rating": 7.7
            },
            "males": {
                "votes": 99,
                "rating": 7.3
            },
            "males aged 18 29": {
                "votes": 15,
                "rating": 7.9
            },
            "males aged 30 44": {
                "votes": 26,
                "rating": 6.9
            },
            "males aged 45 plus": {
                "votes": 56,
                "rating": 7.4
            },
            "females": {
                "votes": 108,
                "rating": 7.7
            },
            "females aged 18 29": {
                "votes": 13,
                "rating": 6.9
            },
            "females aged 30 44": {
                "votes": 47,
                "rating": 7.4
            },
            "females aged 45 plus": {
                "votes": 43,
                "rating": 8.2
            },
            "top 1000 voters": {
                "votes": 16,
                "rating": 5.2
            },
            "us users": {
                "votes": 29,
                "rating": 6.6
            },
            "non us users": {
                "votes": 154,
                "rating": 7.6
            }
        },
        "number of votes": {
            "10": 57,
            "9": 29,
            "8": 69,
            "7": 34,
            "6": 19,
            "5": 9,
            "4": 2,
            "3": 2,
            "2": 7,
            "1": 15
        },
        "arithmetic mean": 7.5,
        "median": 8
    }
}