{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "3 November 2009"
            },
            {
                "country": "USA\n",
                "date": "3 November 2009"
            },
            {
                "country": "Singapore\n",
                "date": "4 November 2009"
            },
            {
                "country": "Ireland\n",
                "date": "5 November 2009"
            },
            {
                "country": "Spain\n",
                "date": "27 December 2009"
            },
            {
                "country": "Australia\n",
                "date": "7 March 2010"
            },
            {
                "country": "Sweden\n",
                "date": "1 April 2010"
            },
            {
                "country": "UK\n",
                "date": "13 April 2010"
            },
            {
                "country": "Finland\n",
                "date": "12 October 2010"
            },
            {
                "country": "Germany\n",
                "date": "18 July 2011"
            },
            {
                "country": "Japan\n",
                "date": "3 August 2011",
                "notes": "                            (DVD and Blu-ray premiere)"
            },
            {
                "country": "Hungary\n",
                "date": "7 January 2013"
            },
            {
                "country": "Belgium\n",
                "date": "25 May 2013"
            }
        ],
        "release dates": [
            "Canada::3 November 2009",
            "USA::3 November 2009",
            "Singapore::4 November 2009",
            "Ireland::5 November 2009",
            "Spain::27 December 2009",
            "Australia::7 March 2010",
            "Sweden::1 April 2010",
            "UK::13 April 2010",
            "Finland::12 October 2010",
            "Germany::18 July 2011",
            "Japan::3 August 2011                            (DVD and Blu-ray premiere)",
            "Hungary::7 January 2013",
            "Belgium::25 May 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "V"
            },
            {
                "countries": "Brazil",
                "title": "V: Visitantes"
            },
            {
                "countries": "Bulgaria (Bulgarian title)",
                "title": "Посетители"
            },
            {
                "countries": "Croatia",
                "title": "Posjetitelji"
            },
            {
                "countries": "Germany",
                "title": "V - Die Besucher"
            },
            {
                "countries": "Greece",
                "title": "V"
            },
            {
                "countries": "Hungary",
                "title": "V, mint veszélyes"
            },
            {
                "countries": "Poland",
                "title": "Goście"
            },
            {
                "countries": "Russia",
                "title": "Vизитeры"
            },
            {
                "countries": "Serbia",
                "title": "Posetioci"
            },
            {
                "countries": "Slovenia",
                "title": "V: Obisk iz vesolja"
            },
            {
                "countries": "Spain",
                "title": "V"
            },
            {
                "countries": "USA",
                "title": "V"
            }
        ],
        "akas": [
            "V (original title)",
            "V: Visitantes Brazil",
            "Посетители Bulgaria (Bulgarian title)",
            "Posjetitelji Croatia",
            "V - Die Besucher Germany",
            "V Greece",
            "V, mint veszélyes Hungary",
            "Goście Poland",
            "Vизитeры Russia",
            "Posetioci Serbia",
            "V: Obisk iz vesolja Slovenia",
            "V Spain",
            "V USA"
        ],
        "akas from release info": [
            "V (original title)",
            "V: Visitantes Brazil",
            "Посетители Bulgaria (Bulgarian title)",
            "Posjetitelji Croatia",
            "V - Die Besucher Germany",
            "V Greece",
            "V, mint veszélyes Hungary",
            "Goście Poland",
            "Vизитeры Russia",
            "Posetioci Serbia",
            "V: Obisk iz vesolja Slovenia",
            "V Spain",
            "V USA"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Red Rain",
                    "kind": "episode",
                    "episode of": {
                        "title": "V (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 500,
                    "original air date": "4 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Anna has unleashed Red Sky on the planet. With the world on the brink of war and chaos all around, is there anyone who can stand up to her? Meanwhile, Ryan has been kept in isolation on the mothership, away from his hybrid baby so that Anna can experiment on her; Chad, seeking redemption for being used by Anna, now wants to fight with the Fifth Column; and Erica goes on a journey to find a scientist who can give her the answers to what Red Sky is, and where she learns the horrifying secret of what the V's are doing on our planet.    "
                },
                "2": {
                    "title": "Serpent's Tooth",
                    "kind": "episode",
                    "episode of": {
                        "title": "V (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 408,
                    "original air date": "11 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Anna and Diana square off in the dark bowels of the Mothership - Diana has been down there for 15 years and not had a single glimpse of Anna. Meanwhile, Erica has Tyler's blood analyzed, and learns the V's did something sinister to her when she was pregnant with him.    "
                },
                "3": {
                    "title": "Laid Bare",
                    "kind": "episode",
                    "episode of": {
                        "title": "V (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 399,
                    "original air date": "18 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Erica learns her partner, Malik, is a Visitor and must fight for her life - literally - to stop Anna from finding out she's Fifth Column. Meanwhile, Anna learns that Malik is missing and orders Ryan to find her, while Lisa realizes her body is beginning to change, causing her to become more and more like her mother.    "
                },
                "4": {
                    "title": "Unholy Alliance",
                    "kind": "episode",
                    "episode of": {
                        "title": "V (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 415,
                    "original air date": "1 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    After the radical faction of the Fifth Column murders three Peace Ambassadors, Erica goes on a mission to hunt down their leader, Eli Cohn, a former Mossad agent. Meanwhile, as Jack and other priests around the globe begin to speak out against the Visitors, Anna heads to the Vatican in an effort to convince the leaders of organized religion that the Visitors truly are \"of peace.\"    "
                },
                "5": {
                    "title": "Concordia",
                    "kind": "episode",
                    "episode of": {
                        "title": "V (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 387,
                    "original air date": "8 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Anna uses her newest gift to mankind, \"Concordia,\" as a cover to hide an invading fleet of breeding vessels that will be used to ensure the perpetuation of Visitors for future generations. Meanwhile, Eli Cohn tries to convince Erica and the Fifth Column that the \"Concordia\" gala is the perfect time to assassinate Anna.    "
                },
                "6": {
                    "title": "Siege",
                    "kind": "episode",
                    "episode of": {
                        "title": "V (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 437,
                    "original air date": "15 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Anna enlists Ryan to help in efforts to eliminate the Fifth Column; the Vatican orders Father Travis to have Jack leave the church; Lisa meets her grandmother.    "
                },
                "7": {
                    "title": "Birth Pangs",
                    "kind": "episode",
                    "episode of": {
                        "title": "V (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 384,
                    "original air date": "22 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Erica, seeking revenge against Anna, heads to Hong Kong to carry out a mission to strike a lethal blow against Anna. Meanwhile, Anna learns that Tyler's phosphorous level is too low - even after the Red Rain -- and he might become useless to her; and Lisa and Diana bond, beginning to form an alliance against Anna.    "
                },
                "8": {
                    "title": "Uneasy Lies the Head",
                    "kind": "episode",
                    "episode of": {
                        "title": "V (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 376,
                    "original air date": "1 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Erica, now officially in charge of the global Fifth Column, leads them in a high risk attack against Anna. Anna meanwhile, growing closer in her plan to destroy humanity, finds a major obstacle in a certain Live Aboard candidate; and Ryan sneaks back onto the Mothership to try and rescue his daughter.    "
                },
                "9": {
                    "title": "Devil in a Blue Dress",
                    "kind": "episode",
                    "episode of": {
                        "title": "V (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 378,
                    "original air date": "8 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Anna is about to pull the switch on the planet's first Blue Energy reactor, but Sid realizes that the size of the reactor is much too large for just the various Concordia sites - the Fifth Column needs to figure out what Anna is really up to. And Diana tells Lisa she must act against Anna now, fulfill her destiny and save humans from annihilation.    "
                },
                "10": {
                    "title": "Mother's Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "V (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 585,
                    "original air date": "15 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Anna is focused on having Lisa breed with Tyler to ensure the evolution of the Visitors, while Erica and Diana enlist Lisa to stage a coup against Anna and remove her from power before humanity is destroyed. Erica and the Fifth Column join Lisa in the attempted coup, which has devastating results. Also in the episode, Marc Singer, who played freedom fighter Mike Donovan on the original \"V\" series, guest stars as Lars Tremont, a member of a top secret organization of high-ranking military and government leaders from around the globe who have long suspected that the ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "V (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 948,
                    "original air date": "3 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    On a day like any other, all of Earth is shocked with the arrival of large alien spacecraft that appear over major cities. The aliens themselves appear benign, offering to exchange their advanced technologies in return for replenishing their supplies. The aliens' spokesperson, Anna, is downright charming eventually focusing on news reporter Chad Decker as a means of seducing Earth's population. Earthlings are soon divided into two camps: those who welcome the Visitors with open arms and those, like Father Jack Landry, who see them as a threat. For FBI Agent Erica ...    "
                },
                "2": {
                    "title": "There Is No Normal Anymore",
                    "kind": "episode",
                    "episode of": {
                        "title": "V (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 707,
                    "original air date": "10 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    As the Visitors continue negotiations with the United States and other countries to establish diplomatic relations, opponents begin to slowly piece together the extent to which they have already infiltrated human society. FBI Agent Erica Evans is still reeling over the realization that her FBI partner of seven years was actually an alien. Her cover story for the warehouse shooting soon falls apart but she and her boss soon discover clues into the web of deceit that exists. They also realize that virtually anyone could be one of them. Erica is also worried about her ...    "
                },
                "3": {
                    "title": "A Bright New Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "V (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 598,
                    "original air date": "17 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    With the signing of a treaty and the opening of diplomatic relations, the Visitors are formally granted entry to the United States. Anna sees a potential problem as the leader of the anti-Visitors movement, whose husband was killed the day they arrived, seems to be getting a lot of public sympathy and support. Anna sets out to win her over. Erica and Father Jack Landry try to identify who might have been involved in the warehouse killings but unbeknown to her, her FBI partner Dale survived and is being treated aboard the mother ship. When threats of assassination are ...    "
                },
                "4": {
                    "title": "It's Only the Beginning",
                    "kind": "episode",
                    "episode of": {
                        "title": "V (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 588,
                    "original air date": "24 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    The Visitors continue to try and win favor with the population, this time by announcing that they will share their medical knowledge. Not only are they sharing advanced medical scanning techniques but they announce they will make available to all a new supercharged vitamin treatment. Erica, Jack and fifth columnist Ryan Nichols learn that they are in fact putting a drug in regular flu shots. Meanwhile, Anna agrees with Lisa that Erica's son Tyler is exactly the person they want for their future plans. Anna also learns that Dale, Erica's one-time FBI partner, was ...    "
                },
                "5": {
                    "title": "Welcome to the War",
                    "kind": "episode",
                    "episode of": {
                        "title": "V (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 535,
                    "original air date": "30 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Having successfully torched the warehouse containing the the Visitor's supply of R6, the Visitor security officer has already attacked Father Jack and is now after Erica. She also decides to try and recruit Kyle Hobbes, a soldier of fortune and weapons expert, who has is wanted by the FBI, to train them into a fighting force. Ryan is concerned about Valerie's pregnancy, particularly since Visitors and Humans were supposedly unable to procreate. Valerie is worried about the pregnancy and wants to see a doctor right away. Erica is worried about Tyler who is spending a ...    "
                },
                "6": {
                    "title": "Pound of Flesh",
                    "kind": "episode",
                    "episode of": {
                        "title": "V (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 483,
                    "original air date": "6 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Anna believes she has found a way to identify fifth columnists: they are acquiring human emotions and can be screened for them. They start by checking everyone on board the mother ship. The Visitors announce that humans will be allowed to live aboard one of their 29 ships. Kyle Hobbes convinces Erica, Ryan and the others that they have to let Anna know they're there and that they are a threat. Ryan is increasingly concerned about Valerie's pregnancy which is advancing at a rapid pace. He has to decide whether to tell her what is going on but in the short term has to ...    "
                },
                "7": {
                    "title": "John May",
                    "kind": "episode",
                    "episode of": {
                        "title": "V (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 497,
                    "original air date": "13 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    With Georgie a prisoner aboard the Visitors' mother ship, Erica and the others decide that they have to locate John May, the fifth columnist who founded the resistance but disappeared some 10 years ago when the aliens tried to retrieve and stop him. They visit the missing man's stepson James and learn something interesting. Ryan reveals what happened all those years ago. Lisa's visit with Tyler catches his dad Joe by surprise and he pushes Erica to tell him about the reason they broke up. Valerie is worried about her pregnancy when the baby starts kicking and ...    "
                },
                "8": {
                    "title": "We Can't Win",
                    "kind": "episode",
                    "episode of": {
                        "title": "V (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 462,
                    "original air date": "20 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Chad and Anna are in Geneva, Switzerland for the U.N. Energy Summit, where Anna is going to present a gift of technology to the world. Meanwhile, Erica learns that the V Task Force is investigating The Fifth Column, and Valerie goes on the run, knowing something is different about her baby and not sure she can trust Ryan.    "
                },
                "9": {
                    "title": "Heretic's Fork",
                    "kind": "episode",
                    "episode of": {
                        "title": "V (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 461,
                    "original air date": "27 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    With the sniper under their control, Erica wants him to reveal the location of the hard drive with the names of the fifth columnists. Kyle is prepared to do whatever is necessary to get the information but Father Jack is somewhat reticent. Ryan tells Valerie the truth about himself. She is disbelieving and finds it incredible he has kept this from her all of this time. Tyler is told he's qualified for the live aboard program but is worried about his mom's reaction. Lisa drops in for a visit but has surprising advice for him when she sees Erica's reaction. Anna learns ...    "
                },
                "10": {
                    "title": "Hearts and Minds",
                    "kind": "episode",
                    "episode of": {
                        "title": "V (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 456,
                    "original air date": "4 May 2010",
                    "year": "2010",
                    "plot": "\n    Joshua informs Ryan that Anna will be dispatching a shuttle full of trackers to locate and eliminate fifth columnists. He, Father Jack and Kyle decide to shoot it down before it lands. Not all is as it seems however and it's all part of Anna's plan to discredit the fifth column. There's more to the live aboard program that meets the eye. Chad is still carrying on his facade of concern about the Vs and sympathy for the fifth columnists. Father Jack lets something slip but he has a crisis of faith when he thinks they have taken innocent lives. Erica discovers something ...    "
                },
                "11": {
                    "title": "Fruition",
                    "kind": "episode",
                    "episode of": {
                        "title": "V (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 451,
                    "original air date": "11 May 2010",
                    "year": "2010",
                    "plot": "\n    In the aftermath of the downed shuttle, Anna continues to manipulate human emotions and arranges for one of the Vs to be badly beaten and then left in alley. She announces that they no longer feel safe on Earth and will therefore leave leading to an outcry and world-wide support for them to stay. As part of her plan, Anna ensures that the attackers are identified, once again framing Kyle Hobbes for the attack. The second attacker is identified as Paul Kendrick, a government scientist who mysteriously disappeared from his job several weeks before. He had been working ...    "
                },
                "12": {
                    "title": "Red Sky",
                    "kind": "episode",
                    "episode of": {
                        "title": "V (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 568,
                    "original air date": "18 May 2010",
                    "year": "2010",
                    "plot": "\n    Erica decides they need to make a statement about their opposition to the Vs. They decide to go aboard the mother ship and destroy Anna's eggs which are about to hatch and produce her army of warriors. She has an opportunity to get aboard the spacecraft when Tyler once again raises the issue of joining the live aboard program and Anna and Lisa invite them for dinner. Father Jack makes his opposition to the Vs known, much to Father Travis' dismay. Chad Decker once again plays a part in exposing a fifth columnist but comes to the realization that Anna has been using him...    "
                }
            },
            "-1": {
                "-1": {
                    "title": "The Arrival",
                    "kind": "episode",
                    "episode of": {
                        "title": "V (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "votes": 185,
                    "original air date": "23 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    A recap of the first four episodes summarizes what has happened since the Vs arrived.    "
                }
            }
        },
        "number of episodes": 23,
        "cast": [
            {
                "name": "Mitchell, Elizabeth"
            },
            {
                "name": "Chestnut, Morris"
            },
            {
                "name": "Gretsch, Joel"
            },
            {
                "name": "Huffman, Logan"
            },
            {
                "name": "Vandervoort, Laura"
            },
            {
                "name": "Baccarin, Morena"
            },
            {
                "name": "Wolf, Scott"
            },
            {
                "name": "Shyer, Christopher"
            },
            {
                "name": "Mesure, Charles"
            },
            {
                "name": "Hildreth, Mark"
            },
            {
                "name": "Critchlow, Roark"
            },
            {
                "name": "Hylands, Scott"
            },
            {
                "name": "Benedicto, Lourdes"
            },
            {
                "name": "Badler, Jane"
            },
            {
                "name": "Sharma, Rekha"
            },
            {
                "name": "Richmond-Peck, David"
            },
            {
                "name": "Cummins, Martin"
            },
            {
                "name": "Doig, Lexa"
            },
            {
                "name": "Harrison, Bret"
            },
            {
                "name": "Lea, Nicholas"
            },
            {
                "name": "Jarman, Trinity"
            },
            {
                "name": "Karnes, Jay"
            },
            {
                "name": "Santiago, Zak"
            },
            {
                "name": "Wheeler, Jesse"
            },
            {
                "name": "Tudyk, Alan"
            },
            {
                "name": "Irvin, Britt"
            },
            {
                "name": "Grauer, Ona"
            },
            {
                "name": "Fehr, Oded"
            },
            {
                "name": "Wolf, Lucas"
            },
            {
                "name": "Ha, Benita"
            },
            {
                "name": "Ferris, Samantha"
            },
            {
                "name": "Panton, Giles"
            },
            {
                "name": "Olsson, Ty"
            },
            {
                "name": "Lui, Sophie"
            },
            {
                "name": "Weber, Kal"
            },
            {
                "name": "Singh, Charles"
            },
            {
                "name": "Yurij, Kis"
            },
            {
                "name": "Brown, Cassia Mae"
            },
            {
                "name": "Carrick, Charlie"
            },
            {
                "name": "Filipowich, Michael"
            },
            {
                "name": "Granger, Philip"
            },
            {
                "name": "Aguirre, Carmen"
            },
            {
                "name": "Steuart, Jacqueline Ann"
            },
            {
                "name": "Lloyd, Bill"
            },
            {
                "name": "Trucco, Michael"
            },
            {
                "name": "Walker, Jonathan"
            },
            {
                "name": "Kennedy, Ryan"
            },
            {
                "name": "Fraser, Craig"
            },
            {
                "name": "Crane, Chilton"
            },
            {
                "name": "Joseph, Jarod"
            }
        ],
        "locations": [
            "Dr. Sun Yat Sen Garden - 578 Carrall St, Vancouver, British Columbia, Canada",
            "Vancouver Film Studios, Vancouver, British Columbia, Canada",
            "Vancouver, British Columbia, Canada"
        ],
        "genres": [
            "Drama",
            "Sci-Fi",
            "Thriller"
        ],
        "runtimes": [
            "42"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Dolby Digital"
        ],
        "certificates": [
            "Australia:M",
            "Malaysia:U",
            "Singapore:NC-16",
            "Singapore:PG13",
            "South Korea:15",
            "United States:TV-14"
        ],
        "number of seasons": 2,
        "rating": 6.8,
        "votes": 50502,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTYxNTQ5NTg2Ml5BMl5BanBnXkFtZTcwODUyNTY5Mg@@._V1_SY150_CR4,0,101,150_.jpg",
        "plot outline": "Not all aliens are nice and cute like Yoda, ET or ALF. When a race of reptilian-like aliens arrives on Earth in disguise as humans, they show their good intentions, but they have a more sinister plan to conquer our planet and destroy all human race on Earth.",
        "languages": [
            "English"
        ],
        "title": "V",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2011",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Johnson, Kenneth"
            },
            {
                "name": "Peters, Scott"
            },
            {
                "name": "Hurwitz, Gregg"
            }
        ],
        "production companies": [
            {
                "name": "The Scott Peters Company"
            },
            {
                "name": "HDFilms"
            },
            {
                "name": "Warner Bros. Television"
            },
            {
                "name": "Visitors Films"
            }
        ],
        "distributors": [
            {
                "name": "Warner Bros. Television"
            },
            {
                "name": "American Broadcasting Company (ABC)"
            },
            {
                "name": "Canadian Television (CTV)"
            },
            {
                "name": "Cool TV"
            },
            {
                "name": "MTV3"
            },
            {
                "name": "Super! Drama TV"
            },
            {
                "name": "TV3 Television Network Ireland"
            },
            {
                "name": "The Sci-Fi Channel"
            },
            {
                "name": "Warner Home Video"
            },
            {
                "name": "Warner Home Video"
            },
            {
                "name": "Warner Home Video"
            },
            {
                "name": "Warner Home Video"
            }
        ],
        "other companies": [
            {
                "name": "Canada Film Capital"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Clairmont Camera Film & Digital"
            },
            {
                "name": "Pivotal Post"
            },
            {
                "name": "William F. White International"
            }
        ],
        "plot": [
            "An extraterrestrial race arrives on Earth with seemingly good intentions, only to slowly reveal their true machinations the more ingrained into society they become.::tb4000",
            "Not all aliens are nice and cute like Yoda, ET or ALF. When a race of reptilian-like aliens arrives on Earth in disguise as humans, they show their good intentions, but they have a more sinister plan to conquer our planet and destroy all human race on Earth.::ahmetkozan"
        ],
        "tech": {
            "runtime": [
                "42 min (USA)"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "camera": [
                "Arriflex D-21, Zeiss and Angenieux Lenses",
                "Clairmont HDTV Camera"
            ],
            "negative format": [
                "Digital"
            ],
            "cinematographic process": [
                "Digital (3K)"
            ],
            "printed film format": [
                "Video (HDTV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 50502,
                "rating": 6.8
            },
            "aged under 18": {
                "votes": 3,
                "rating": 7.0
            },
            "aged 18 29": {
                "votes": 8773,
                "rating": 7.0
            },
            "aged 30 44": {
                "votes": 26111,
                "rating": 6.8
            },
            "aged 45 plus": {
                "votes": 8299,
                "rating": 6.9
            },
            "males": {
                "votes": 35758,
                "rating": 6.8
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 6.0
            },
            "males aged 18 29": {
                "votes": 6816,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 21206,
                "rating": 6.8
            },
            "males aged 45 plus": {
                "votes": 6693,
                "rating": 6.8
            },
            "females": {
                "votes": 8198,
                "rating": 6.9
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 7.0
            },
            "females aged 18 29": {
                "votes": 1862,
                "rating": 6.9
            },
            "females aged 30 44": {
                "votes": 4598,
                "rating": 6.9
            },
            "females aged 45 plus": {
                "votes": 1482,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 331,
                "rating": 6.4
            },
            "us users": {
                "votes": 9117,
                "rating": 6.9
            },
            "non us users": {
                "votes": 26719,
                "rating": 6.8
            }
        },
        "number of votes": {
            "10": 8454,
            "9": 5210,
            "8": 9514,
            "7": 10770,
            "6": 7097,
            "5": 3999,
            "4": 1980,
            "3": 1172,
            "2": 750,
            "1": 1556
        },
        "arithmetic mean": 7.1,
        "median": 7
    }
}