{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "18 January 2009",
                "notes": "                            (IFC Media Lab)"
            },
            {
                "country": "USA\n",
                "date": "19 January 2009"
            }
        ],
        "release dates": [
            "USA::18 January 2009                            (IFC Media Lab)",
            "USA::19 January 2009"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "A Hard Day's Work",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cutting Ties (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "19 Jan. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Fears Come to Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cutting Ties (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "26 Jan. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "The Presentation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cutting Ties (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2 Feb. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Relationships Revealed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cutting Ties (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "9 Feb. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "A Mind of His Own",
                    "kind": "episode",
                    "episode of": {
                        "title": "Cutting Ties (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "16 Feb. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 5,
        "cast": [
            {
                "name": "Neudel, Peter"
            },
            {
                "name": "Martins, Victor"
            },
            {
                "name": "Blaisdell, Phil"
            },
            {
                "name": "Colcord, Annie"
            },
            {
                "name": "Dixon, Adam J."
            },
            {
                "name": "Trueblood, Julia"
            },
            {
                "name": "Darling, Isabelle"
            },
            {
                "name": "Tarr, David"
            }
        ],
        "locations": [
            "Boston, Massachusetts, USA"
        ],
        "genres": [
            "Comedy",
            "Drama"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjA3Njc2MTM3NV5BMl5BanBnXkFtZTgwODQyMDkxMDE@._V1_SX101_CR0,0,101,150_.jpg",
        "budget": "$10,000 (estimated)",
        "plot outline": "\"Cutting Ties\" is the five episode series about Evan, a young man stuck in a lackluster corporate career who goes head to head with his mischievous alter ego. We meet Evan as he makes his way through his stale morning routine and it is apparent that his home life and marriage are passionless. Things are no better at the office where Evan's mundane existence is suddenly upended by a series of anonymous pranks that shake up his professional and personal life. As these comedic interferences further sabotage Evan's relationship with his coworkers and his wife, the perpetrator is quickly revealed to be Evan's rebellious conscience that appears in the form of his imaginary twin. Most of the action takes place where Evan works, and each episode takes you through another day of his adventures as he battles with his independent spirit for control of his life. Despite Evan's efforts to suppress his alter ego, he comes to realize that the pranks he's been a victim of are actually intended to help him face the fears that have imprisoned his spirit for so long. His alter ego convinces him to quit his job, end his relationship with his unfaithful wife, and confront issues with his father, allowing him an opportunity to reclaim his individuality. In the end, he wakes up to a new day and as he goes through his morning routine, the remnants of the chaos he's created are in plain sight. The smile on his face, however, reveals that although the cost is great, his freedom is worth the price.",
        "languages": [
            "English"
        ],
        "title": "Cutting Ties",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Cutting Ties (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Neudel, Peter"
            }
        ],
        "production companies": [
            {
                "name": "Realeyes Motion Picture Company"
            }
        ],
        "distributors": [
            {
                "name": "Independent Film Channel (IFC)"
            }
        ],
        "plot": [
            "\"_Cutting Ties_ (qv)\" is the five episode series about Evan, a young man stuck in a lackluster corporate career who goes head to head with his mischievous alter ego. We meet Evan as he makes his way through his stale morning routine and it is apparent that his home life and marriage are passionless. Things are no better at the office where Evan's mundane existence is suddenly upended by a series of anonymous pranks that shake up his professional and personal life. As these comedic interferences further sabotage Evan's relationship with his coworkers and his wife, the perpetrator is quickly revealed to be Evan's rebellious conscience that appears in the form of his imaginary twin. Most of the action takes place where Evan works, and each episode takes you through another day of his adventures as he battles with his independent spirit for control of his life. Despite Evan's efforts to suppress his alter ego, he comes to realize that the pranks he's been a victim of are actually intended to help him face the fears that have imprisoned his spirit for so long. His alter ego convinces him to quit his job, end his relationship with his unfaithful wife, and confront issues with his father, allowing him an opportunity to reclaim his individuality. In the end, he wakes up to a new day and as he goes through his morning routine, the remnants of the chaos he's created are in plain sight. The smile on his face, however, reveals that although the cost is great, his freedom is worth the price.::Peter Neudel"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}