{
    "imdb": {
        "raw release dates": [
            {
                "country": "Philippines\n",
                "date": "7 February 2009"
            }
        ],
        "release dates": [
            "Philippines::7 February 2009"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Flash Bomba"
            },
            {
                "countries": "Philippines (English title) (long title)",
                "title": "Komiks Presents: Mars Ravelo's Flash Bomba"
            }
        ],
        "akas": [
            "Flash Bomba (original title)",
            "Komiks Presents: Mars Ravelo's Flash Bomba Philippines (English title) (long title)"
        ],
        "akas from release info": [
            "Flash Bomba (original title)",
            "Komiks Presents: Mars Ravelo's Flash Bomba Philippines (English title) (long title)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Magdayao, Shaina"
            },
            {
                "name": "Guinoo, Roxanne"
            },
            {
                "name": "Lucero, Sid"
            },
            {
                "name": "Inventor, Nanette"
            },
            {
                "name": "Locsin, Rio"
            },
            {
                "name": "Magundayao, Elijah"
            },
            {
                "name": "Marquez, Empoy"
            },
            {
                "name": "Pamintuan, Mariel"
            },
            {
                "name": "Paule, Allan"
            },
            {
                "name": "Pimentel, Lito"
            },
            {
                "name": "Rica, Jacob"
            },
            {
                "name": "Maria, Jodi Sta."
            }
        ],
        "genres": [
            "Fantasy"
        ],
        "countries": [
            "Philippines"
        ],
        "country codes": [
            "ph"
        ],
        "language codes": [
            "fil"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "Roldan Legazpi lived a comfortable life with his wealthy parents until a tragic encounter with a tikbalang left him unable to walk but he uses his hands to walk. Roldan Legazpi is being paralyzed due to his encounter of a wicked \"tikbalang\" (half-human, half-horse creature), he managed to remain sturdy by strengthening his upper body to an incredible level of athletic ability and did ever through martial arts with thorough physical training when he learns to walk with his hands. Flash Bomba challenged the Tikbalang to a battle with his physical limitations thru Martial Arts. Tikbalang granted Roldan Legazpi his superpower of the Tikbalang's magic hair to allow Rolden transforms into his super-powered version - a being with large hands & feet, as well as superhuman power by using his new abilities, he became a superhero called Flash Bomba. Flash Bomba has superhuman strength, the ability to walk up on the walls, to generate \"thunderclaps\" using his large hands or block almost anything with same. In spite of his enlarged extremities. Roldan returns to the woods to find the mystical powers that the tikbalangs possess success his mission. Roldan assumes a new superhero alter-ego known as Flash Bomba to use his gifts to protect the helpless and fight crimes while enjoying fame on the side.",
        "languages": [
            "Filipino"
        ],
        "title": "Flash Bomba",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "writer": [
            {
                "name": "Perez, Dindo"
            },
            {
                "name": "Ravelo, Mars"
            }
        ],
        "production companies": [
            {
                "name": "ABS-CBN"
            }
        ],
        "plot": [
            "Roldan Legazpi lived a comfortable life with his wealthy parents until a tragic encounter with a tikbalang left him unable to walk but he uses his hands to walk. Roldan Legazpi is being paralyzed due to his encounter of a wicked \"tikbalang\" (half-human, half-horse creature), he managed to remain sturdy by strengthening his upper body to an incredible level of athletic ability and did ever through martial arts with thorough physical training when he learns to walk with his hands. _Flash Bomba_ (qv) challenged the Tikbalang to a battle with his physical limitations thru Martial Arts. Tikbalang granted Roldan Legazpi his superpower of the Tikbalang's magic hair to allow Rolden transforms into his super-powered version - a being with large hands & feet, as well as superhuman power by using his new abilities, he became a superhero called _Flash Bomba_ (qv). _Flash Bomba_ (qv) has superhuman strength, the ability to walk up on the walls, to generate \"thunderclaps\" using his large hands or block almost anything with same. In spite of his enlarged extremities. Roldan returns to the woods to find the mystical powers that the tikbalangs possess success his mission. Roldan assumes a new superhero alter-ego known as _Flash Bomba_ (qv) to use his gifts to protect the helpless and fight crimes while enjoying fame on the side.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}