{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "  2009"
            },
            {
                "country": "Canada\n",
                "date": "2 August 2009"
            },
            {
                "country": "USA\n",
                "date": "2 August 2009"
            },
            {
                "country": "Australia\n",
                "date": "6 October 2009"
            },
            {
                "country": "UK\n",
                "date": "21 October 2009"
            },
            {
                "country": "Italy\n",
                "date": "15 June 2010"
            }
        ],
        "release dates": [
            "Canada::2009",
            "Canada::2 August 2009",
            "USA::2 August 2009",
            "Australia::6 October 2009",
            "UK::21 October 2009",
            "Italy::15 June 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Defying Gravity"
            },
            {
                "countries": "Finland",
                "title": "Rakkauden painovoima"
            },
            {
                "countries": "Russia",
                "title": "Притяжению вопреки"
            },
            {
                "countries": "Serbia",
                "title": "Prkoseći gravitaciji"
            },
            {
                "countries": "Spain",
                "title": "Gravedad cero"
            }
        ],
        "akas": [
            "Defying Gravity (original title)",
            "Rakkauden painovoima Finland",
            "Притяжению вопреки Russia",
            "Prkoseći gravitaciji Serbia",
            "Gravedad cero Spain"
        ],
        "akas from release info": [
            "Defying Gravity (original title)",
            "Rakkauden painovoima Finland",
            "Притяжению вопреки Russia",
            "Prkoseći gravitaciji Serbia",
            "Gravedad cero Spain"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Defying Gravity (TV Series 2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 218,
                    "original air date": "2 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Under the command of two experienced astronauts, a relatively untested crew set off on the Antares, a six year mission to seven planets in our solar system. The two senior astronauts, Maddux Donner and Ted Shaw, are a last minute substitute when those assigned to the mission are removed for medical reasons. Both had been on a mission to Mars 10 hears before where they were forced to leave two of their party behind. Several others on the flight are also carrying personal baggage including Zoe Barnes, who is haunted by the sounds of a crying baby.    "
                },
                "2": {
                    "title": "Law of Natural Selection",
                    "kind": "episode",
                    "episode of": {
                        "title": "Defying Gravity (TV Series 2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 193,
                    "original air date": "2 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    En route to Venus, the first of six planets to be visited on the mission, Zoe faces a deadly situation when she is testing a pressure suit and it begins to lose pressure. In flashbacks, we learn how Zoe dealt with the news she was pregnant and the identity of the father. Nadia wonders just why Steven is on the mission in the first place. From ground control, Eve Shaw tells he pilot husband Ted he has to go to Pod #4.    "
                },
                "3": {
                    "title": "Threshold",
                    "kind": "episode",
                    "episode of": {
                        "title": "Defying Gravity (TV Series 2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 174,
                    "original air date": "9 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    As instructed, Ted visits Pod 4 and is so disturbed by the experience that he is barely able to function. His wife Eve and one other person are the only ones to have been selected by the pod, as she explains it, and it is trying to communicate with him. He retreats to his room and provides little leadership, particularly when Donner determines there is a problem with the lander and he begins to suspect there is more going on than meets the eye. When Mission Control medical officer Claire Deroux discovers the crew is undergoing genetic changes, Eve reveals their ...    "
                },
                "4": {
                    "title": "H2IK (Hell If I Know)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Defying Gravity (TV Series 2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 176,
                    "original air date": "16 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    The crew of the Antares has to scramble when systems begin to fail and they are unable to get them back on line. Unaware that Ajay has been sacked, they fail to understand why he isn't at the control center helping them out. In flashbacks, it's revealed that Ajay had actually worked at the company that built the space ship and there are few, if anyone, in the ISO who knows more about the ship than he does. Paula Morales has recovered from her bout of space sickness and resumes her teaching lessons from space. Nadia Schilling continues to try and entice Maddox Donner ...    "
                },
                "5": {
                    "title": "Rubicon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Defying Gravity (TV Series 2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 161,
                    "original air date": "23 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    The Antares and the crew approach their Rubicon - the point of no return at which they can longer return to Earth without first going all the way to Venus. Donner is tasked with ensuring all systems are nominal but is having difficulty with one particular system. He finds the problem, but it leaves Ted wondering just how he did it. Ted tells the crew that they are all to put an item of personal value into a time capsule and several have difficulty parting with the items they have selected. In flashbacks we continue to follow the crew through training and they receive ...    "
                },
                "6": {
                    "title": "Bacon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Defying Gravity (TV Series 2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 156,
                    "original air date": "30 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Dr. Evram Mintz's post-traumatic stress disorder is continuing to affect his performance aboard the Antares. His ability to perform under pressure becomes critical when Paula Morales has a serious accident in the cargo bay. For Paula, the accident may result in her being unable to pilot the Venus lander. Ajay returns to work at Mission Control. In flashbacks, the source of Mintz's PTSD is explained. Donner's major phobia is revealed during a hospital visit. The old-timers on the visit start a pool as to just how long Donner will stay on his feet. Zoe decides what she ...    "
                },
                "7": {
                    "title": "Fear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Defying Gravity (TV Series 2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 151,
                    "original air date": "6 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    It's Hollowe'en and the crew are going to make a commercial, the first of 8 during their voyage, for a candy bar company that is also a major sponsor of the mission. Several of the crew begin to have hallucinations: Zoe is still hearing a crying baby; Donner continues to see Mars dust on instruments; Nadia sees a shadowy figure moving about their quarters; Paula sees her pet dog; and on Earth, even Eve is seeing things. Eve thinks that the sentient force on board the Antares wants to be revealed. Zoe and Connor realize they've been having the same dream. In flashbacks...    "
                },
                "8": {
                    "title": "Love, Honor, Obey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Defying Gravity (TV Series 2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 148,
                    "original air date": "13 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Now only a week away from arriving at Venus, the crew are still puzzled by the hallucinations they've had. When Zoe hears the crying child, she and Donner follow it to Pod 4 but find they have no access. Donner challenges Ted to explain what is going on but are interrupted when they must all seek shelter due to an impending radiation burst from a solar flare. With the crisis averted, Goss orders Ted not to reveal Beta's presence in Pod 4 but he must decide what is in the best interest of his crew. In a flashback to training, Ted tells Connor what Eve told them about ...    "
                },
                "9": {
                    "title": "Eve Ate the Apple",
                    "kind": "episode",
                    "episode of": {
                        "title": "Defying Gravity (TV Series 2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 134,
                    "original air date": "18 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Having finally been given access to Pod 4, the crew of the Antares come face to face with the Beta object. Eve Shaw recounts how, as a 22 year-old aid worker in South America, she came across the object. She has now devoted 15 years of her life to its study and for the first time, the crew learns the true purpose of their 6 year mission. They also learn that it is the Beta object that selected them for the mission and that for whatever reason, their hallucinations are all based on fears from their past. For Donner and Ted, the new mission may be related to their own ...    "
                },
                "10": {
                    "title": "Deja Vu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Defying Gravity (TV Series 2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 129,
                    "original air date": "2 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Some of the crew still harbor ill-feelings over being kept in the dark about the Beta object and the true purpose of their mission. Donner fears that they are re-creating the events that led to the disaster on Mars 10 years before and in flashbacks, more of what happened there is revealed. Donner is convinced that he should pilot the Venus lander, but Paula only has to complete her final simulated runs to get clearance to land. Nadia is seriously questioning why they are there. Jen Crane still isn't on speaking terms with her husband Rollie but finally admits that she...    "
                },
                "11": {
                    "title": "Solitary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Defying Gravity (TV Series 2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 122,
                    "original air date": "9 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    It's now less than 24 hours before the Venus landing and tension is rising among the crew and ground control. With Paula's inability to pilot the lander due to the damage to her thumb, Donnor is assigned the task but he too is having great difficulty with the various simulations. Zoe remembers something he told her long ago that helps him out. At Mission Control, Goss is having to get Rollie out of jail and his car accident. His lack of contact is having a effect on Jen. The medical information indicates that the crews' gene structure is mutating but Eve Shaw won't ...    "
                },
                "12": {
                    "title": "Venus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Defying Gravity (TV Series 2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 132,
                    "original air date": "16 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    The Antares arrives at Venus and Zoe and Donner prepare to travel down to the planet on the landing craft, the Crossbow. With only 20 minutes to collect the Gamma object and return, the mission may have to be aborted when the Crossbow lands too far from the planned landing site. At Mission Control, Rollie is still upset over the accident. Journalist Trevor Williams keeps working on Arnel Poe to reveal what he knows about the Venus mission. Claire sends Evram Mintz the information she has on the transformation the crew is undergoing. In flashbacks, the final 20 ...    "
                },
                "13": {
                    "title": "Kiss",
                    "kind": "episode",
                    "episode of": {
                        "title": "Defying Gravity (TV Series 2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 152,
                    "original air date": "23 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Despite the fact that she has too little time to collect the Gamma object and return to the Crossbow in the allotted time Zoe, driven by her hallucination of the crying baby, decides to collect the object regardless. For Donner, it all proves to be eerily reminiscent of the Mars expedition 10 years before but it also provides a major revelation for Donner when he finally learns about Zoe's pregnancy. Paula remembers something painful from her childhood. Rollie decides to face the consequences of his car accident. Arnel Poe decides what to do about journalist Trevor ...    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Livingston, Ron"
            },
            {
                "name": "Yoba, Malik"
            },
            {
                "name": "Airlie, Andrew"
            },
            {
                "name": "Garcés, Paula"
            },
            {
                "name": "Lahme, Florentine"
            },
            {
                "name": "LeBlanc, Karen"
            },
            {
                "name": "Podell, Eyal"
            },
            {
                "name": "Taylor, Dylan"
            },
            {
                "name": "Cox, Christina"
            },
            {
                "name": "Harris, Laura"
            },
            {
                "name": "Olsson, Ty"
            },
            {
                "name": "Paroo, Zahf"
            },
            {
                "name": "Roy, Maxim"
            },
            {
                "name": "Vaughan, William"
            },
            {
                "name": "Howitt, Peter"
            },
            {
                "name": "Gilchrist, Lara"
            },
            {
                "name": "Adachi, Leanne"
            },
            {
                "name": "Muñoz, Nicole"
            },
            {
                "name": "Paris, Bob"
            },
            {
                "name": "Mark, D. Neil"
            },
            {
                "name": "Smith, Michael St. John"
            },
            {
                "name": "Santiago, Zak"
            },
            {
                "name": "Willes, Christine"
            },
            {
                "name": "Carroll, Trevor"
            },
            {
                "name": "McClendon, Tyler"
            },
            {
                "name": "Woolman, Leslie"
            },
            {
                "name": "Hough, Adrian"
            },
            {
                "name": "Clarke, Jocelyn"
            },
            {
                "name": "Cary, Diane"
            },
            {
                "name": "Cummins, Martin"
            },
            {
                "name": "Ratner, Benjamin"
            },
            {
                "name": "Cohen, Ari"
            },
            {
                "name": "Horsdal, Chelah"
            },
            {
                "name": "Fletcher, Brendan"
            },
            {
                "name": "Haid, Charles"
            },
            {
                "name": "Hope, Barclay"
            },
            {
                "name": "Jastrzembska, Christina"
            },
            {
                "name": "Mulligan, Terry David"
            },
            {
                "name": "Tyce, James"
            },
            {
                "name": "Bandey, Anastasia"
            },
            {
                "name": "Boyle, Paul"
            },
            {
                "name": "Chen, Terry"
            },
            {
                "name": "du Monde, Marquisse"
            },
            {
                "name": "Hacche, Georgia"
            },
            {
                "name": "Arias, Dante Lee"
            },
            {
                "name": "Formosa, Adrian"
            },
            {
                "name": "Gilmore, Patrick"
            },
            {
                "name": "Ravanello, Rick"
            },
            {
                "name": "Duborg, Kathleen"
            },
            {
                "name": "Galvin, Anna"
            }
        ],
        "locations": [
            "Vancouver, British Columbia, Canada"
        ],
        "genres": [
            "Drama",
            "Sci-Fi"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States",
            "Canada",
            "United Kingdom",
            "Germany"
        ],
        "country codes": [
            "us",
            "ca",
            "gb",
            "de"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Canada:14+::(TV rating)",
            "Singapore:PG",
            "United States:TV-14"
        ],
        "number of seasons": 1,
        "rating": 7.3,
        "votes": 9413,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTI5ODk4Njc5OF5BMl5BanBnXkFtZTcwNjM5NDcxMw@@._V1_SY150_CR4,0,101,150_.jpg",
        "plot outline": "In the near future, eight astronauts from five countries (four women and four men) undertake a mysterious six-year international space mission covering thirteen billion kilometres. With the eyes of the world upon them - everything they do is monitored, and every emotion they feel, scrutinized - they soon discover that their real assignment is not at all what they thought.",
        "languages": [
            "English"
        ],
        "title": "Defying Gravity",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2009",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Parriott, James D."
            },
            {
                "name": "Elwood, Sheri"
            },
            {
                "name": "Lavender, Meredith"
            }
        ],
        "production companies": [
            {
                "name": "Fox Television Studios"
            },
            {
                "name": "Omnifilm Entertainment"
            },
            {
                "name": "British Broadcasting Corporation"
            },
            {
                "name": "Canadian Television (CTV)"
            },
            {
                "name": "Defying Gravity Productions"
            },
            {
                "name": "Edelstein Company"
            },
            {
                "name": "Parriott / Edelstein"
            },
            {
                "name": "ProSieben Entertainment"
            },
            {
                "name": "Space"
            }
        ],
        "distributors": [
            {
                "name": "Canadian Television (CTV)"
            },
            {
                "name": "American Broadcasting Company (ABC)"
            },
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "ProSieben Television"
            },
            {
                "name": "Space"
            }
        ],
        "special effects": [
            {
                "name": "Stargate Studios"
            }
        ],
        "other companies": [
            {
                "name": "Aion Art Gallery"
            },
            {
                "name": "Brand-in Entertainment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Clairmont Camera Film & Digital"
            },
            {
                "name": "Deluxe Vancouver"
            },
            {
                "name": "Sharpe Sound Studios"
            },
            {
                "name": "West Media Film and Post"
            },
            {
                "name": "William F. White International"
            }
        ],
        "plot": [
            "Eight astronauts living aboard an international spacecraft on a mission through the Solar System, as the world watches from billions of kilometers away.::Mark Cameron",
            "In the near future, eight astronauts from five countries (four women and four men) undertake a mysterious six-year international space mission covering thirteen billion kilometres. With the eyes of the world upon them - everything they do is monitored, and every emotion they feel, scrutinized - they soon discover that their real assignment is not at all what they thought.::Mark Cameron",
            "In 2052, the 8 member crew of the Antares set off on a 7 year, 6 planet voyage of Earth's solar system, ostensibly to conduct research and expand man's knowledge of their surroundings. The crew is led by two veteran astronauts, Ted Shaw and Maddux Donner, who were part of a Mars mission 10 years earlier that left two crew members dead. The remaining members are all rookies who have undergone a rigorous, 5 year training program and in flashbacks, the challenges they faced in being selected for the mission are revealed. The reality however is that none of the crew is aware of the real purpose of the mission, the result of an encounter with an alien object 15 years before.::garykmcd"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "camera": [
                "Clairmont Cameras and Lenses",
                "Cooke S4 Lenses",
                "Sony F35 (Clairmont Camera)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 9413,
                "rating": 7.3
            },
            "aged 18 29": {
                "votes": 901,
                "rating": 7.3
            },
            "aged 30 44": {
                "votes": 5042,
                "rating": 7.3
            },
            "aged 45 plus": {
                "votes": 2424,
                "rating": 7.4
            },
            "males": {
                "votes": 7053,
                "rating": 7.3
            },
            "males aged 18 29": {
                "votes": 710,
                "rating": 7.3
            },
            "males aged 30 44": {
                "votes": 4183,
                "rating": 7.3
            },
            "males aged 45 plus": {
                "votes": 2003,
                "rating": 7.3
            },
            "females": {
                "votes": 1416,
                "rating": 7.4
            },
            "females aged 18 29": {
                "votes": 177,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 812,
                "rating": 7.5
            },
            "females aged 45 plus": {
                "votes": 392,
                "rating": 7.7
            },
            "top 1000 voters": {
                "votes": 93,
                "rating": 6.0
            },
            "us users": {
                "votes": 2296,
                "rating": 7.3
            },
            "non us users": {
                "votes": 5113,
                "rating": 7.3
            }
        },
        "number of votes": {
            "10": 1976,
            "9": 1437,
            "8": 2199,
            "7": 1686,
            "6": 807,
            "5": 410,
            "4": 244,
            "3": 175,
            "2": 135,
            "1": 344
        },
        "arithmetic mean": 7.6,
        "median": 8
    }
}