{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "7 March 2009"
            },
            {
                "country": "USA\n",
                "date": "7 March 2009"
            }
        ],
        "release dates": [
            "Canada::7 March 2009",
            "USA::7 March 2009"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The League of Super Evil"
            },
            {
                "countries": "Germany",
                "title": "Die Superschurken-Liga"
            }
        ],
        "akas": [
            "The League of Super Evil (original title)",
            "Die Superschurken-Liga Germany"
        ],
        "akas from release info": [
            "The League of Super Evil (original title)",
            "Die Superschurken-Liga Germany"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Voltar's Parade/Just Us Genes",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "30 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    It's time for the annual Super Villain Parade of Doom! And this year, Voltar has his sights set on having his League of Super Evil float lead the parade. A herculean task considering that the mighty Skullossus float has lead float privileges... Also, unknown to the villains, their parade is heading for a trap set up by the Legion of Glory. / In a misguided attempt to spread justice across the city, LOSE's arch nemesis Justice Gene 'borrows' the evil Belt of Multiplicity from the Halls of Glory's hall of confiscated villain loot. And before you can say 'Just Us Genes',...    "
                }
            },
            "1": {
                "1": {
                    "title": "Lightning Liz/The Bank Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "7 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    'Lightning Liz' - The League of Super Evil's latest scheme is to have a lavish backyard BBQ party... and NOT invite any of the neighbors. Unfortunately, General Sergeant's spoiled teen daughter, Lightning Liz, has just been gifted the XGL Prototype Battle Armor from daddy, and has plans to crash the party! 'The Bank Job' - The First National Bank of Villainy is offering a free Atomic Toaster to everyone who opens an account, and L.O.S.E. wants one badly. In order to scrape up enough for the $5 minimum deposit, Voltar gets them jobs as bank security guards so they can ...    "
                },
                "2": {
                    "title": "Justice Gene/Table for Four",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "7 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Justice Gene: - L.O.S.E. must fight to keep the title of \"most annoying neighbors on the block\" by thwarting Justice Gene, a gung-ho suburban by-law officer. Gene's ticketing frenzy-for everything from yawning without covering you mouth to letting the lawn grow 1/6 of an inch too long-is terrorizing the neighborhood. Table for Four: - L.O.S.E. plots the \"mission impossible\" of getting their names in the guest book at the hottest Villain restaurant in town, Villaynes. But Jules, the stoic host, is never going to let that happen.    "
                },
                "3": {
                    "title": "Escape from Skullossus/10",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "14 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Escape from Skullosus: It's the hottest day of summer and L.O.S.E.'s air conditioner is on the fritz again. Voltar decides to borrow a Quantum Weather Generator, invented by a kid genius at the local high school science fair. Unfortunately for L.O.S.E., both the military and a powerful super villain known as Skullossus are after the same thing... 10: L.O.S.E. is determined to get a free pizza from Pronto Pizza (where pizzas are delivered in 10 minutes or less or you get it for free) by making the delivery guy run their gauntlet once again. But this is time they're ...    "
                },
                "4": {
                    "title": "Slam Dunked/Evil-est in Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "28 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    'Slam Dunked' - After being denied entry to the neighborhood slam-dunk competition for being too short, Voltar returns in a giant Super S Atomic Shuriken Typhoon Robot to win the competition. Meanwhile, when the army finds out a giant Shuriken Robot is terrorizing a suburban playground, they call in the super enthusiastic Force Fighters V for an epic super-robot battle to the finish. 'Evil-est In Show' - When Voltar finds out about a neighborhood pet contest, he's desperate to get his tiny hands on the shiny trophy, and enters Dommageddon. They assume the ...    "
                },
                "5": {
                    "title": "Lose vs Lair/Swimming with Sharks",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "11 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    'L.O.S.E. vs LAIR' - When Voltar gets a sweet new evil BMX bike, he's determined that no one in the neighborhood will ever get their grubby paws on it. Frogg upgrades the Lair security system, but now the Lair has a mind of its own. 'Swimming with Sharks' - L.O.S.E. gets a new pool, but when it's taken over by neighbor kids, Voltar schemes to steal a shark from the local aquarium in order to scare them away. They grab a military-trained dolphin by mistake - and now L.O.S.E. is the prey.    "
                },
                "6": {
                    "title": "Rock-A-Bye Voltar/iDestruct",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "18 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    'Rock-a-Bye Voltar' - The League is quickly whipped into shape when governess extraordinaire Nanny Boo Boo floats in on the west wind, and moves in to the League HQ. Red and Frogg decide they love being taken care of, but Voltar knows the League will be finished if he can't find a way to stop her evil niceness. 'iDestruct' - Every Super villain in town is camped out in line for the all new iDestruct, and L.O.S.E. is no exception. It's a death ray, it's a mind controller and it's an electric garage door opener all in one! But with the Linemaster and his evil linebots ...    "
                },
                "7": {
                    "title": "One Zillion/Bite at the Museum",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2 May 2009",
                    "year": "2009",
                    "plot": "\n    One Zillion - To impress the neighbor kids, Voltar boasts they have \"one zillion\" TV channels. Now they have exactly one day to prove it. Bite at the Museum - The League wants to steal a dinosaur bone so they can clone a t-rex and take over the neighborhood. They manage to sneak in after hours, but soon learn they'll have to get past their old nemesis Justice Gene, who was forced to get a job as a security guard at the museum after L.O.S.E. had him fired.    "
                },
                "8": {
                    "title": "Full Throttle/Happy Birthday Dear Doctor",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "9 May 2009",
                    "year": "2009",
                    "plot": "\n    Full Throttle - When the League loses a drag race to Doom Driver, a ghostly vigilante racer who takes the rides of his victims, Voltar is insulted that he doesn't seem to want the lame V-mobile. Time for Dr. Frogg to soup it up into a ride worth stealing. Happy Birthday Dear Docktor - Doktor Frogg's birthday celebration turns into a disaster when Voltar and Red resurrect Frogg's very first childhood experiment: The extremely enthusiastic Chuckles the robotic birthday clown, a relentless party machine.    "
                },
                "9": {
                    "title": "Injustice Gene/Send in the Clones",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "16 May 2009",
                    "year": "2009",
                    "plot": "\n    'Injustice Gene' - After being fired from multiple jobs (no thanks to the League) and hoping to try his hand as a villain, Justice Gene comes to live with L.O.S.E. But the evil apprenticeship is soon put to the test when the League is forced to take on undefeated super hero Glory Guy. 'Send in the Clones' - To get out of picking up Doomageddon's radioactive messes, Dr. Frogg creates clones of the League to do the dirty work. Unfortunately the clones are far superior versions, and instead of picking up poop, almost succeed in taking over the world.    "
                },
                "10": {
                    "title": "Ice Creamed/The Split",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "21 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    'Ice Creamed' - Voltar and Doom are tired of the ice cream man always being sold out of their favorite Fugdey Yummy Fudge bars. Frogg invents a mind control device in order to convince the world that disgusting Tofu Pops are actually tasty, leaving all the Fudgey Yummy Fudge bars untouched. Trouble is, the chime works a little too well. 'The Split' - Voltar quits the team, leaving Frogg in charge! Without Voltar \"holding him back\" he concocts an evil scheme that may actually work. But now that he's thrust into the spotlight, will Frogg crack under the pressure?    "
                },
                "11": {
                    "title": "School Daze/Bad-O-Meter",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "23 May 2009",
                    "year": "2009",
                    "plot": "\n    School Daze - Defeated by an electronic trivia game, Voltar decides to get even with the kids who laughed at him by posing as a substitute teacher. Once in control of the classroom Voltar will be able to teach them all the wrong answers to the game, ensuring his victory! Bad-O-Meter - To teach Red Menace to be more evil, Frogg puts a \"bad-o-meter\" on his head; it rewards him for being bad, and punishes him with electric shocks for being good. But when the device starts to go a bit haywire, it also starts to derail Voltar's big plan - to disrupt the concert of a gothic...    "
                },
                "12": {
                    "title": "Suzie Scouts/At the Movies",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "30 May 2009",
                    "year": "2009",
                    "plot": "\n    Suzie Scouts - Absent-minded Voltar unknowingly refuses to buy cookies from the sweet little Suzie Scout that comes to the door... and NO ONE ever says \"NO\" to the Suzie Scouts! The neighbors, who are tired of being extorted by the scouts once a year, are calling him a hero! But the top brass of the Suzie Scouts empire have taken note of the refusal, and they'll stop at nothing to make a sale. At the Movies - On a rare day off from Evil, LOSE go to the movies. But even on their day off, Voltar proves that no one is as Evil as The League of Super Evil!    "
                },
                "13": {
                    "title": "Not Accordion to Plan/The Henchbot Elites",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "1 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Not Accordion to Plan - When Red Menace discovers he's an accordion savant, Voltar uses this annoying skill to his advantage. But when Red is nearly catapulted to Polka stardom, he's forced to choose between his art and his family. Henchbot Elites - Tired of their hencbots always breaking down, LOSE trade them in for fancy new Henchbot Elites, the very latest from Rotten Core Technologies. They quickly learn that newer isn't always better.    "
                },
                "14": {
                    "title": "Mr. and Mrs. Bandango/Driver's Evil Ed",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "5 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Voltar's plan to fool the town with fake footage of Frogg dressed as a Bandango (a mythical Bigfooot-like creature) is foiled when Frogg is kidnapped by an actual Bandango. Unfortunately for Frogg, she's looking for love in all the wrong places. / A minor traffic infraction results in the V-Mobile getting impounded. LOSE now is forced to get their Villain Team Drivers License to get it back.    "
                },
                "15": {
                    "title": "The Night Before Chaos-Mas/Counting on Victory",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "4 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    LOSE run afoul of Kinder Kreep, an evil holiday elf when they attempt to impersonate the imp. / Voltar is determined to win a \"mystery prize\" at the Mall-o-Mart by guessing the correct number of gumballs in a giant gumball dispenser. To get the exact number, they sneak themselves into the store at night. Getting an exact count turns out to be much harder than they expected.    "
                },
                "16": {
                    "title": "Fortune's Fools/World Wreckers",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "4 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    No matter how many orders of Chinese food LOSE has delivered to the lair, Voltar gets the same lame fortune every time - \"banana.\" His effort to get decent fortune leads them to the factory itself where they discover all the fortunes are written by a hungry, prescient monkey. / Voltar is determined to get himself listed in the \"Genius Book of World Wreckers\" a villainous record book. After every attempt fails horribly, they finally find a record he's sure to beat - pogo stick jumping. That hope is dashed when the current record-holder returns to protect his challenge.    "
                },
                "17": {
                    "title": "Lose Tooth/Underwhere?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "8 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Doomageddon has a bad tooth. The Vet won't go near him, so it's up to LOSE to play dentist. / Voltar's lucky underwear has gone missing. The hunt for his beloved drawers leads them deep underground to an old pre-school rival with a sinister plan - to secretly modify and return every pair of underwear in town then give the city one simultaneous remote-controlled wedgie.    "
                },
                "18": {
                    "title": "Lose Junior/The League of Super Hockey",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "9 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Red is secretly mentoring a \"Cool Buddy\" in an after-school program. When Voltar finds out, he decides to take the little guy under LOSE's wing and teach him the ways of evil. The team gets more than they bargained for when the strange, mute boy turns out to be far more evil than any of them. / To own control of the street outside the lair, LOSE challenges the neighbor kids to a street hockey game. After a crushing defeat, Voltar decides to go double or nothing - but this time bringing in some ringers - every villain in town...    "
                },
                "19": {
                    "title": "Evil Never Sleeps/Glory Hog",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "24 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    This year, LOSE will actually stay up to watch the all-night-monster-movie-marathon on TV, thanks to a anti-sleep ray developed by Frogg. It works marvels, and Voltar decides to use it every night - just think of how much evil they can do! Meanwhile, Red is haunted by one of the movies he saw where an entire city is put to sleep, especially when that exact thing happens in Metrotown. That's thanks to an escaped villain who chats her victims to sleep. / The team gets mail-order diplomas and now fancies themselves experts in all manor of arcane and unusual fields. This ...    "
                },
                "20": {
                    "title": "Past Due/Degrees of Evil",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "17 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    After a lab accident, Voltar and Red mistakenly believe Frogg has been done in for good. After he emerges from his blast shelter beneath the lab, Frogg is assumed to be a ghost. Frogg takes advantage of the situation by \"haunting\" the team. / The team gets mail-order diplomas and now fancies themselves experts in all manor of arcane and unusual fields.    "
                },
                "21": {
                    "title": "20,000 Crunches Under the Sea/Hair Today, Gone Tomorrow",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "28 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    In an effort to foil Commodore Crunchwell's Crispy Cracks always crunchy guarantee, LOSE accidentally floods the entire city. They succeed in soggy-ing the chip, but cashing in on the guarantee becomes a serious challenge as Dipper the Army Commando Dolphin is now patrolling the streets. / Red's been collecting hair for years - hoping to finally have the closet full necessary to summon the Hair Fairy, who will exchange it for treasure. Frogg is not a believer, and in discovering the hair decides to destroy it... right before the tell tale signs of the Hair Fairy's ...    "
                },
                "22": {
                    "title": "Vollosus/No Good Deed...",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "7 Nov. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "2": {
                "2": {
                    "title": "Voltina/And the Loser Is...",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "18 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    VOLTAR IS PINK!!! Yes, a horrifying laundry incident has left the leader of the League of Super Evil with a rather lovely pinkish complexion. To make matters worse Humongo the Gynorman mistakes pink Voltar for his runaway bride-to-be Voltina! Will Humongo see through Voltar's disguise or will the leader of the League of Super Evil be forced to attend the universe's weirdest wedding? / It's Eviley's time again! Yes, the city's annual super villain award show is tonight and, once again, the Great Voltar hasn't been nominated. But rather than deal with a 3-month long ...    "
                },
                "13": {
                    "title": "Steeeeve!!!/Lose Newz",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "11 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    An evil powerful alien blob has taken control of Voltar's arch-nemesis, the master of not caring - Steve the neighbor. When L.O.S.E. get kidnapped by evil Steve and held prisoner in his evil alien Gazebo lair, it falls upon Voltar to come with a master plan so devious that he will make Steve finally care. Oh, and possibly defeat an ultra powerful alien blob in the process. / L.O.S.E. finally manages to take over the airwaves with a fake news broadcast. Voltar and the gang use their ill-gained show to broadcast fake news and trick the good citizens of Metrotown into ...    "
                }
            },
            "3": {
                "44": {
                    "title": "Voltception/Trashpocalypse Now",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 44,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "45": {
                    "title": "00-Geddon/Hurty Dancing",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 45,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Doomageddon is called into action to stop a righteous plan by the forces of good that could spell disaster for evildom. This leads to Doomageddon experiencing an adventure of James Bond-esque scope, complete with love interest, car chases, and high stakes collectable trading card games. / When Voltar's one and only belt winds up being used as the Cougar's necklace, a saggy pants Voltar sets his sights on getting it back. But how do you get close enough to a super thief to steal from her? By entering the annual non charity super villain dance competition and sneaking a...    "
                },
                "46": {
                    "title": "Kinderprison/Each Sold Evilly",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 46,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Voltar's evil genius will be put to the test when he must escape the most horrorfying prison ever built in the history of all things evil! A place of terror, a place of horror, a place of nap time, macaroni paintings and sing-alongs! He must escape from... a super kiddie daycare? It turns out that Voltar is just the right height to be confused for a super toddler. Can L.O.S.E. break him out before he winds up being put in time out forever? Voltar is outraged when he discovers the neighbourhood children playing with Force Fighter V action figures. After all where are ...    "
                },
                "47": {
                    "title": "Gameageddon/Chez Voltar",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 47,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    It's a rainy day at LOSE HQ and the members of the League of Super Evil are very bored and looking for something to do. Red takes out his favourite childhood board game, Puppies in a Basket - an insipid board game that involves spinning a wheel, moving a token along a board, and collecting puppies. But when Voltar accidentally ends up in the lead, Red snaps and goes on a Hulk-esque rampage! LOSE's only hope to reign in Red is to continue playing the game and let him win. / Voltar and the LOSE boys open a restaurant of gross Doomhound seasoned food hoping to trick ...    "
                },
                "48": {
                    "title": "Brain Freeze/Henchstrike",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 48,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Voltar's 'brain freeze' from eating a Fudgey Yummy Fudge Cone too fast inspires him to embrace the yet untapped evil power of ice cream. Voltar commands Frogg to convert the V-Mobile into the evilest ice cream truck ever, giving away free scoops of Frogg's special sub-sub zero ice cream to Super Heroes, rival villains and innocent Metrotownians! But the Brain freezing turns Metrotownians into mindless Snowbies. / Voltar has gone too far! After demanding one too many excruciatingly difficult tasks from the Henchbots, they decide to go on strike, refusing to work until ...    "
                },
                "49": {
                    "title": "Muhaha/The Art of Eviiil",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 49,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Voltar does the unthinkable and decides to super evil-y-fy his voice. He figures that with a more intimidating laugh he'll be able to lord over the neighbourhood! And with the help of an ultra advanced voice modulator, he swaps voices with General Sergeant. With his new voice, Voltar soon gains real acknowledgment and quickly rises through the ranks of real super villains... leaving his pals in the League behind! But how will the members of the Federation of Nefarious Minds feel when they find out that Voltar is using a voice alternator? / When the Metrotown Museum of...    "
                },
                "50": {
                    "title": "The Skulloshow/The Cute of All Evil",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 50,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Skullossus has the greatest evil plan ever (your standard drill a hole to the center of the world thus covering it in liquid hot magma deal). Everything is going according to plan until he realizes he's also got a hot date tonight! Can Skullossus get all his preparations for the big night and bring about world destruction at the same time? At the rate these pestering puny villains called the League of Super... something or other, keep on accidentally foiling his plans, the answer is going to be a no... / Voltar hatches a brilliant evil plan when he sees how stupid and...    "
                },
                "51": {
                    "title": "V-TV/Cloudy with a Chance of Stupid",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 51,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    When LOSE gets their cable cut, Voltar decides to destroy television. If he can't watch it nobody can! But when Voltar is successful in his mission the world suddenly becomes a better place (people go out and enjoy the sunlight, children laugh and play, the library has line ups). There's only one solution - LOSE will have to start their own television station and fix this foulest of good deeds. / Voltar finds himself the smartest man in Metrotown when he accidentally covers the entire city in a cloud of pure concentrated stupid. With everyone reduced to the ...    "
                },
                "52": {
                    "title": "LOSE Weight/Once upon a L.O.S.E.",
                    "kind": "episode",
                    "episode of": {
                        "title": "The League of Super Evil (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 52,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    In an attempt to whip his minions into shape, Voltar decides to sign LOSE up with Metrotown's premier super gym, the Sweatorium. The gym is run by Seymour Sweat, who is one barbell short of a set and determined to whip these wet noodles into shape. After a gruelling five minutes of working out Frogg, Voltar, and Doomageddon are floored. Red however is having the time of his life. Now it looks like LOSE are going to get a full workout - trying to escape the dreaded Sweatorium. / At long last the answer to the great question will be answered. How did the League of Super...    "
                }
            }
        },
        "number of episodes": 34,
        "cast": [
            {
                "name": "Tockar, Lee"
            },
            {
                "name": "McNeil, Scott"
            },
            {
                "name": "Murdock, Colin"
            },
            {
                "name": "Mankuma, Blu"
            },
            {
                "name": "Germain, Tabitha St."
            },
            {
                "name": "Kelamis, Peter"
            },
            {
                "name": "Corlett, Ian James"
            },
            {
                "name": "Fipke, Asaph"
            },
            {
                "name": "Tellier, Cleo"
            }
        ],
        "genres": [
            "Animation",
            "Action",
            "Comedy",
            "Family",
            "Sci-Fi"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "Canada",
            "United States"
        ],
        "country codes": [
            "ca",
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:G",
            "Russia:12+",
            "United States:TV-Y7::(TV rating)"
        ],
        "number of seasons": 3,
        "rating": 6.7,
        "votes": 255,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTEyMDcyMzcyMjZeQTJeQWpwZ15BbWU4MDA4ODM3MDMx._V1_SY150_CR38,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The League of Super Evil",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2012",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Fipke, Asaph"
            },
            {
                "name": "Ivanusic, Phil"
            },
            {
                "name": "LeBlanc, Davila"
            }
        ],
        "production companies": [
            {
                "name": "Bell Broadcast and New Media Fund"
            },
            {
                "name": "Nerd Corps Entertainment"
            },
            {
                "name": "YTV"
            }
        ],
        "distributors": [
            {
                "name": "CBBC"
            },
            {
                "name": "Cartoon Network"
            },
            {
                "name": "Disney XD"
            },
            {
                "name": "Pop TV"
            },
            {
                "name": "Super RTL"
            },
            {
                "name": "YTV"
            }
        ],
        "other companies": [
            {
                "name": "Film Finances Canada"
            }
        ],
        "plot": [
            "This show follows the wannabe super villains that make up \"The League Of Super Evil\".::Anon"
        ],
        "tech": {
            "runtime": [
                "22 min (USA)",
                "30 min (including commercials) (USA)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 255,
                "rating": 6.7
            },
            "aged under 18": {
                "votes": 2,
                "rating": 5.0
            },
            "aged 18 29": {
                "votes": 105,
                "rating": 6.5
            },
            "aged 30 44": {
                "votes": 47,
                "rating": 6.4
            },
            "aged 45 plus": {
                "votes": 26,
                "rating": 6.8
            },
            "males": {
                "votes": 154,
                "rating": 6.5
            },
            "males aged under 18": {
                "votes": 2,
                "rating": 5.0
            },
            "males aged 18 29": {
                "votes": 92,
                "rating": 6.4
            },
            "males aged 30 44": {
                "votes": 33,
                "rating": 6.3
            },
            "males aged 45 plus": {
                "votes": 18,
                "rating": 7.6
            },
            "females": {
                "votes": 33,
                "rating": 6.9
            },
            "females aged 18 29": {
                "votes": 12,
                "rating": 7.3
            },
            "females aged 30 44": {
                "votes": 13,
                "rating": 6.5
            },
            "females aged 45 plus": {
                "votes": 7,
                "rating": 6.3
            },
            "top 1000 voters": {
                "votes": 12,
                "rating": 6.3
            },
            "us users": {
                "votes": 62,
                "rating": 6.5
            },
            "non us users": {
                "votes": 90,
                "rating": 6.5
            }
        },
        "number of votes": {
            "10": 62,
            "9": 26,
            "8": 27,
            "7": 46,
            "6": 32,
            "5": 12,
            "4": 20,
            "3": 10,
            "2": 5,
            "1": 15
        },
        "arithmetic mean": 7.0,
        "median": 7
    }
}