{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "18 April 2009"
            }
        ],
        "release dates": [
            "USA::18 April 2009"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "The Allen Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "15 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    The Allens are a Georgia family who own and run a farm, with an eclectic range of animals. Teamwork, respect and discipline are the key principles practiced in their daily lives. Scott and June expect their children to start the day with a good attitude and a commitment to their responsibilities. Scott's motto: \"I can't make you happy but I can make you miserable.\" For one week, the Allens take in visitors of a very different nature: two dysfunctional teenagers. Kelsey has a rebellious and angry disposition fueled by a painful past. Zach is a spoiled, defiant, and ...    "
                },
                "2": {
                    "title": "Malone Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "22 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    The Malone Family is from Chardon, Ohio and believes that hard work teaches respect, values, and empowerment. Everyday chores are tackled before breakfast and everyone pulls their weight to get the job done. Terry is a retired SWAT commander and he and his wife, Pamela, share a keen eye for misdemeanors and don't miss a trick. They're \"sensibly strict\" with no tolerance for dishonesty. Any kid that tries to pull a fast one gets busted, and that means a dose of Pamela's \"boot camp.\" For the next week, the Malones will take in Taylor and Gina, two dishonest and ...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "The Pavoni Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "5 Nov. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Moyer Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "19 Nov. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "The Hughes Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "3 Dec. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "The Fisher Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "17 Dec. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Vinton Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "18 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Tearaway teenagers Brittani and Ivan's wayward behavior is driving their moms to despair. In a bid to get them back on track, the two teens will leave their respective homes for a week, to live under the roof - and rules - of a strict Southern Californian family. Lisa and Scott Vinton have strong opinions about how teenagers should behave. No smoking, no piercings and no privacy. Their household is based on chores, rules and consequences. But will this rigid regime change Brittani and Ivan - two headstrong teenagers who are used to doing what they want, when they want...    "
                },
                "2": {
                    "title": "Hatcher Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "25 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    The hardworking Hatcher family play host to hedonistic teenagers Reed and Jessica. Neither of these indulged teens is used to doing anything for themselves - but all that's about to change as they spend a week with the no-nonsense Hatchers. The teens will have to get their hands dirty working from dawn till dusk at the family's Tennessee dairy and veterinary clinic - and they'll have to adjust to a new way of life where everyone is required to contribute.    "
                },
                "3": {
                    "title": "McCuin Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2 May 2009",
                    "year": "2009",
                    "plot": "\n    Wild teenagers Ricky and Katie have partied their way out of their parents' control. In an attempt to tame them, they're being packed off to live in the McCuin family's strict, deeply religious, Tennessee household. Dad Steve is head pastor at the local church and he prides himself on his ability to change people. Mom Angie runs a tight ship at home - she always knows where her kids are, what they're doing, and doesn't let a single slip up go unpunished. During their week in the household, the \"new\" teens are expected to follow a regimented routine based on faith, ...    "
                },
                "4": {
                    "title": "Helton Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "9 May 2009",
                    "year": "2009",
                    "plot": "\n    Strict Tennessee parents Paul and Dana Helton take in troubled teenagers, Whitney and Stephen, to spend a week living with their family. The teens are in for a shock. As soon as they get a taste of Paul and Dana's zero tolerance approach to parenting, sparks fly and conflict erupts. But when the grueling week of hard work and discipline is through, will either Stephen or Whitney be changed?    "
                },
                "5": {
                    "title": "Cork Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "16 May 2009",
                    "year": "2009",
                    "plot": "\n    A devout South Georgia family opens their home to a pair of unruly teens who have fallen beyond their own parents' control. Impulsive Julie and self-assured Sebastian spend a week living under the strict discipline and structure of David and Dana Cork. But will what proves to be an emotional experience make a lasting difference to either of the teens' troubled relationships with their own parents?    "
                },
                "6": {
                    "title": "Morrison Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "23 May 2009",
                    "year": "2009",
                    "plot": "\n    Andrea and Daniel Morrison are no-nonsense, interventionist parents, but can living in their ultra-strict household make a difference to a pair of teens whose own parents can no longer control them? The Morrisons waste no time tackling Adele's manipulative streak and Garrett's way-out appearance. After a week with the family, will the teens pledge to rein in their defiance and make changes to their lives?    "
                },
                "7": {
                    "title": "Rutherford Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "30 May 2009",
                    "year": "2009",
                    "plot": "\n    They call their 50-acre property Rutherford Ranch. Adam and Pamela share genteel lifestyle with their two teenage daughters (Adam's from a previous marriage), two young sons, three horses and a dog. They have a 5,000 square foot house and many toys such as ATVs, horses and ski equipment. But, they make it clear to the kids every day that they have what they have purely because of hard work and a commitment to excellence. They believe their philosophy about hard work is the key to a good life, and they are devoted to giving their kids the tools they'll need to succeed ...    "
                },
                "8": {
                    "title": "Forsyth Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "6 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Family and faith are central to everything the Forsyths do. They rarely leave their Arkansas home, which includes a giant family camp where they encourage others to enjoy their daily diet of worship, work and wholesome recreational activities. For the next week they'll take in a very different kind of visitor: two rebellious teenagers, whose bad behavior has got the better of their own parents. But can a stay with Forsyths and exposure to their very traditional family values - transform the teens into model citizens?    "
                },
                "9": {
                    "title": "The Bolton Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "10 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Cliff and Lisa Bolton are both high school coaches. But even when they're away from their football team and cheerleaders, they're still very much in coach mode, demanding push-ups or other physical tasks as a consequence for bad behavior.    "
                },
                "10": {
                    "title": "Bilben Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "17 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Theresa and Gary Bilben's restaurant is the cornerstone of their approach to parenting. Since idle time provides opportunities for misbehavior, they are sure to fill their kids' schedules and demand text message updates whenever they're unsupervised.    "
                },
                "11": {
                    "title": "Wright Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "24 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Sam and Amy Wright head up a strict and loving household based on old-fashioned traditional values. The children are expected to address elders with \"ma'am\" and \"sir.\" Will a week of living in the Wright home force the teens to change their deviant ways?    "
                },
                "12": {
                    "title": "Manning Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "31 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    The Mannings are a ranching family from Oregon who believe luxuries and trust must be earned. This means the kids living in their home start off with a mattress and one change of clothes. Do they have what it takes to buckle down and get with the program?    "
                },
                "13": {
                    "title": "Knight Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "7 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    The Knights are a family who believe in enforcing the law at work and at home. They will take in two rowdy teens that have engaged in illegal activities, and have no respect for authority. Will a week on lockdown force these teens to straighten up?    "
                },
                "14": {
                    "title": "Bouldin Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "14 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    The Bouldins are a tight-knit North Carolina family who believe that tough love is a biblical principal.The pastor of his own church, Blake Bouldin keeps his own kids on the righteous path and demands they lead disciplined lives.    "
                },
                "15": {
                    "title": "Gentrup Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "21 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    The Gentrups are a loving Arizona family who believe that a positive and considerate attitude is everything. They believe hard work and giving back to the community is the way to raise self-sufficient and socially engaging kids.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "plot": "\n    The McCormicks are a strict Iowa family who lay down the law both at work and at home. Sean is a police officer who believes in rigid schedules and hard work for his family.    "
                },
                "17": {
                    "title": "Call Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "5 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    The Calls are a large Utah family that depends on everyone pitching in and working hard both in and out of the home. For the next week, the Calls will take in Mark and Ariel, two entitled teens who have never experienced a hard day's work in their lives.    "
                },
                "18": {
                    "title": "The Smidt Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "12 Dec. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "19": {
                    "title": "Ballard Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "15 May 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "20": {
                    "title": "Combes Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "22 May 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "21": {
                    "title": "Brown Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "29 May 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "22": {
                    "title": "Cooper Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "5 Jun. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "23": {
                    "title": "Carroll Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "12 Jun. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "24": {
                    "title": "Sheffield Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "19 Jun. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "25": {
                    "title": "Robinson Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "26 Jun. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "26": {
                    "title": "Wilcox Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "3 Jul. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "27": {
                    "title": "Toscano Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "10 Jul. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "28": {
                    "title": "Souza Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "17 Jul. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Florida",
                    "kind": "episode",
                    "episode of": {
                        "title": "World's Strictest Parents (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 39,
        "cast": [
            {
                "name": "Melvin, Mocean"
            },
            {
                "name": "Uicker, Whitney"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(NTSC Color)"
        ],
        "certificates": [
            "United States:TV-PG::(L)",
            "United States:TV-14::(L)"
        ],
        "number of seasons": 2,
        "rating": 5.1,
        "votes": 146,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjM3MDk5NjI0NV5BMl5BanBnXkFtZTgwNTkwMTgwMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "World's Strictest Parents",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "World's Strictest Parents (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Shed Media US"
            }
        ],
        "distributors": [
            {
                "name": "CMT"
            }
        ],
        "other companies": [
            {
                "name": "Gallagher Entertainment"
            }
        ],
        "plot": [
            "USA version of '_World's Strictest Parents_ (qv)'."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (including commercials) (USA)"
            ],
            "color": [
                "Color (NTSC Color)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 146,
                "rating": 5.1
            },
            "aged 18 29": {
                "votes": 53,
                "rating": 6.2
            },
            "aged 30 44": {
                "votes": 56,
                "rating": 4.6
            },
            "aged 45 plus": {
                "votes": 12,
                "rating": 3.5
            },
            "males": {
                "votes": 74,
                "rating": 5.1
            },
            "males aged 18 29": {
                "votes": 28,
                "rating": 6.4
            },
            "males aged 30 44": {
                "votes": 34,
                "rating": 4.6
            },
            "males aged 45 plus": {
                "votes": 11,
                "rating": 3.4
            },
            "females": {
                "votes": 48,
                "rating": 5.3
            },
            "females aged 18 29": {
                "votes": 25,
                "rating": 6.0
            },
            "females aged 30 44": {
                "votes": 22,
                "rating": 4.6
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 6.0
            },
            "top 1000 voters": {
                "votes": 11,
                "rating": 3.5
            },
            "us users": {
                "votes": 55,
                "rating": 5.3
            },
            "non us users": {
                "votes": 54,
                "rating": 4.7
            }
        },
        "number of votes": {
            "10": 23,
            "9": 10,
            "8": 15,
            "7": 19,
            "6": 14,
            "5": 19,
            "4": 13,
            "3": 5,
            "2": 7,
            "1": 21
        },
        "arithmetic mean": 5.8,
        "median": 6
    }
}