{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "24 March 2009"
            }
        ],
        "release dates": [
            "USA::24 March 2009"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Dragon Con",
                    "kind": "episode",
                    "episode of": {
                        "title": "Con Trek (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "24 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Brittney and Alan cover Dragon Con convention in Atlanta, GA with appearances by Dana Snyder (Aqua Teen Hunger Force), Steve Niles, creator and writer of 30 Days of Night, Nichelle Nichols \"Uhura\" from Star Trek and a bevy of costumed fans and craziness that has to be seen to be believed.    "
                },
                "2": {
                    "title": "Anime Weekend Atlanta",
                    "kind": "episode",
                    "episode of": {
                        "title": "Con Trek (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "30 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Brittney and Alan visit Anime Weekend Atlanta. Brittney interviews the band Peelander Z and learns more about their \"home planet\". Brittney and Alan delve deep into the land of fans crazy about Japanese animation and all things Otaku.    "
                },
                "3": {
                    "title": "Wonderfest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Con Trek (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "4 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Wonderfest features movie special effects guests, the largest model contest in the U.S. for sci-fi, horror & comics-related subjects, model and toy dealers galore, and seminars by professionals that teach techniques to enthusiastic hobbyists.    "
                },
                "4": {
                    "title": "Superman Celebration",
                    "kind": "episode",
                    "episode of": {
                        "title": "Con Trek (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "30 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    The Superman Celebration in Metropolis, Illinois is in its 31st year and this town celebrates everything that is Superman: the Man of Steel. Appearances by Justin Hartley and Phil Morris of the tv series \"Smallville\" and an interview with legendary comic book writer Gail Simone make this an exciting installment in the Con Trek series. Faster than a speeding bullet, more powerful than a locomotive, able to leap tall buildings in a single bound\", \"it's a bird, it's a plane, no, it's the Superman Celebration episode of Con Trek.    "
                },
                "5": {
                    "title": "Lebowski Fest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Con Trek (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "28 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    The Big Lebowski, a film written and directed by Joel and Ethan Coen, isn't just a film according to hardcore fans. It's a way of life. Never seen the film? It doesn't matter because a good time is a good time whether you get all of the references or not. After visiting Lebowski Fest in Louisville, KY, you'll want to see the film and if you have seen it, you'll develop a whole new appreciation for it! Join us as we participate in tossing bags of dirty undies, a marmot toss, doing a little bowling, judging some of the most unique costumes on the show to date, and ...    "
                },
                "6": {
                    "title": "Scarefest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Con Trek (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "29 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    On this episode of Con Trek, things get spooky when we visit Lexington Kentucky's premiere horror event Scarefest! We see a sideshow event with sword swallowing and other acts of wonder! We meet stars from Halloween 4, 5, and Rob Zombie's remakes, Friday the 13th VII and VIII, Texas Chainsaw Massacre, the Ghost Adventurers, and even the real woman that was haunted in Connecticut! Meet a couple that got married at the event, see belly dancers, creepy karaoke, tons of indie film, and a whole track of paranormal events! This one is so good, it will haunt your dreams!!!    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Eskew, Brittney"
            },
            {
                "name": "Smith, Alan"
            }
        ],
        "genres": [
            "Documentary",
            "Sci-Fi"
        ],
        "runtimes": [
            "17"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1 / (high definition)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjIxYzU1NjktYzUzNC00MzYwLTkwNjMtMGE0MzIwZTVlYmY3XkEyXkFqcGdeQXVyOTQxMjU1NDE@._V1_SY150_CR25,0,101,150_.jpg",
        "budget": "$12,000 (estimated)",
        "plot outline": "Con Trek features two hosts delving deeper into the world of fandom conventions than anyone has ever gone before! Go along with Alan and Brittney as they meet celebrities, attendees in costumes that must be seen to be believed, and participate in once in a lifetime events that up until now, only convention goers have been lucky enough to experience. If you're a fan of anime, sci-fi TV and movies, fantasy, horror, gaming, comic books, and anything else fandom related, this is the series for you. Whether its crazy wrestling anime bands, super heroes, scantily clad fairies, or celebrities of TV and film, it's all here on Con Trek!",
        "languages": [
            "English"
        ],
        "title": "Con Trek",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Con Trek (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Howard, Suzie"
            },
            {
                "name": "Lackey, Stephen"
            }
        ],
        "production companies": [
            {
                "name": "Captain Pixel Productions"
            }
        ],
        "distributors": [
            {
                "name": "Microsoft Xbox Game Technology Group"
            }
        ],
        "plot": [
            "Explores the world of fandom conventions. Brittney and Alan are your eyes and ears into this fascinating world.::Anonymous",
            "_Con Trek_ (qv) features two hosts delving deeper into the world of fandom conventions than anyone has ever gone before! Go along with Alan and Brittney as they meet celebrities, attendees in costumes that must be seen to be believed, and participate in once in a lifetime events that up until now, only convention goers have been lucky enough to experience. If you're a fan of anime, sci-fi TV and movies, fantasy, horror, gaming, comic books, and anything else fandom related, this is the series for you. Whether its crazy wrestling anime bands, super heroes, scantily clad fairies, or celebrities of TV and film, it's all here on _Con Trek_ (qv)!::Anonymous"
        ],
        "tech": {
            "runtime": [
                "17 min (USA)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1 / (high definition)"
            ]
        }
    }
}