{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2009"
            },
            {
                "country": "USA\n",
                "date": "21 September 2009"
            }
        ],
        "release dates": [
            "USA::2009",
            "USA::21 September 2009"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "To Plea or Not to Plea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brick City (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "30 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    We rejoin charismatic Mayor Cory Booker on his quest to make Newark, New Jersey a national model for urban transformation during a season when he is also running for re-election. Controversial Police Director Garry McCarthy battles a rising surge of violent crime as he faces numerous political enemies. Jayda and Creep, with baby Layla in tow, open their mentoring non-profit, \"Nine Strong Women.\" Finally, there is Dashaun \"Jiwe\" Morris, author, gang member and father of three. Charged with attempted murder, Jiwe and his dynamic lawyer, Brooke Barnett, face an ...    "
                },
                "2": {
                    "title": "Arrested Development",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brick City (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "6 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    As they try to build new lives, Jayda and Creep are dogged by their pasts and become entangled in legal troubles. Director McCarthy feels the heat as criticism mounts over police conduct and crime reporting methods. Newly elected governor Chris Christie comes to Newark in an unexpected gesture of goodwill and diplomacy. Mayor Booker conspicuously fails to mention his Police Director McCarthy in his annual State of the City address, raising speculation about the Director's future in the administration.    "
                },
                "3": {
                    "title": "The Haunting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brick City (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "13 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    The shooting death of a young filmmaker at a notorious apartment project sparks a massive response by Newark police and activists, along with bitter criticism of Director McCarthy and the police department from Central High School Principal Ras Baraka and others. Jiwe and lawyer Brooke Barnett gear up for Jiwe's trial, while Brooke works to straighten out the mess surrounding Jayda's arrest. A former Booker administration official is indicted just as the Mayors re-election campaign kicks off. Booker's bitter rival, former mayor Sharpe James, returns from prison to a ...    "
                },
                "4": {
                    "title": "Game On",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brick City (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "20 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    With the help of a local pastor, Jiwe attempts to organize a Blood v. Crip peace truce basketball game, but authorities in Newark have serious reservations. As the budget crisis intensifies, labor union head Rahman Muhammad challenges Business Administrator Michelle Thomas, and Newark students pour out of school to protest state education cuts. As the City Council elections approach, the Booker Team incumbent, Oscar James, tries to slow the momentum of his opponent, Ras Baraka. Scandal again rocks the police department, and everyone waits to see if the Blood v. Crip ...    "
                },
                "5": {
                    "title": "Election",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brick City (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "6 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Election Day arrives and Mayor Booker takes to the streets to recapture public support. Meanwhile, Director McCarthy decides to fight back as damaging allegations against him evolve into threats of violence.    "
                },
                "6": {
                    "title": "Judgment Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brick City (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "13 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Mayor Booker convincingly wins a second term, but the drama continues as the Central Ward council seat goes to a run-off election. Newark's fiscal woes come to a head when the Mayor's budget is rejected by a newly rebellious City Council that now includes two insurgents, Ras Baraka and Darrin Sharif. Creep makes a big decision about his relationship with Jayda, and judgment day arrives for Director McCarthy and Jiwe. Season 2 closes with what is arguably Mayor Booker's most impressive accomplishment, announced during an appearance with Facebook mogul Mark Zuckerberg.    "
                }
            },
            "1": {
                "1": {
                    "title": "Summer Is Ours",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brick City (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "21 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    It's 2008 and Newark is leading the nation in homicide reduction. Traditionally violent summer months could erase those gains, so Mayor Cory Booker and Police Director Garry McCarthy put new programs and systems in place to keep the streets safe. Longtime Blood gang member, Jayda, juggles her inspiring work as a youth counselor with motherhood and romance with a Crip named Creep. When Jayda's pregnancy creates excitement, an ugly episode in her past threatens plans for a bright future.    "
                },
                "2": {
                    "title": "Struggle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brick City (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "22 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Mayor Booker attends public ceremonies on trade and housing, facing skepticism in middle-class North Ward. Business Administrator Michelle Thomas lays out the grim facts about the city's budget. Jayda's plans for a nonprofit mentoring group are gaining steam, but her relationship with Creep is in crisis.    "
                },
                "3": {
                    "title": "Central",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brick City (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "23 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    It is July, and the word comes down that Newark's new Central High School building - now nearly 10 years and $100 million in the making - may not be ready for the start of the school year. It's a development that leaves everyone angry, and it's up to Principal Ras Baraka and Vice Principal Todd Warren to prepare contingency plans and maintain morale among students, parents and staff. Creep and Jayda reconcile, and Jayda meets with the straight-talking, savvy defense lawyer Brooke Barnett about her pending criminal case. At City Hall, all departments are grappling with...    "
                },
                "4": {
                    "title": "Circus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brick City (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "24 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    For the first time in more than 50 years, the Ringling Bros. and Barnum & Bailey circus comes to Newark, an event that is a testament to the city's increased viability and improving public profile. Meanwhile, Director McCarthy's efforts to change Newark's policing methods have begun encroaching on areas traditionally overseen by the Chief of Police. Jayda makes her first court appearance in her pending case, and her lawyer investigates the claims made against her. The Newark Police Department and the Bloods mourn deaths in their families. Jiwe Blood author wins his ...    "
                },
                "5": {
                    "title": "Red October",
                    "kind": "episode",
                    "episode of": {
                        "title": "Brick City (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "25 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    The city posts its 50th murder of the year, raising fresh concerns about the public safety policy. As he campaigns for Democratic nominee Barack Obama, Mayor Booker must also decide which candidate to support in the critical race for Municipal Council in the Central Ward. As he surveys the scene of a daytime dual, shooting, Director McCarthy wonders if an intra-gang war is brewing. After Newark's streets explode in gunfire - including an incident near Central High - McCarthy demands a plan to deal with the violence that is claiming gangbangers and innocent victims ...    "
                }
            }
        },
        "number of episodes": 11,
        "cast": [
            {
                "name": "McCarthy, Garry"
            },
            {
                "name": "Booker, Cory"
            },
            {
                "name": "McCarthy, Kyla"
            },
            {
                "name": "Baraka, Ras"
            }
        ],
        "locations": [
            "Newark, New Jersey, USA"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 2,
        "rating": 8.4,
        "votes": 152,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTcxMDE0MDk2MF5BMl5BanBnXkFtZTcwNDc1MjY5OA@@._V1_SY150_CR6,0,101,150_.jpg",
        "plot outline": "Against great odds, Newark's citizens and its Mayor, Cory A. Booker, fight to raise the city out of nearly a half century of violence, poverty, and corruption. In the five one-hour episodes of Brick City, the lives of Mayor Booker, citizens of the front lines, and key figures re-making the city - from developers to gang members and youth mentors - intertwine in a portrait of a city at a critical moment in history.",
        "languages": [
            "English"
        ],
        "title": "Brick City",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Brick City (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Brick City TV"
            }
        ],
        "distributors": [
            {
                "name": "First Run Features"
            },
            {
                "name": "SundanceTV"
            }
        ],
        "plot": [
            "Against great odds, Newark's citizens and its Mayor, Cory A. Booker, fight to raise the city out of nearly a half century of violence, poverty, and corruption. In the five one-hour episodes of _Brick City_ (qv), the lives of Mayor Booker, citizens of the front lines, and key figures re-making the city - from developers to gang members and youth mentors - intertwine in a portrait of a city at a critical moment in history."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (5 episodes) (USA)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 152,
                "rating": 8.4
            },
            "aged 18 29": {
                "votes": 12,
                "rating": 8.9
            },
            "aged 30 44": {
                "votes": 75,
                "rating": 8.7
            },
            "aged 45 plus": {
                "votes": 38,
                "rating": 8.2
            },
            "males": {
                "votes": 105,
                "rating": 8.5
            },
            "males aged 18 29": {
                "votes": 11,
                "rating": 8.7
            },
            "males aged 30 44": {
                "votes": 66,
                "rating": 8.7
            },
            "males aged 45 plus": {
                "votes": 23,
                "rating": 7.8
            },
            "females": {
                "votes": 24,
                "rating": 9.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 9,
                "rating": 9.1
            },
            "females aged 45 plus": {
                "votes": 14,
                "rating": 8.9
            },
            "top 1000 voters": {
                "votes": 6,
                "rating": 6.5
            },
            "us users": {
                "votes": 107,
                "rating": 8.6
            },
            "non us users": {
                "votes": 10,
                "rating": 7.9
            }
        },
        "number of votes": {
            "10": 57,
            "9": 40,
            "8": 34,
            "7": 5,
            "6": 7,
            "5": 3,
            "4": 3,
            "3": 1,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 8.6,
        "median": 9
    }
}