{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "  2009"
            },
            {
                "country": "Australia\n",
                "date": "4 December 2009"
            }
        ],
        "release dates": [
            "Australia::2009",
            "Australia::4 December 2009"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "1878 Henry",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Place (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "26 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Despite one failed invention after another, young Henry knows in his heart that he's a brilliant inventor. Against the advice of his friend, Franklin, Henry conducts his biggest experiment ever, but succeeds only in blowing up the local schoolhouse. Expelled, Henry continues to believe there's a living to be made from inventing weird and wonderful labor-saving machines. But his machines cause more trouble than they're worth and after one of them goes berserk, wrecking Franklin's family's laundry business, Henry becomes an outcast. A near-tragedy in Franklin's family ...    "
                },
                "2": {
                    "title": "1868 Minna",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Place (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "3 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Minna lives with strict German-born parents who privately hope their young daughter's friendship with the well-to-do Owen children - Toby, Harold and Adelaide - will do her some good. But Minna's parents have no clue what these kids get up to when they're on their own. Their favourite game is seeing who can scare the others the most. But when the Owens blame Minna for a disaster caused by their own children, she decides to give them the fright of their life. Unwisely, Minna helps herself to her friend Leck's beloved magic lantern to carry out her revenge and soon she ...    "
                },
                "3": {
                    "title": "1858 Ben",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Place (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "10 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Ben's one wish is for his wandering American family to be able to celebrate a proper Thanksgiving dinner in their new place with a real roast turkey. But his efforts to earn the money to buy a turkey plunge him into escalating rivalry with a local Chinese boy, Leck. Their competition leads to one mishap after another until they realize they might be better off co-operating than fighting. But is it too late? And if Ben does succeed, will his family move on again?    "
                },
                "4": {
                    "title": "1848 Johanna",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Place (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "17 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Johanna is aware of a lot of whispering about her parentage and becomes determined to find out who her father really is. She starts to investigate but is unprepared for a shocking discovery.    "
                },
                "5": {
                    "title": "1838 Davey",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Place (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "24 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    When Davey, working as a stable boy for the powerful Owen family, learns that his favourite horse - Duchess - is to be sold to the local tannery, he puts everything on the line to save her. He steals the horse, determined to run away with her and to live wild and free like the bushrangers. He hugs his mother goodbye and is making his getaway when he witnesses a band of real bushrangers at their villainy. Davey's master Mr Owen - the man who ordered Duchess to the tannery - lies shot and possibly dying on a remote road. Should Davey go on the run as planned? Or help ...    "
                },
                "6": {
                    "title": "1818 Charles",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Place (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "7 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Charles and his older brother John are both expected to work on their parents' farm. Charles loves it but John is lazy, shirking the work at every turn. Both boys will soon be sent to England to learn how to become refined, young gentlemen. This doesn't appeal to Charles who sets out to make himself indispensable on the Owen family property so he won't have to go. And that's when he strikes a deal with a stranger: an escaped convict who agrees to help Charles in exchange for food and freedom. But it's a devil's bargain and Charles finds himself being held to ransom ...    "
                },
                "7": {
                    "title": "1828 Alice",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Place (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "31 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Alice and her friend, George, have each adopted a piglet as their own. Alice's piglet is called Wilhelmina and George's is called Benny. When Alice's father declares a half-day picnic, Alice and George propose a pig race between Wilhelmina and Benny as part of the entertainment. Alice's siblings - Maryann and Little Sam - enter a third pig in the race, a lumbering old sow named Oink. Oink doesn't strike Alice or George as posing much of a threat but they each fear defeat from the other's entry. And that's when the skulduggery begins. There's no end to the sneakiness ...    "
                },
                "8": {
                    "title": "1808 Sarah",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Place (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "14 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Sarah, though still a child, works as a servant for the cold and demanding Mrs Owen. As if being bossed around by the lady of the house isn't bad enough, Sarah has to deal with that woman's sly and sickly daughter, Alice. Alice is as mean as her mother and twice as cunning. She sets out to make Sarah's life a misery, always trying to get her in trouble. But the two girls have more in common than they realize. They are both prisoners - Sarah to an impossible workload, Alice to a life-threatening illness. A truce of sorts, arising from a shared love of mischief, could ...    "
                },
                "9": {
                    "title": "1798 Sam",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Place (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "21 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Sam is a child convict, arrested in London for stealing a jacket. Now, having lived his whole life in towns and cities, he's sent to an isolated farm on the edge of the bush. Keen to impress, Sam tells his new master, Mr Owen, that he knows all about farming. Then Mr Owen, with business to attend to elsewhere, leaves Sam on his own, in charge of the house, the farm and one terrible goat named Katie. Sam has a long list of jobs to do and it's like the goat's main aim in life is to make it as hard as possible for Sam to get them done and stay out of trouble. And then ...    "
                },
                "10": {
                    "title": "1788 Waruwi",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Place (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "28 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Waruwi is an Aboriginal girl looking after her grandmother while the rest of her extended family are away from camp. It's just for a day but what a day it turns out to be. First there's a huge four legged monster that even spooks Waruwi's dingo, Lapa. Then there's a boy - a young soldier - banging loudly on a mysterious round thing (a drum, it turns out). And another soldier who makes agonized cries come out of a box with a handle (a hurdy-gurdy). And still more soldiers - ones Waruwi's mother calls the walking grubs. They've got guns and they're looking for the four ...    "
                },
                "11": {
                    "title": "1788 Dan",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Place (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "4 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Dan is on his second patrol to the Botany Bay area when he's asked to capture a native dog to take back to the colony's Governor. Only trouble is, the dog in question - Lapa - belongs to Waruwi, a girl Dan befriended last time he was in the area. Dan protests that it's stealing but his commander overrules his objection and orders him to stand guard over the dog. At first Dan thinks he can pay Waruwi for her dog but when he sees that all she wants is Lapa back, he decides to disobey orders and return the dog to her. Now Dan is caught in a trap: he can't stay with ...    "
                },
                "12": {
                    "title": "Before Time: Bunda",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Place (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "11 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Bunda has a problem. His older brother, Garadi, acts like Bunda doesn't exist. Bunda does everything to try and get his older brother's attention: he steals Garadi's honey; he tries to copy Garadi's athletic feats; he throws his brother's spear in the river. And for his trouble, all Bunda gets is his brother's anger and contempt. Their father decides to take them deeper into the bush to try and teach them a lesson but the boys are so intent on fueling their feud that they miss the point of the challenges their father sets them. Will they ever learn how to stop teasing...    "
                },
                "13": {
                    "title": "Before Time: Barangaroo",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Place (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "18 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Barangaroo's world would be perfect if only Mani, the biggest boy in her tribe, would stop trying to be Number One. Deep down Mani knows she's better than he is. That's why he keeps shutting her out from important adventures - to make himself look good. But when a little boy goes missing, Barangaroo and Mani are forced to follow his trail into a scary gully ruled by a legendary monster: the Mumuga. The Mumuga has a ferocious howl that echoes across the land. He's said to knock kids unconscious with the smell of his horrible farts and drag them away into his cave. Who ...    "
                }
            },
            "1": {
                "1": {
                    "title": "2008 Laura",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Place (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 9,
                    "original air date": "4 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Laura and Soriya are mucking around in a dinghy on the bay when it floats out and sinks. Laura finds out that the boat belongs to her landlord Michaelis and an urn on the boat contained the ashes of his beloved dog. Laura has trouble owning up and apologizing at the same time that the Prime Minister of Australia is making an apology on behalf of the country to her mob.    "
                },
                "2": {
                    "title": "1998 Mohammad",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Place (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "7 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Mohammed is a mad keen bowler and Shane Warne is his hero. When he turns up for the try-outs, he finds the team is a closed shop dominated by the captain Brian Hilliard and his father. Mohammed's new friend Danielle invites him to join her on the girls team much to the hilarity of Brian and his friends.    "
                },
                "3": {
                    "title": "1988 Lily",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Place (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "8 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Lily is excited when cousin Phoung arrives with her parents from Vietnam but Phuong turns out to be in no need of help and a real threat to Lily's status at home and at school.    "
                },
                "4": {
                    "title": "1978 Mike",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Place (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "9 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Mike knows a lot about Australian muscle cars from 1968 to 1978, but the other kids think he's odd. He only has one friend, Ben. But is Ben really a friend?    "
                },
                "5": {
                    "title": "1968 Sofia",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Place (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "10 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Sofia is a spy for the yayas. She tries to derail the budding romance of her brother Michaelis and his girlfriend Janice, before he leaves for Vietnam.    "
                },
                "6": {
                    "title": "1958 Michaelis",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Place (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "11 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Michaelis' family is from Kalymnos but he wants to be Australian, not Greek. Even more, he wants a television so he can watch 'Robin Hood' and be accepted by the McCormack brothers at the milk bar.    "
                },
                "7": {
                    "title": "1948 Jen",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Place (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "14 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Jen's father died in the war. Now her mum is planning to marry Wal, who even though he has a car, definitely doesn't match up to the war hero dad, in Jen's eyes.    "
                },
                "8": {
                    "title": "1938 Colum",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Place (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "15 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Colum has two big ambitions; to stop his best mate Thommo's family from being kicked out of their house next door to his and to get up the nerve to ride his billy cart down Brick Pits Hill.    "
                },
                "9": {
                    "title": "1928 Bridie",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Place (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "16 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Bridie just wants to hang out with her big sister Kath and best friend Lorna, and be in on their secrets. After talking her way into tagging along, and wheeling her baby brother in his pram, Bridie sets off for what is meant to be a day of harmless fun and relaxation.    "
                },
                "10": {
                    "title": "1918 Bertie",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Place (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "17 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Bertie wants to raise money to buy a present for his brother Eddie who's coming home from the war and steals his friend's pet rabbit for his magic show.    "
                },
                "11": {
                    "title": "1908 Evelyn",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Place (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "18 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Evelyn can't wait for cracker night and this year, for the first time, the family has their own box of fireworks. Unfortunately, Evelyn shows the box to her disbelieving neighbor Freddie with explosive results.    "
                },
                "12": {
                    "title": "1898 Rowley",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Place (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "21 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Rowley is convinced that good deeds will be rewarded, he'll do anything to help his mother and the other residents in the boarding house they live in. He longs for his father to come home but then he discovers that his father may never come home at all.    "
                },
                "13": {
                    "title": "1888 Victoria",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Place (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "22 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Victoria and her family have just moved into the terrace house that her father built. But soon she realizes that her father may be going broke. She'll do anything to ensure that they stay there for ever, including witchcraft. Miss Muller next door may be her inspiration. Then she realizes that her witchcraft may be working in all the wrong ways.    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Porter, Susie"
            },
            {
                "name": "Massey, Rebecca"
            },
            {
                "name": "Ansara, Alice"
            },
            {
                "name": "Schepisi, Alexandra"
            },
            {
                "name": "Burchill, Leon"
            },
            {
                "name": "Darcy-Smith, Kieran"
            },
            {
                "name": "Papademetriou, Nicholas"
            },
            {
                "name": "Haralabidou, Victoria"
            },
            {
                "name": "Anderton, Stephen"
            },
            {
                "name": "Brown, Matilda"
            },
            {
                "name": "Mulvany, Kate"
            },
            {
                "name": "Oxenbould, Ben"
            },
            {
                "name": "Penrith, Bronwyn"
            },
            {
                "name": "McQuade, Kris"
            },
            {
                "name": "Oxer, Eloise"
            },
            {
                "name": "Gleeson, Paul"
            },
            {
                "name": "Bishop, Mandy"
            },
            {
                "name": "Blias, Alex"
            },
            {
                "name": "Box, Kate"
            },
            {
                "name": "Dykstra, Russell"
            },
            {
                "name": "Galanos, Deborah"
            },
            {
                "name": "Haywood, Chris"
            },
            {
                "name": "Lung, Emma"
            },
            {
                "name": "Tse, Sky"
            },
            {
                "name": "Whittet, Matthew"
            },
            {
                "name": "Winspear, Benjamin"
            },
            {
                "name": "Bakopoulos-Cooke, Nicholas"
            },
            {
                "name": "Cotton, Sam"
            },
            {
                "name": "He, Paul W."
            },
            {
                "name": "Walker, Derek"
            },
            {
                "name": "Fahey-Leigh, Shardyn"
            },
            {
                "name": "Fraser, Holly"
            },
            {
                "name": "Madden, Maddie"
            },
            {
                "name": "Jamieson, Trevor"
            },
            {
                "name": "Tompsett, Jack"
            },
            {
                "name": "Dalton, Pnia Hagege"
            },
            {
                "name": "Dermody, Maeve"
            },
            {
                "name": "Harding, Brenna"
            },
            {
                "name": "McGrath, Aaron L."
            },
            {
                "name": "McPherson, Abbey"
            },
            {
                "name": "Hazzard, Andrew"
            },
            {
                "name": "Patmore, Aimee"
            },
            {
                "name": "McGrath, Darcy"
            },
            {
                "name": "Booker, Fiona"
            },
            {
                "name": "McConnell, Alice"
            },
            {
                "name": "McPherson, Billy"
            },
            {
                "name": "Stambouliah, Olivia"
            },
            {
                "name": "Lay, Susan"
            },
            {
                "name": "Purcell, Leah"
            },
            {
                "name": "Price, Felicity"
            }
        ],
        "locations": [
            "Annandale, Sydney, New South Wales, Australia",
            "Birchgrove, Sydney, New South Wales, Australia",
            "Glebe, Sydney, New South Wales, Australia",
            "Haberfield, Sydney, New South Wales, Australia",
            "Marrickville, Sydney, New South Wales, Australia",
            "Newtown, Sydney, New South Wales, Australia",
            "Rozelle, Sydney, New South Wales, Australia",
            "Sydney, New South Wales, Australia"
        ],
        "genres": [
            "Drama",
            "Family"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:PG::(some episodes)",
            "Australia:G::(some episodes)"
        ],
        "number of seasons": 2,
        "rating": 7.2,
        "votes": 66,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTdjNjQ0ZGYtYmNjYi00MzBmLTg1NzktYWVjY2QzZTkzNzVkXkEyXkFqcGdeQXVyODY5OTk4MA@@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "My Place",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2011",
        "akas": [
            "My Place (Australia)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Parsons, Nick"
            },
            {
                "name": "Waters, Greg"
            },
            {
                "name": "Addison, Alice"
            }
        ],
        "production companies": [
            {
                "name": "Chapman Pictures Pty Limited"
            },
            {
                "name": "Matchbox Pictures"
            }
        ],
        "distributors": [
            {
                "name": "Australian Broadcasting Corporation (ABC)"
            }
        ],
        "other companies": [
            {
                "name": "Sandcastle Studios"
            },
            {
                "name": "Sandcastle Studios"
            },
            {
                "name": "Sandcastle Studios"
            }
        ],
        "plot": [
            "The story of one house in South Sydney, told by the children who live there over 260 years.::Stephen Collins"
        ],
        "tech": {
            "runtime": [
                "30 min (Australia)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 66,
                "rating": 7.2
            },
            "aged under 18": {
                "votes": 2,
                "rating": 2.0
            },
            "aged 18 29": {
                "votes": 19,
                "rating": 8.2
            },
            "aged 30 44": {
                "votes": 16,
                "rating": 7.5
            },
            "aged 45 plus": {
                "votes": 17,
                "rating": 6.9
            },
            "males": {
                "votes": 34,
                "rating": 6.6
            },
            "males aged under 18": {
                "votes": 2,
                "rating": 2.0
            },
            "males aged 18 29": {
                "votes": 11,
                "rating": 7.7
            },
            "males aged 30 44": {
                "votes": 8,
                "rating": 7.5
            },
            "males aged 45 plus": {
                "votes": 10,
                "rating": 5.7
            },
            "females": {
                "votes": 23,
                "rating": 8.5
            },
            "females aged 18 29": {
                "votes": 8,
                "rating": 9.2
            },
            "females aged 30 44": {
                "votes": 8,
                "rating": 7.5
            },
            "females aged 45 plus": {
                "votes": 6,
                "rating": 9.5
            },
            "top 1000 voters": {
                "votes": 6,
                "rating": 5.2
            },
            "us users": {
                "votes": 5,
                "rating": 5.6
            },
            "non us users": {
                "votes": 45,
                "rating": 7.5
            }
        },
        "number of votes": {
            "10": 21,
            "9": 8,
            "8": 11,
            "7": 9,
            "6": 2,
            "5": 1,
            "4": 0,
            "3": 3,
            "2": 2,
            "1": 9
        },
        "arithmetic mean": 7.2,
        "median": 8
    }
}