{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "25 May 2009"
            }
        ],
        "release dates": [
            "USA::25 May 2009"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Obsessed"
            },
            {
                "countries": "Germany",
                "title": "Außer Kontrolle - Leben unter Zwang"
            },
            {
                "countries": "Spain",
                "title": "Obsesión"
            }
        ],
        "akas": [
            "Obsessed (original title)",
            "Außer Kontrolle - Leben unter Zwang Germany",
            "Obsesión Spain"
        ],
        "akas from release info": [
            "Obsessed (original title)",
            "Außer Kontrolle - Leben unter Zwang Germany",
            "Obsesión Spain"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "John/Cindee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Obsessed (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "21 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Cindee is obsessed with exercise and spends many unhealthy hours on the treadmill, at the gym, or with her free weights, leaving little time for her family. Graham fears contamination and washes his hands up to 150 times a day, damaging his relationship with his wife and child. Can Cognitive Behavior Therapy help them repair their broken families?    "
                },
                "2": {
                    "title": "Nicole/Chad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Obsessed (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "28 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Cindee is obsessed with exercise and spends many unhealthy hours on the treadmill, at the gym, or with her free weights, leaving little time for her family. Graham fears contamination and washes his hands up to 150 times a day, damaging his relationship with his wife and child. Can Cognitive Behavior Therapy help them repair their broken families?    "
                },
                "3": {
                    "title": "Sharon/Patricia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Obsessed (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "12 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Sharon obsessively taps and counts and suffers several major panic attacks a week. She believes her rituals protect her cancer-stricken mother. Meanwhile, Patricia constantly fears that she'll die a sudden death from heart attack or stroke, or that she'll get a deadly illness.    "
                },
                "4": {
                    "title": "William/Nanci",
                    "kind": "episode",
                    "episode of": {
                        "title": "Obsessed (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "19 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    William obsessively counts, fears odd numbers, and suffers from germophobia. His OCD has resulted in two failed marriages, unemployment, and homelessness. Nanci is obsessed with cleaning, and scours her bathroom 4-5 times a day. Her OCD was triggered by three tragic deaths in her family.    "
                },
                "5": {
                    "title": "Paul/Robin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Obsessed (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "26 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Paul, an LA area musician, lives in constant fear that his actions may bring harm to other people. He constantly checks the stove and electrical outlets for fear that they may start a fire and kill everyone in his apartment complex, sometimes until the sun rises. This has become such a major distraction that his promising musical career has all but evaporated.    "
                },
                "6": {
                    "title": "Margaret/Amy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Obsessed (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Margaret, a young single mother of a terminally ill child, has become debilitated from extensive tapping compulsions and a fear of contamination from food. Margaret regularly eats a mere apple once every two days, which resulted in a recent heart attack.    "
                },
                "7": {
                    "title": "Ferrell Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Obsessed (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "9 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Al and his two daughters, Tammy and Jodi, each suffer from agoraphobia. Al has been virtually homebound for 30 years. Tammy is afraid of leaving her 20-mile safe zone. And for Jodi, the problem is literally a matter of life and death--she can't go over a bridge she needs to cross to get desperately needed medical care for her son.    "
                },
                "8": {
                    "title": "Mark/Sarihn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Obsessed (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "16 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Mark obsessively taps and counts, believing that it protects his family from harm and even death. Sarihn obsessively cleans her kitchen and bathroom to get rid of germs, particularly bodily fluids, and wears black latex gloves in public. Her OCD has cost her a music career, and keeps her from having an intimate relationship with her boyfriend.    "
                },
                "9": {
                    "title": "Rashawndalyn/Melody",
                    "kind": "episode",
                    "episode of": {
                        "title": "Obsessed (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "23 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Rashawndalynn began to worry about disease and death after a doctor found pre-cancerous cells in her body. Her constant state of panic has led to the loss of her job, and she and her son will become homeless if she doesn't receive treatment. Melody is terrified of getting a fatal food-borne illness, which prevents her from living on her own at college.    "
                },
                "10": {
                    "title": "Phil/Kerrie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Obsessed (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "30 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Phillip is obsessed with cleanliness, yard work, and organization. His OCD makes it almost impossible to spend time with his two children because he's afraid of the messes that kids make. Phillip has to beat his OCD so that his children can have the father they need. Meanwhile, Kerrie's fear of germs is so extreme that she can't be touched by other people. She's never had a boyfriend and has no friends. Kerrie hopes to manage her OCD so she can one day allow her mother to hug her.    "
                }
            },
            "1": {
                "1": {
                    "title": "Helen/Scott",
                    "kind": "episode",
                    "episode of": {
                        "title": "Obsessed (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "25 May 2009",
                    "year": "2009",
                    "plot": "\n    Scott is a middle age contractor who suffers from OCD and is a severe germaphobe who compulsive cleans his house. Helen is single mother of three whose compulsive \"checking\" spiked after her father's death in a car accident.    "
                },
                "2": {
                    "title": "Nicole/Trina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Obsessed (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "1 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Nicole has an incredibly unique type of obsession that keeps her from being able to enjoy time with her mother and brother. If their hands aren't the way she wants them to be, she has a panic attack. And when her mother says any word with a \"K\" sound, Nicole has to make a strange noise with her throat.    "
                },
                "3": {
                    "title": "Nidia/Rick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Obsessed (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "8 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Nidia obsessively washes herself and has been hospitalized twice due to her OCD. Her shower ritual is so extreme that there's a possibility she could pass out in the middle of it. Her problem has taken over her life and her husband's life as well, and is threatening their marriage.    "
                },
                "4": {
                    "title": "Russ/Karen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Obsessed (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "15 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Russ is an extreme hoarder. He has completely filled up his apartment, forcing him to sleep outside. He's also afraid that the Fire Department will come to his house and he won't be able to clean enough in time to pass inspection. If this happens, Russ fears he'll become homeless. Meanwhile, Karen is plagued by her obsessive thoughts about death.    "
                },
                "5": {
                    "title": "Shannon/Todd",
                    "kind": "episode",
                    "episode of": {
                        "title": "Obsessed (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "29 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Shannon is a hypochondriac with an intense fear of death. She avoids driving on the freeway for fear she'll spontaneously combust or go blind. Through CBT, Shannon will try to overcome her dread of driving so she can take her autistic child to a ranch for kids with special needs. Meanwhile, Todd has an obsessive compulsion to pull out his own hair.    "
                },
                "6": {
                    "title": "Traci/Judi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Obsessed (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "7 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Traci struggles with both germaphobia and claustrophobia. She is constantly cleaning and is frightened to get on an elevator. She can't even enjoy home-cooked meals without fearing illness. Meanwhile, Judi is a hoarder.    "
                },
                "7": {
                    "title": "Christa/Ryan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Obsessed (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "22 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Christa's OCD prevents her from eating most foods for fear they are contaminated. To ease her anxiety, she spends hours in front of the mirror with a pair of tweezers ruthlessly tearing into her skin, mostly her face. Christa is completely reliant upon her fiancé Shawn, but he doesn't know how much more he can take. She is afraid that she'll end up dead or homeless because no one will want to deal with her anymore. Meanwhile, Ryan feels like a slave to his OCD rituals of checking, tapping and counting. His morning routine is riddled with grooming rituals around ...    "
                },
                "8": {
                    "title": "Marie/Matt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Obsessed (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "20 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Marie is obsessed with the weight of objects. She's afraid that the things in her apartment are getting too heavy, that the floor is weakening, and that the building will collapse, crushing her and her daughter. Meanwhile, Matt is agoraphobic with severe panic disorder.    "
                },
                "9": {
                    "title": "Mandi/Mora",
                    "kind": "episode",
                    "episode of": {
                        "title": "Obsessed (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Mandi is a costume designer for a TV series, but she doesn't have hair. Mandi began pulling her hair out when she was nine. She wears wigs, but her ability to hide her bald patches only increases her pulling episodes. Meanwhile, Mora constantly brushes and cleans her teeth.    "
                },
                "10": {
                    "title": "AJ/Vanessa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Obsessed (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "3 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    AJ needs a service dog (\"Sparky\") to help manage her anxiety and panic attacks. But AJ can't stop her OCD mind from bombarding her with horrific images of animal abuse. Another coping mechanism AJ uses is compulsively tweezing out her eyebrows. In Cognitive Behavioral Therapy, AJ will go to an animal shelter to confront her obsessive thoughts about animal cruelty.    "
                },
                "11": {
                    "title": "Richie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Obsessed (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "10 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Richie is an extreme hoarder who can't throw away anything that belongs to his deceased mother. As he grieves her loss, he's even blocked off the hallway to his mother's bedroom, making the room inaccessible. In the longest therapy process of the entire season (approximately one year,) his therapist pushes and helps Richie as he tries to fight through his emotions.    "
                }
            }
        },
        "number of episodes": 21,
        "cast": [
            {
                "name": "Tsilimparis, John"
            },
            {
                "name": "Cullens, Scott"
            },
            {
                "name": "Doronn, Shana"
            },
            {
                "name": "Hansen, Star"
            },
            {
                "name": "Larsen, Ryan"
            },
            {
                "name": "Melissa"
            },
            {
                "name": "Pickett, Karen"
            },
            {
                "name": "Rhodes, Helen"
            },
            {
                "name": "Rhodes, Lainee"
            },
            {
                "name": "Rosner, Rick"
            },
            {
                "name": "Wittman, Richie"
            },
            {
                "name": "April, Craig"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.33 : 1",
        "sound mix": [
            "Mono"
        ],
        "number of seasons": 2,
        "rating": 6.8,
        "votes": 135,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQ2NDI0Nzk5N15BMl5BanBnXkFtZTgwODQ5MDgwMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "According to the Anxiety Disorder Association of America, anxiety disorders are the most common mental illness in the U.S., affecting 40 million adults in the United States age 18 and older. Obsessed examines the lives of these everyday people imprisoned by unmanageable, repetitive behaviors and sometimes debilitating fear while documenting their struggles",
        "languages": [
            "English"
        ],
        "title": "Obsessed",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Tijuana Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "A&E Television Networks"
            }
        ],
        "other companies": [
            {
                "name": "Finetune Music"
            },
            {
                "name": "VER"
            }
        ],
        "plot": [
            "According to the Anxiety Disorder Association of America, anxiety disorders are the most common mental illness in the U.S., affecting 40 million adults in the United States age 18 and older. _Obsessed_ (qv) examines the lives of these everyday people imprisoned by unmanageable, repetitive behaviors and sometimes debilitating fear while documenting their struggles"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (USA)"
            ],
            "sound mix": [
                "Mono"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.33 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 135,
                "rating": 6.8
            },
            "aged 18 29": {
                "votes": 16,
                "rating": 7.9
            },
            "aged 30 44": {
                "votes": 71,
                "rating": 6.8
            },
            "aged 45 plus": {
                "votes": 19,
                "rating": 6.9
            },
            "males": {
                "votes": 55,
                "rating": 6.9
            },
            "males aged 18 29": {
                "votes": 7,
                "rating": 7.8
            },
            "males aged 30 44": {
                "votes": 39,
                "rating": 6.7
            },
            "males aged 45 plus": {
                "votes": 9,
                "rating": 6.5
            },
            "females": {
                "votes": 51,
                "rating": 7.1
            },
            "females aged 18 29": {
                "votes": 9,
                "rating": 7.8
            },
            "females aged 30 44": {
                "votes": 31,
                "rating": 7.2
            },
            "females aged 45 plus": {
                "votes": 10,
                "rating": 7.1
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 5.2
            },
            "us users": {
                "votes": 79,
                "rating": 6.8
            },
            "non us users": {
                "votes": 24,
                "rating": 6.8
            }
        },
        "number of votes": {
            "10": 38,
            "9": 12,
            "8": 26,
            "7": 18,
            "6": 9,
            "5": 11,
            "4": 5,
            "3": 2,
            "2": 4,
            "1": 10
        },
        "arithmetic mean": 7.2,
        "median": 8
    }
}