{
    "imdb": {
        "raw release dates": [
            {
                "country": "Netherlands\n",
                "date": "8 July 2009"
            },
            {
                "country": "Belgium\n",
                "date": "25 December 2010"
            }
        ],
        "release dates": [
            "Netherlands::8 July 2009",
            "Belgium::25 December 2010"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Valsemunterij",
                    "kind": "episode",
                    "episode of": {
                        "title": "XMIX (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Anton delegates to Xmix the case of the counterfeit Euro notes, which occurred in masses at a grocer's shop. They trace the fake money to the swimming pool. There the lifeguard is indeed printing banknotes. He tries to escape with his contraband.    "
                }
            },
            "1": {
                "1": {
                    "title": "Het datingburo",
                    "kind": "episode",
                    "episode of": {
                        "title": "XMIX (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "8 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Mrs. Blijleven reports all her prized pink possessions have been stolen. The police sergeant assigns the case to constable Anton, who passes it on to the Xmix game characters trio. Hearing the robbery happened while she was on a dream date -who didn't show up- arranged by Luciano's dating agency, they smell a rat and set a trap.    "
                },
                "2": {
                    "title": "Het gestolen schilderij",
                    "kind": "episode",
                    "episode of": {
                        "title": "XMIX (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "15 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    The sergeant passes to constable Anton the theft of the museum's most precious painting, portrait of a Chinese emperor's favorite consort. Various traces in the museum suggest an intruder connected to the port. Indeed, the Xmix trio confronts the robbers gang there.    "
                },
                "3": {
                    "title": "De ontvoering",
                    "kind": "episode",
                    "episode of": {
                        "title": "XMIX (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "22 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    The sergeant assigns Anton the kidnapping of multi-millionaire Bazuin from his home. All signs of a break-in have been removed by his distant cousin Gerda, who displays suspiciously theatrical mood swings. The Xmix trio accepts to deliver the 15,000,000 Euros ransom for her. Invisible Dax traces it back to the home, but gets in danger himself.    "
                },
                "4": {
                    "title": "De suikerzoete tandarts",
                    "kind": "episode",
                    "episode of": {
                        "title": "XMIX (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "5 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Anton passes to Xmix the mystery why patients of dentist Devries keep getting new dental complaints. The trio discovers, with Dax as test patient, a suspicious bag of candy in his practice and the malicious abuse method.    "
                },
                "5": {
                    "title": "De grote verdwijntruc",
                    "kind": "episode",
                    "episode of": {
                        "title": "XMIX (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "12 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    The sergeants hands the disappearance of aunt Eva who accompanied her niece to the circus to Anton. he delegates to Xmix, but before they can investigate Eva is back. However she reports she was in the clown-magician disappearing act, and lost watch and pearls. Xena volunteers in the next performance, only to be robbed too, while Exel can't resist presenting his trapeze act.    "
                },
                "6": {
                    "title": "De trofeeëndief",
                    "kind": "episode",
                    "episode of": {
                        "title": "XMIX (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "19 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Anton is assigned by the sergeant but passes on to the Xmix trio the case of the prizes which are systematically stolen from all kind of contest winners. They decide to guard the village festival's pie eating trophy, a silver cup, which Dax actually wins. It's still stolen, but the cup being metal a magnet proves helpful.    "
                },
                "7": {
                    "title": "Het verdwenen dochtertje van de jonkheer",
                    "kind": "episode",
                    "episode of": {
                        "title": "XMIX (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "26 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    A gentleman squire reports his kid daughter Anne-Fleur missing, presumably kidnapped but without ransom demand, since the hide and seek game during her surprise birthday party in the park. The sergeant assigns the case to Anton, who relies on the Xmix trio. They trace her to a mall, but find no abductor.    "
                },
                "8": {
                    "title": "De rijke badmeester",
                    "kind": "episode",
                    "episode of": {
                        "title": "XMIX (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    The sergeant got reports of payments with fake money all over town and passes the case to Anton. The Xmix trio deduces from chlorine traces on the counterfeited bills they may find the counterfeiter at the swimming pool. It is indeed a pool attendant. He gets wind of the investigation and sets a trap.    "
                },
                "9": {
                    "title": "Het verdwenen paard",
                    "kind": "episode",
                    "episode of": {
                        "title": "XMIX (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "9 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Farmer Geerts's race-horse, stallion Bliksem ('lightning'), is reported stolen on the day of a major race. The sergeant hands the case to Anton, the constable passes it to Xmix. The trio investigates the race-tracks. They find Bliksem's replacement is painted.    "
                },
                "10": {
                    "title": "De parels van de barones",
                    "kind": "episode",
                    "episode of": {
                        "title": "XMIX (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "16 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    The sergeant charges Anton with the latest case of jewel theft. He sends Xmix to the victim, a baroness who lost a pearl string, a gift from her late husband, while she was at the hairdresser's. The trio finds a suspicious door there, and soon the thief.    "
                },
                "11": {
                    "title": "De gestolen papegai",
                    "kind": "episode",
                    "episode of": {
                        "title": "XMIX (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "23 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    A famous parrot with a beautiful singing voice is stolen from its cage in the city zoo. The case is again passed from the sergeant trough Anton to Xmix. The trio identifies and chases a suspicious staff member, who gets caged himself.    "
                },
                "12": {
                    "title": "De museummummie",
                    "kind": "episode",
                    "episode of": {
                        "title": "XMIX (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "30 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    The archaeological museum reports thefts from its Egyptian exposition. The sergeant sends constable Anton to help Mr. Vanzijl guard a mummy's sarcophagus, who summons the Xmix trio to catch the burglar(s). They discover he's pretending to be the mummy.    "
                },
                "13": {
                    "title": "Het groene water mysterie",
                    "kind": "episode",
                    "episode of": {
                        "title": "XMIX (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "14 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    The sergeant orders Anton to investigate why the tub water turned green and unfit for drinking. He appeals to the Xmix three. They fail realize the mineral water bottle vendor makes a fortune until they break into the water plant, finding there barrels of green pollutant and being apprehended by two goons who bring them to their boss, the vendor.    "
                }
            },
            "2": {
                "1": {
                    "title": "De hondenwedstrijd",
                    "kind": "episode",
                    "episode of": {
                        "title": "XMIX (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "8 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    The sergeant orders Anton to solve the case of prize dog Rexie who disappeared during the dog show. Anton appeals to the Xmix trio. They have a hard time figuring out what happened to the canine champion.    "
                },
                "2": {
                    "title": "De kettingen",
                    "kind": "episode",
                    "episode of": {
                        "title": "XMIX (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "15 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    The sergeant charges Anton with the latest case of jewel theft. He sends Xmix to the victim, a baroness who lost a pearl string, a gift from her late husband, while she was at the hairdresser's. The trio finds a suspicious door there, and soon the thief.    "
                },
                "3": {
                    "title": "De geluidspuiter",
                    "kind": "episode",
                    "episode of": {
                        "title": "XMIX (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "22 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Anton passes on to Xmix the investigation of the mystery why it rains during every play recess at a school's play court. The team discovers it's tab-water, not natural precipitation. The answer is outside, in a neighbor's garden.    "
                },
                "4": {
                    "title": "De geiten",
                    "kind": "episode",
                    "episode of": {
                        "title": "XMIX (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "29 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    The sergeants puts Anton on the case of the children's farm, where the mother goats no longer seem to give milk for their little ones. He passes it on to Xmix, who discover fingerprints on the mothers and keep watch until they see the mil being stolen by a fake mailman, who uses it to make goat cheese.    "
                },
                "5": {
                    "title": "Het vieze fruit",
                    "kind": "episode",
                    "episode of": {
                        "title": "XMIX (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "6 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Anton gets a fresh case from the sergeant, which he passes on to Xmix: why did farmer Herman's entire strawberries field died, like his colleagues' fields before, leaving the local shop without supply? Excel's canning show they were poisoned, sprayed by his watering hose, which starts a a pool near a large, neighboring competitor, who breads melon-size but horrible strawberries.    "
                },
                "6": {
                    "title": "De beelden",
                    "kind": "episode",
                    "episode of": {
                        "title": "XMIX (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "13 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Once more giving priority to a futility, Anton passes on to Xmix the case of the missing statues. Those keep getting stolen from the expo garden, although the sculptor mounts guard day and night. The trio is unable to prevent the next theft by walking about. So they impersonate statues until one of them is stolen- by crane, from the nearby construction site..    "
                },
                "7": {
                    "title": "De goochelaar",
                    "kind": "episode",
                    "episode of": {
                        "title": "XMIX (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "27 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Magician Ribaldi has gone missing. Young colleague André alias Roboldi is eager to take his place at the pen-air theater. He charms Xena who gets totally besotted. Luckily Dax and Exel discover he's the kidnapper, but that also brings them all three in danger.    "
                },
                "8": {
                    "title": "De zeehonden",
                    "kind": "episode",
                    "episode of": {
                        "title": "XMIX (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "3 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    The sergeant hands Anton the case of the three seals, which went missing from the city zoo. Anton gives priority to his Loes's leaking fish tank, so he passes the case to Xmix. After some confusion what seals are, the find a trace of seal sweat-tainted water. It leads to a restaurant, meant as an exotic menu item.    "
                },
                "9": {
                    "title": "De eieren",
                    "kind": "episode",
                    "episode of": {
                        "title": "XMIX (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "10 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    The eggs of the last known Pirapura-bird went missing from the city zoo, just before they would be transferred to the incubator, their container is filled with table tennis balls. Anton gives priority to his girl's arachnophobia-emergency, so Xmix takes the case. The boys man up to overcome their animal phobias, then follow the trail, with surprising results.    "
                },
                "10": {
                    "title": "De bruidsjurk",
                    "kind": "episode",
                    "episode of": {
                        "title": "XMIX (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "17 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Miss Dekkers' bridal dress went messing just before her wedding. Anton is occupied by a neighbor, so the Mmix-team takes over the case. Dax makes candy stains, but just that inspires tracing the thief's, only to find it's not really a theft case, luckily easy to set straight.    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Kip, Carlo"
            },
            {
                "name": "Klaiber, Vincent"
            },
            {
                "name": "van Kempen, Ad"
            },
            {
                "name": "de Boer, Jeroen"
            },
            {
                "name": "Nederlof, Anita"
            },
            {
                "name": "Sertons, Joep"
            },
            {
                "name": "Scheuten, Armin"
            }
        ],
        "genres": [
            "Family"
        ],
        "countries": [
            "Netherlands"
        ],
        "country codes": [
            "nl"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTA5NzBhZGMtMmIwMS00NjY5LTkxMjgtMzhjYTRjYTY5NWVmXkEyXkFqcGdeQXVyMjAzNjk4ODU@._V1_SY150_CR69,0,101,150_.jpg",
        "plot outline": "In each episode, lazy Duch police constable Anton gets a task from his sergeant. Always preoccupied with domestic matters and other problems raised by his girl-friend, Antone keeps passing those cases on to Xmix, a trio of unworldly video-game heroes, which come to life during each investigation.",
        "languages": [
            "Dutch"
        ],
        "title": "XMIX",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "XMIX (Netherlands)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "van Trommel, Erik"
            }
        ],
        "distributors": [
            {
                "name": "Evangelische Omroep (EO)"
            }
        ],
        "plot": [
            "In each episode, lazy Duch police constable Anton gets a task from his sergeant. Always preoccupied with domestic matters and other problems raised by his girl-friend, Antone keeps passing those cases on to Xmix, a trio of unworldly video-game heroes, which come to life during each investigation.::KGF Vissers"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}