{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "10 May 2009"
            }
        ],
        "release dates": [
            "Canada::10 May 2009"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Toronto",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gold Medal Plates: The Quest for Canada's Best Chef (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 May 2009",
                    "year": "2009",
                    "plot": "\n    Gold Medal Plates Toronto is a highly anticipated and hotly contested competition. This year it features a particularly strong field. Seasoned competitors such as Mark McEwen from North 44 and Splendido's David Lee have mapped out detailed battle plans based on experience while some of the uninitiated chefs are encountering some nasty shocks. The result is a roller coaster ride for the competitors and a fight to the finish.    "
                },
                "2": {
                    "title": "Ottawa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gold Medal Plates: The Quest for Canada's Best Chef (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "17 May 2009",
                    "year": "2009",
                    "plot": "\n    Ottawa's annual competition has acquired some characteristics all its own. In one way it's a classic David versus Goliath event as established competitors with deep pockets are challenged by young chefs eager to show off their skills. But only in Ottawa do chefs go to extreme lengths to capture attention by designing their competition tables with videos, sculptures, and custom bars. This year, will this extra effort gain those chefs the edge to land a gold, or will the proof be solely on the plate?    "
                },
                "3": {
                    "title": "Montreal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gold Medal Plates: The Quest for Canada's Best Chef (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "24 May 2009",
                    "year": "2009",
                    "plot": "\n    There's a new cutting edge-group of chefs in Montreal, and they're bringing their game to the Gold Medal Plates competition. But not all goes as planned. One competitor has dire equipment failure and must figure out a way to finish cooking before the doors open. Another reprises a popular dish from last year, but with a twist, but risks disapproval from the judges. And even the event organizer has some hurdles to overcome when all her assistants go mysteriously missing. But in the end, the dishes are amazing, and a surprise competitor claims the medal.    "
                },
                "4": {
                    "title": "Vancouver",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gold Medal Plates: The Quest for Canada's Best Chef (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "31 May 2009",
                    "year": "2009",
                    "plot": "\n    A fiery, internationally renowned sushi master with a celebrity clientèle; a down-to-earth motorcycle enthusiast with a fondness for edible flowers; a heavily tattooed butcher with an appreciation for Zen philosophy; the former goalie of Canada's national field hockey team and close friend of celebrated Olympic gold-medal winning snowboarder Ross Rebagliati. Only in Vancouver could one find such a motley crew of gastronomic daredevils. With the 2010 Vancouver Olympics right around the corner, there's a palpable feeling of excitement in the air as the contenders battle...    "
                },
                "5": {
                    "title": "Edmonton",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gold Medal Plates: The Quest for Canada's Best Chef (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "7 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Emerging epicurean powerhouse Edmonton has long lived in the shadow of glittery Calgary's thriving culinary landscape. For the contenders at Gold Medal Plates Edmonton, the event is much more than a cooking contest - it's a full-out grudge match! And they're willing to go to great lengths to cause a stir and gain the upper hand. Some go to their secret suppliers in search of the perfect ingredients; another plays the \"Olympic\" card and corrals some big name athlete talent to bask in the golden glow. And still others wing it at the last minute citing creative ...    "
                },
                "6": {
                    "title": "Calgary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gold Medal Plates: The Quest for Canada's Best Chef (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "14 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    It's a \"high-steaks\" showdown in the heartland of Alberta. Once considered a meat and potatoes town, the chefs tonight are flying in the face of convention and offering dishes with decidedly different influences. One chef boldly creates a vegetarian dish and another is offering a rarely seen and daring dessert course to separate him self from the group. Which gamble pays off in the showiest City in the country?    "
                },
                "7": {
                    "title": "Banff",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gold Medal Plates: The Quest for Canada's Best Chef (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "21 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Banff Alberta is the final destination in the 2008 Gold Medal Plates competition, as the six winning chefs from Montreal, Toronto, Ottawa, Calgary, Edmonton and Vancouver compete for the ultimate prize - the Canadian Culinary Championship. Over the course of the grueling two day event, the top chefs will duke it out in three distinct contests: a mystery wine pairing, a black box competition, and a personal choice competition. The pressure is on as the competitors will have limited time and resources to make their masterpieces and attempt to please the throngs of ...    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Vance, Jody"
            }
        ],
        "locations": [
            "Calgary, Alberta, Canada",
            "Edmonton, Alberta, Canada",
            "Fairmont Banff Springs Hotel, Banff, Banff National Park, Alberta, Canada",
            "Montréal, Québec, Canada",
            "Ottawa, Ontario, Canada",
            "Toronto, Ontario, Canada",
            "Vancouver, British Columbia, Canada"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "46"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1 / (high definition)",
        "sound mix": [
            "Dolby"
        ],
        "number of seasons": 1,
        "plot outline": "We go behind-the scenes to cover this high-stakes competition, witnessing the emotional roller-coaster ride during the feverish preparations of the chefs and organizers. Six semi-finals take place across the nation with each host city offering up on of their finest chefs. Coupled with these culinary stars are some of Canada's best known Olympic Athletes who serve as their assistants. It's all for a good cause - this competition is one of the key fundraising events leading up to Canada's hosting of the Vancouver 2010 Olympic Winter Games. Each city's victor goes head to head in the Grand Finale - culminating months of hard work and emotional toil.",
        "languages": [
            "English"
        ],
        "title": "Gold Medal Plates: The Quest for Canada's Best Chef",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Gold Medal Plates: The Quest for Canada's Best Chef (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Beauchamp, Dennis"
            },
            {
                "name": "Crouch, Leanna"
            },
            {
                "name": "Hektor, John"
            }
        ],
        "production companies": [
            {
                "name": "Lively Media"
            },
            {
                "name": "Lively Plates"
            }
        ],
        "distributors": [
            {
                "name": "Lively Media"
            }
        ],
        "other companies": [
            {
                "name": "Duncan Morin Barristers & Solicitors"
            }
        ],
        "plot": [
            "We go behind-the scenes to cover this high-stakes competition, witnessing the emotional roller-coaster ride during the feverish preparations of the chefs and organizers. Six semi-finals take place across the nation with each host city offering up on of their finest chefs. Coupled with these culinary stars are some of Canada's best known Olympic Athletes who serve as their assistants. It's all for a good cause - this competition is one of the key fundraising events leading up to Canada's hosting of the Vancouver 2010 Olympic Winter Games. Each city's victor goes head to head in the Grand Finale - culminating months of hard work and emotional toil.::Joe Woodward"
        ],
        "tech": {
            "runtime": [
                "46 min"
            ],
            "sound mix": [
                "Dolby"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1 / (high definition)"
            ],
            "camera": [
                "Panasonic AJ-HDX900"
            ]
        }
    }
}