{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "September 2009"
            },
            {
                "country": "USA\n",
                "date": "23 September 2009"
            },
            {
                "country": "Italy\n",
                "date": "8 February 2010"
            },
            {
                "country": "Sweden\n",
                "date": "24 July 2011"
            },
            {
                "country": "Finland\n",
                "date": "9 June 2012"
            },
            {
                "country": "Belgium\n",
                "date": "4 June 2013"
            },
            {
                "country": "Hungary\n",
                "date": "6 July 2013"
            }
        ],
        "release dates": [
            "USA::September 2009",
            "USA::23 September 2009",
            "Italy::8 February 2010",
            "Sweden::24 July 2011",
            "Finland::9 June 2012",
            "Belgium::4 June 2013",
            "Hungary::6 July 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Eastwick"
            },
            {
                "countries": "Brazil",
                "title": "Eastwick: A Cidade da Magia"
            },
            {
                "countries": "Hungary",
                "title": "Eastwick"
            },
            {
                "countries": "Lithuania",
                "title": "Istvyko raganos"
            },
            {
                "countries": "Russia",
                "title": "Иствик"
            },
            {
                "countries": "Slovenia",
                "title": "Mesto carovnic"
            },
            {
                "countries": "USA (working title)",
                "title": "The Witches of Eastwick"
            }
        ],
        "akas": [
            "Eastwick (original title)",
            "Eastwick: A Cidade da Magia Brazil",
            "Eastwick Hungary",
            "Istvyko raganos Lithuania",
            "Иствик Russia",
            "Mesto carovnic Slovenia",
            "The Witches of Eastwick USA (working title)"
        ],
        "akas from release info": [
            "Eastwick (original title)",
            "Eastwick: A Cidade da Magia Brazil",
            "Eastwick Hungary",
            "Istvyko raganos Lithuania",
            "Иствик Russia",
            "Mesto carovnic Slovenia",
            "The Witches of Eastwick USA (working title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eastwick (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 132,
                    "original air date": "23 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Life is rather boring in a sleepy New England town, the annual 'highlight' being the witchcraft-themed carnival. One year, a gang of women friends awake ancient dark powers by throwing coins into the wishing well. Then arrives wealthy, irresistible Darryl Van Horne, who buys the only grand estate and half the town's businesses. He charms the girls and there lives turn around. That however taxes their respective male partners and lovers, who react differently.    "
                },
                "2": {
                    "title": "Reaping and Sewing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eastwick (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 104,
                    "original air date": "30 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Darryl Van Horne proudly, playfully poses near-nude for Roxie, while her 'boytoy' handyman Chad jealously hits his own finger out of jealousy on the odd jobs Darryl gave him as a favor to her. Back home, he now insists on his own drawer. Raymond Gardener gets back into bed with nurse Kat, but to his disappointment she still claims their steady relationship is over due to his laziness, which Darryl surprisingly fixes by recreating a job for him in the closed factory he bought. Newcomer Gus isn't the scarred brute the witches expected, but a welcome gentleman historian....    "
                },
                "3": {
                    "title": "Madams and Madames",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eastwick (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 83,
                    "original air date": "7 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Gus, who apparently committed suicide by hanging after Roxie wished so for her daughter's 'rapist', keeps haunting her as a slowly decaying corpse. Ray cheerfully celebrates his new job with Roxie, dragging her into a pool, but the water magically reflects first their hot passion, then frost as she refuses to return to the family-fold full-time? Chad's kid brother Josh Burton dates Roxie's daughter after a sanctimonious wake for her 'rapist' Gus, his childhood friend. Pastor Dunn opposes Darryl's latest project, a brewery, only to lose his influence soon after Joanna ...    "
                },
                "4": {
                    "title": "Fleas and Casserole",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eastwick (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 81,
                    "original air date": "14 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Raymond Gardener gave his kids a perfect day, yet nurse Kat portrays him as a monstrous 'kidnapper' for flawed contact with her and finally accepts Van Horne's offer, predatory divorce lawyer Ivanka. Only afterward Roxie learns that the grimoire, which she stole from Jamie's room to put a pestilent spell on Ray, is not his but the twice orphan's sole maternal heirloom. Reporter Joanne's ex Morgan is in town, because his clueless fiancée Charlene insists to wed him in the picturesque scenery. She ends up in bed with him, thus standing up and loosing true lover Will, ...    "
                },
                "5": {
                    "title": "Mooning and Crooning",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eastwick (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 87,
                    "original air date": "21 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    As Darryl predicted, a rare moon-planets alignment, every 93 years, spells debauchery in town, way worse then the girls jocularly declared to hope for as diversion. Chad enjoys quick sex everywhere with Roxie and volunteers to become her sensei to train her presumed clairvoyance. Her nightmare of daughter Mia getting into trouble come true mildly, just frolicking with Chad's 'kid brother' Josh, while the elder couple is jailed for indecent exposure. Pushed for another scoop by editor Clyde, Joanna publishes Darru's resumed secret identity, without proof, at her peril.    "
                },
                "6": {
                    "title": "Bonfire and Betrayal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eastwick (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 77,
                    "original air date": "28 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    In Eastwick, Halloween is the most important holiday of the year, when the town embraces its heritage with a good old-fashioned witch burning. Haunted by visions of a funeral, Roxie races to save those she loves from peril - but can she change fate? Wrestling with her feelings for Will, Kat tries to help Joanna win him back, but only manages to drive her away. And, devastated after losing her job and her man, Joanna discovers things can always be worse.    "
                },
                "7": {
                    "title": "Red Ants and Widows",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eastwick (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 84,
                    "original air date": "4 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    After Chad visits her one last time in a dream, a grieving Roxie resolves to fulfill his last wish -- if she can figure out what it is. Hounded by Max, her replacement at the Gazette, about her kidnapping ordeal, Joanna grapples with her own lingering questions while dodging his. And Kat, startled by a newfound ability, realizes that Bun's old friend Eleanor Rougement, may have answers for both of them.    "
                },
                "8": {
                    "title": "Paint and Pleasure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eastwick (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 72,
                    "original air date": "25 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Thrilled when Darryl arranges an art show for her work at his mansion -- and invites New York art maven Greta Noa -- Roxie forgets that his motives might be less than pure. Joanna turns to her power to get her life back on track, but swiftly discovers that every action, magical or otherwise, has its consequences. And Kat, still unsure about how to move on from Ray, shies away from a budding romance with Will.    "
                },
                "9": {
                    "title": "Tasers and Mind Erasers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eastwick (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 63,
                    "original air date": "2 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    While enduring a visit from her mother, Edie, Roxie discovers a newfound power. After Jamie's failed attempt to poison Darryl lands Greta Noa in the hospital about to die, Darryl urges Kat to embrace her healing abilities so she can save his friend. Meanwhile, as Joanna tries to resurrect her writing career, her rivalry deepens with cocky reporter Max. And Jamie is forced to team up with Bun and Eleanor to finish the job on Darryl.    "
                },
                "10": {
                    "title": "Tea and Psychopathy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eastwick (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 58,
                    "original air date": "16 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    After Jamie reveals to Roxie that Darryl is his father, she sets about having a dinner party where father and son can bond. But Jamie has a secret, darker plan for the evening. Meanwhile Kat embraces her newfound power by healing every patient she comes into contact with, but her compassion leads to drastic physical consequences. And Max asks a reluctant Joanna to help him crack a famous unsolved Eastwick murder, but their snooping leads them to a perilous situation with Eleanor.    "
                },
                "11": {
                    "title": "Magic Snow and Creepy Gene",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eastwick (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 57,
                    "original air date": "30 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Terrified by their experiences, some of which they barely survived, the witches agree to swear of sorcery and get rid of the evidence, especially Jamie's corpse, to resume normal lives, however more tedious, like a bar job for Joanna. Soon temptation creeps back, especially to Roxie when Darryl reveals not being dead and confirms their theory about his past, elaborating he's a 'facilitator' of conjuring covenants like theirs, the previous including Jamie's crazy late mother Amy Gardener. Kat gets obsessed with new her kids new schoolmate Gene Friesen's irresistibly ...    "
                },
                "12": {
                    "title": "Red Bath and Beyond",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eastwick (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 58,
                    "original air date": "19 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    The girls think that Jaime is dead, so they make a pact to never talk about what went down again. Meanwhile, Roxie arranges a martini night with the girls where Darryl shows up and 'surprises' the girls, all except Roxie who already knew, dragging the girls apart. Darryl asks Roxie to take Mia and move away with him, Joanne tries to fix Penny up with a guy she just met, and Kat gets closer to her new neighbour, while Max continues to dig up dirt on the girls' secret and their powers. Joanne gets her job back at the Gazette and Max is still a double agent. Colin and ...    "
                },
                "13": {
                    "title": "Pampered and Tampered",
                    "kind": "episode",
                    "episode of": {
                        "title": "Eastwick (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 52,
                    "original air date": "14 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Darryl organizes massages for Roxie, Joanne and Kat and then offers to take Roxie to Rio. Roxie later breaks up with Darryl when her husband Danny, who, after being assumed dead for the last five years, washes ashore and reappears in her life. Kat's daughter Emily suspects Colin's son Gene to be weird and it is later revealed (to the audience) that Gene is possessed and wants to live inside Kat's body. The cops unearth Jaime's car and finds DNA evidence, which Joanne steals and burns, since it links Roxie to Jaime's presumed murder. Penny accuses Darryl of murdering ...    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Newman, Jaime Ray"
            },
            {
                "name": "Price, Lindsay"
            },
            {
                "name": "Romijn, Rebecca"
            },
            {
                "name": "Rue, Sara"
            },
            {
                "name": "Benson, Ashley"
            },
            {
                "name": "Bernthal, Jon"
            },
            {
                "name": "Gross, Paul"
            },
            {
                "name": "Cartwright, Veronica"
            },
            {
                "name": "Urb, Johann"
            },
            {
                "name": "Voges, Torsten"
            },
            {
                "name": "Huston, Jack"
            },
            {
                "name": "Jr., J.P. Foster"
            },
            {
                "name": "Hays, Mia"
            },
            {
                "name": "George, Jason"
            },
            {
                "name": "Dallas, Matt"
            },
            {
                "name": "Shepherd, Cybill"
            },
            {
                "name": "Lind, Emily Alyn"
            },
            {
                "name": "Criss, Darren"
            },
            {
                "name": "Ahli, Nynno"
            },
            {
                "name": "Hytner, Steve"
            },
            {
                "name": "Alexander, Christian"
            },
            {
                "name": "Droke, Samantha"
            },
            {
                "name": "Cohen, Michael D."
            },
            {
                "name": "Arquette, Rosanna"
            },
            {
                "name": "O'Connell, Jerry"
            },
            {
                "name": "Gisondo, Skyler"
            },
            {
                "name": "Sherry, Todd"
            },
            {
                "name": "Dupree, Vincent Craig"
            },
            {
                "name": "Stillwell, Haviland"
            },
            {
                "name": "Monrovia, Marilyn"
            },
            {
                "name": "Amandes, Tom"
            },
            {
                "name": "Milicevic, Ivana"
            },
            {
                "name": "Raycole, Jazz"
            },
            {
                "name": "Sitarz, Tim"
            },
            {
                "name": "Kerns, Joanna"
            },
            {
                "name": "Del Negro, Matthew"
            },
            {
                "name": "Mull, Martin"
            },
            {
                "name": "Greene, Paul"
            },
            {
                "name": "Amoia, Charlene"
            },
            {
                "name": "Odum, Ryan"
            },
            {
                "name": "Udy, Larry"
            },
            {
                "name": "Yee, Kelvin Han"
            },
            {
                "name": "Darcy, Kathleen M."
            },
            {
                "name": "Speights, Taj"
            },
            {
                "name": "Wicks, Drew"
            },
            {
                "name": "LaQuan, Edrickcan"
            },
            {
                "name": "Walcott, Dinora"
            },
            {
                "name": "Adams, Tacey"
            },
            {
                "name": "Pillow, Keith"
            },
            {
                "name": "Rue, Betsy"
            }
        ],
        "locations": [
            "Los Angeles, California, USA",
            "Midwest Street, Warner Brothers Burbank Studios - 4000 Warner Boulevard, Burbank, California, USA",
            "Warner Brothers Burbank Studios - 4000 Warner Boulevard, Burbank, California, USA"
        ],
        "genres": [
            "Drama",
            "Fantasy"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Australia:M"
        ],
        "number of seasons": 1,
        "rating": 6.5,
        "votes": 8423,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTI3OTYyNDI4MF5BMl5BanBnXkFtZTcwMzc2NTk4Mg@@._V1_SY150_CR6,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Eastwick",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2010",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Updike, John"
            },
            {
                "name": "Friedman, Maggie"
            },
            {
                "name": "Mimoun, Rina"
            }
        ],
        "production companies": [
            {
                "name": "Bonanza Productions"
            },
            {
                "name": "Warner Bros. Television"
            }
        ],
        "distributors": [
            {
                "name": "ABC Productions"
            },
            {
                "name": "American Broadcasting Company (ABC)"
            },
            {
                "name": "RTL Klub Televízió"
            },
            {
                "name": "Sub"
            }
        ],
        "special effects": [
            {
                "name": "Entity FX"
            }
        ],
        "other companies": [
            {
                "name": "Central Casting"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chef Robért Catering"
            },
            {
                "name": "Direct Tools & Fasteners"
            },
            {
                "name": "Keslow Camera"
            },
            {
                "name": "Rockbottom Rentals"
            },
            {
                "name": "Rockbottom Rentals"
            },
            {
                "name": "Rockbottom Rentals"
            },
            {
                "name": "Visions from the Roof"
            },
            {
                "name": "William F. White International"
            }
        ],
        "plot": [
            "A mysterious man bestows unique powers to three women.::anonymous"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (USA)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "camera": [
                "Arriflex 16SR 3"
            ],
            "negative format": [
                "16 mm"
            ],
            "cinematographic process": [
                "Digital Intermediate (master format)",
                "Super 35 (source format)"
            ],
            "printed film format": [
                "Video (HDTV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 8423,
                "rating": 6.5
            },
            "aged under 18": {
                "votes": 1,
                "rating": 7.0
            },
            "aged 18 29": {
                "votes": 1960,
                "rating": 6.7
            },
            "aged 30 44": {
                "votes": 4093,
                "rating": 6.4
            },
            "aged 45 plus": {
                "votes": 1261,
                "rating": 6.4
            },
            "males": {
                "votes": 3202,
                "rating": 6.0
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 7.0
            },
            "males aged 18 29": {
                "votes": 660,
                "rating": 6.2
            },
            "males aged 30 44": {
                "votes": 1731,
                "rating": 5.9
            },
            "males aged 45 plus": {
                "votes": 721,
                "rating": 6.1
            },
            "females": {
                "votes": 4237,
                "rating": 6.9
            },
            "females aged 18 29": {
                "votes": 1267,
                "rating": 6.9
            },
            "females aged 30 44": {
                "votes": 2328,
                "rating": 6.8
            },
            "females aged 45 plus": {
                "votes": 525,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 94,
                "rating": 5.7
            },
            "us users": {
                "votes": 2143,
                "rating": 6.6
            },
            "non us users": {
                "votes": 3837,
                "rating": 6.4
            }
        },
        "number of votes": {
            "10": 1776,
            "9": 736,
            "8": 1154,
            "7": 1399,
            "6": 1186,
            "5": 748,
            "4": 435,
            "3": 311,
            "2": 195,
            "1": 483
        },
        "arithmetic mean": 6.9,
        "median": 7
    }
}