{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "16 June 2009"
            },
            {
                "country": "USA\n",
                "date": "29 June 2009"
            },
            {
                "country": "Australia\n",
                "date": "21 July 2009"
            },
            {
                "country": "Sweden\n",
                "date": "5 December 2009"
            }
        ],
        "release dates": [
            "USA::16 June 2009",
            "USA::29 June 2009",
            "Australia::21 July 2009",
            "Sweden::5 December 2009"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Dance Your Ass Off"
            },
            {
                "countries": "Greece",
                "title": "Dance Your Ass Off"
            },
            {
                "countries": "Slovenia",
                "title": "Vse za ples"
            }
        ],
        "akas": [
            "Dance Your Ass Off (original title)",
            "Dance Your Ass Off Greece",
            "Vse za ples Slovenia"
        ],
        "akas from release info": [
            "Dance Your Ass Off (original title)",
            "Dance Your Ass Off Greece",
            "Vse za ples Slovenia"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "The Final 25: LA or Bust",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dance Your Ass Off (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "7 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Head judge Lisa Ann travels from Los Angeles to Dallas to Chicago to New York to hold open auditions to find the twenty-five finalists to be called back to Los Angeles for a final audition to choose the twelve season 2 contestants. After all the applicants perform a choreographed dance routine and a solo dance, Lisa Ann and a different choreographer in each of the four cities choose the first eighteen finalists. Lisa Ann chooses the remaining seven from the hundreds of on-line submissions. In Los Angeles, the twenty-five are assessed by consulting physician Dr. Geller...    "
                },
                "2": {
                    "title": "Let's Get It Started",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dance Your Ass Off (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "14 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    One week before their first scheduled performance, the twelve season 2 contestants arrive at the house where they will be living for the remainder of their competition. They are provided a final \"cheat\" meal of their weakness food, after which they are told how many calories their specific plate of food contained. They meet most of their professional support team including Dr. Geller, lead choreographer Tiana, nutrition consultant Rachel and personal trainer Lee. One group of people they do not yet meet are their personal choreographer/dance partner. Between the ...    "
                },
                "3": {
                    "title": "Look at Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dance Your Ass Off (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "21 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    After the first dance competition, Caleb was eliminated from the competition, while Adamme, with the highest score, received immunity from elimination this week. The contestants continue with their weight loss journey with the help of their existing professional support team. But they also ramp up their dance journey as they meet their dance partner/choreographer. Each contestant is given a specific piece of music to perform to, with their dance task being to tell a story about themselves. At the performance, the contestants learn that having a professional dance ...    "
                },
                "4": {
                    "title": "Latin Week",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dance Your Ass Off (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "28 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Meredith's elimination after the latest performance/weigh-in leaves ten contestants remaining. The ten's visit to the Rhumba City dance club gives them the clue that their dance style for this week's performance is Latin. They learn that it is indeed Latin Week, but that the competition performances will be in quartets consisting of two contestants - who can choose each other - and their respective professional dance partner. Each pair of contestants will be scored the same, meaning that the weight loss score is even more important this week. Most contestants choose ...    "
                },
                "5": {
                    "title": "Hip Hop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dance Your Ass Off (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "5 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Following the latest weigh-in, Sarah was eliminated, and Katie, as the overall winner, received immunity from elimination this week. After doing a thirteen flight stair climb, the contestants learn that it is hip hop week. In the spirit of hip hop, the week's competition will be done in \"battles\". As Mel B. randomly chooses a contestant's name, he/she gets to choose which other contestant with who to do battle on the dance floor. As last week's winner, Katie will be performing without someone to battle. The loser of each battle will be up for elimination. The ...    "
                },
                "6": {
                    "title": "Sum-Sumatime",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dance Your Ass Off (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "12 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Following the latest performance and weigh-in, Adamme was the winner with the highest overall score and thus received immunity from elimination for this week. Kiki was the eliminated contestant, she who says an emotional farewell to her house-mates, especially her in-house romance partner, Corey. This week, the theme is summertime, where the dance routines are to evoke the playfulness of summer. Each contestant's dance partner is to choose the dance style by lot from a handful of possible contemporary styles, including hip-hop, jazz and pop. In keeping with the ...    "
                },
                "7": {
                    "title": "Ballroom Blitz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dance Your Ass Off (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "19 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    After the latest performance and weigh-in, Adamme, with the highest score, is granted immunity for this week's competition (the last week immunity is provided), and Briana, with the lowest score due in large part to her injury, is eliminated from the competition. The seven remaining contestants receive packages from home, one which contains some disturbing news. They help trainer Lee celebrate his birthday. And they enter into ballroom week, which many believe places the seven on equal footing, while some believe it will be their time to distinguish themselves from ...    "
                },
                "8": {
                    "title": "Prom Diggity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dance Your Ass Off (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "26 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Michael won the competition at the latest performance weigh-in, while Erica, with the lowest score, was the eliminated contestant. Mel B. takes the remaining six contestants to a high school football field where Lee makes them do a mile run in weighted vests, which ends up being a cathartic experience. Mel B. also announces this week's theme: high school prom, where they can celebrate \"graduation\" into their new healthier, happier bodies and lives. Each will perform a pop-jazz routine, which must include a major trick and a jump sequence. During the week, Adamme feels...    "
                },
                "9": {
                    "title": "Temptation City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dance Your Ass Off (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    After the latest performance and weigh-in, Adamme was the winner for the week, and Katie, with the lowest score, was the eliminated contestant. The remaining five enter into temptation week. They are treated to a few day vacation in Las Vegas without any of their support team with them. They have access to the many indulgences that Las Vegas has to offer, including buffets for their meals, and dance clubs filled with alcohol, both which some may not be able to resist in quantity. In fitting with temptation, their dance for the week is burlesque, which will require the...    "
                },
                "10": {
                    "title": "A (Big) Star Is Born",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dance Your Ass Off (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "9 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    After the latest performance and weigh-in, LaToya, with the highest score, won the week, while the eliminated contestant was Stephanie, who was the first contestant ever not to lose weight in a week-to-week weigh-in. LaToya, the last woman standing, is hoping that this week she breaks the trend where the last seven eliminated contestants have been females. All four remaining contestants enter into Hollywood week, where they learn what it means to be a Hollywood star. They are pampered with specialized treatments, but they are also exposed to the difficulties of what ...    "
                },
                "11": {
                    "title": "Then There Were 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dance Your Ass Off (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "16 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    With LaToya winning the last dance/weigh-in and Corey being eliminated, there are only three contestants left dancing: Adamme, LaToya and Michael. The tensions start running high with Adamme and LaToya at each others' throats, while Michael watches gleefully from the sidelines as he only sees their squabbling as helping him. The three learn that this week's theme is threes. They are invited to dinner by Mel B., who introduces them to three special invited guests. They will be performing three dances this week, two which will be done in competition. The non-competition...    "
                },
                "12": {
                    "title": "The Ultimate Dance Off: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dance Your Ass Off (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "23 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    With Michael being eliminated from the competition after the latest performance and weigh-in, Adamme and LaToya are the two going into the finale. They are sent home for five weeks to live in real life without the professional support on which they've relied while in the house. On their return back to the competition in Los Angeles, they are joined by the ten eliminated contestants. Two come bearing news, which affects their ability to participate in the group workout with General Lee. All twelve learn that one more person will be joining Adamme and LaToya in the ...    "
                },
                "13": {
                    "title": "The Ultimate Dance Off: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dance Your Ass Off (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "30 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Mel B. hosts a dinner party for all the contestants. Retrospectives of the season's journey of the three finalists - Adamme, LaToya and Michael - are provided, they who reflect on how far they've come. A lighter moment is provided by Corey, who renders his impressions of on-camera personalities associated with the show. On performance night, all the contestants and Mel B. perform a group number before the finalists go into the second half of the finale. The remaining contestants provide their guesses on who will come out on top by the end of the evening. From the ...    "
                }
            },
            "1": {
                "0": {
                    "title": "The Weight Is Over",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dance Your Ass Off (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 0,
                    "original air date": "16 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Host Marissa Jaret Winokur goes behind the scenes in the search for the twelve contestants who will compete in the inaugural season of the show. The top thirty applicants, who provide a bit of their background and their reasons for wanting to appear on the show, are brought to Hollywood for the final audition to narrow it down to the top twelve. Head choreographer Lisa Ligon goes through a dance routine with each to assess basic dance skills. Marissa introduces the three judges for the season and explains the scoring for the show, before she announces the twelve finalists chosen by choreographer ...    "
                },
                "1": {
                    "title": "Shake and Rattle Those Rolls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dance Your Ass Off (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "29 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    The twelve contestants arrive at the house where they will live for the duration of the competition. They are immediately faced with healthy foods versus junk foods in the house, which reflects what they face in real life. The contestants meet their support team, including their individual choreographer/dance partner. For their inaugural dance, each contestant is free to choose whatever dance style to perform, but each is to incorporate his/her signature move. In random order, the first ten contestants to perform for the judges are those with the highest weight loss ...    "
                },
                "2": {
                    "title": "Burn Baby Burn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dance Your Ass Off (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    With Amanda being the first contestant eliminated after the first dance and weigh-in, the remaining eleven contestants head into disco week. Most are apprehensive about this dance style, which they deem outside of their comfort zone. One person who demonstrates that discomfort and frustration is Alicia, the emotions of the week which she takes out on some furniture and the junk food cabinet in the house. For some, their fears about the dance hold true as reflected by their scores and judges' comments. Others, however, surprise both themselves and the judges by putting...    "
                },
                "3": {
                    "title": "Strippin' off the Pounds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dance Your Ass Off (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "13 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    With Warren being eliminated after the latest dance and weigh-in, there are ten contestant remaining. The theme for this week scares many of the contestants for several reasons. That theme is stripper pole. Many fear the overt sexual connotation and exposure associated with stripping. Others fear the flexibility and upper body strength required to do the pole dancing. At Crunch Gym in West Hollywood, they are all instructed on the basic moves in pole dancing. The judges' critiques focus in on the key areas of sexiness, and the use or lack of use of the pole itself. ...    "
                },
                "4": {
                    "title": "Lock It Down Latin Style",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dance Your Ass Off (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "20 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    With Karla being eliminated after the latest dance and weigh-in, there are nine contestants remaining, they who head into Latin week. Many are scared about the dance style because they know the demanding and exacting technical aspects of the dance. However, some feel that their Latin ethnic backgrounds will help in the dance. At the beginning of the week, Marissa provides them with news that disturbs most: it will be a double elimination week. A few see the double elimination as news which will spur them on to work even harder. Some who have not had the greatest ...    "
                },
                "5": {
                    "title": "Lights, Camera, Dance!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dance Your Ass Off (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "27 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    With Brandon and Tara's elimination after the latest dance and weigh-in, there are seven contestants remaining, they who enter into movie week. Each contestant learns that they will be assigned a specific movie, a specific song from that movie and a specific dance style. For most, the dance style is outside of their comfort zone, which scares some of the contestants. Some contestants are also worried about their assigned dance not being a \"showcase\" style. In addition, some of the dance styles are not obvious matches to the song itself. This latter issues causes ...    "
                },
                "6": {
                    "title": "Jump, Jive and Weigh In",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dance Your Ass Off (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "3 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    With Miles' elimination after the latest dance and weigh-in, the remaining six contestants head into swing week. They are pushed to work even harder than usual because of a special reward given to the winner of the week: a telephone call home. One contestant's selfless act provides another an extra chance for that call home. The contestants find that another challenge for the week is to find the right amount of bounce to their step in the dance based on whether they are doing the jive, west coast swing or Lindy hop. Mara has an extra obstacle as she incurred a knee ...    "
                },
                "7": {
                    "title": "Double Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dance Your Ass Off (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "10 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Trice was eliminated after the latest dance and weigh-in. The remaining five contestants learn that for the first time they will be dancing two competition numbers, the first being hip hop (for which they are given a special cardio workout) and the second being the tango. Most contestants feel that one of the dances will be their strong dance, while the other will be outside of their comfort zone. One contestant, however, feels that she will nail both dances. The two dance scores will be averaged to determine the week's final dance score. The first dance, the hip hop,...    "
                },
                "8": {
                    "title": "We Are Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dance Your Ass Off (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "17 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    After Mara is eliminated at the latest dance and weigh-in, the final four contestants learn that they are heading into another double dance week, the first being an '80's routine, and the second being a foxtrot. As the contestants begin their weekly rehearsals, they each are unexpectedly joined by two of their loved ones from home. The reunion is especially emotional for Ruben, whose partner John is recovering from cancer. These loved ones end up spending the week, which includes having a luncheon cooked by the four contestants of healthier versions of their favorite ...    "
                },
                "9": {
                    "title": "Waltzing to the Finish Line",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dance Your Ass Off (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "24 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    As no one was eliminated at the last dance and weigh-in, there are four contestants heading into the semi-final week, which will consist of two ballroom dances, the cha cha and Viennese waltz. They receive additional coaching on these dances by 2005 world American ballroom dancing champion Nick Kosovich. The four also head into makeover week for a photo shoot with Life & Style magazine. The experience assists them all with their self confidence. Beyond this boost, Alicia is still having difficulty in accepting how her slimmed down body is affecting her emotional psyche. They also ...    "
                },
                "10": {
                    "title": "The Final Weigh In",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dance Your Ass Off (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "31 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Pinky, Ruben and Shayla - the final three contestants left standing - are unexpectedly joined by all the eliminated contestants. For the first time ever, all the contestants will dance together in a non-competition group number, each wearing the same costume they wore on their first dance to show how much weight they've lost since the beginning of the competition. The final three learn that they will be dancing two competition numbers, the first in a style of their own choice. Pinky chooses hip hop, Ruben chooses country western, and Shayla chooses lyrical jazz. The ...    "
                },
                "11": {
                    "title": "The Reunion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dance Your Ass Off (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "3 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Five months after Ruben was crowned Dance Your Ass Off champion for season 1, Marissa brings back all the season 1 contestants and judges for a reunion. With never before seen behind-the-scenes footage, the contestants discuss the process they went through over the competition period. They also describe how they've done at home with all the real life issues once again facing them. They answer some viewer questions. They reminisce about their relationship with their respective dance partner/choreographer, which was not always harmonious. The judges discuss their ...    "
                }
            }
        },
        "number of episodes": 25,
        "cast": [
            {
                "name": "Walter, Lisa Ann"
            },
            {
                "name": "Teeson, Danny"
            },
            {
                "name": "Wall, Lee"
            },
            {
                "name": "Mosley, Mario"
            },
            {
                "name": "Adame, Yesenia"
            },
            {
                "name": "Barris, Paul"
            },
            {
                "name": "B, Mel"
            },
            {
                "name": "Garcia, Mayte"
            },
            {
                "name": "Permel, Ruben"
            },
            {
                "name": "Brooks, Michael F."
            },
            {
                "name": "James, LaToya"
            },
            {
                "name": "Sosa, Adamme"
            },
            {
                "name": "Winokur, Marissa Jaret"
            },
            {
                "name": "Duque, Alicia"
            },
            {
                "name": "Micole, Shayla"
            },
            {
                "name": "Perez, Pinky"
            },
            {
                "name": "Hogan, Corey"
            },
            {
                "name": "Solorio, Jesus"
            },
            {
                "name": "Elgueta, Italo"
            },
            {
                "name": "Fleming, Hilary"
            },
            {
                "name": "Luckie, Aerick"
            },
            {
                "name": "Fuchs, Anya"
            },
            {
                "name": "Szymoniak, Stephanie"
            },
            {
                "name": "Huizenga, Rob"
            },
            {
                "name": "Hall, Mara"
            },
            {
                "name": "Fanok, Katie"
            },
            {
                "name": "Henschel, Brandon"
            },
            {
                "name": "Monica, Erica"
            },
            {
                "name": "Tiare, Vai"
            },
            {
                "name": "Brown, Tiana"
            },
            {
                "name": "Geller, Jordan"
            },
            {
                "name": "Beller, Rachel"
            },
            {
                "name": "Moreta, Meg Werner"
            },
            {
                "name": "Hensley, Trice"
            },
            {
                "name": "Marshell, Briana"
            },
            {
                "name": "Ware, Kiki"
            },
            {
                "name": "Broadhead, Miles"
            },
            {
                "name": "Brooke, Michelle"
            },
            {
                "name": "Guiliano, Tara"
            },
            {
                "name": "Talbert, Brandon"
            },
            {
                "name": "Rodriguez, Oskar"
            },
            {
                "name": "Franklin, Michael"
            },
            {
                "name": "Guy, Karla"
            },
            {
                "name": "Scheer, Meredith"
            },
            {
                "name": "Smart, Sarah"
            },
            {
                "name": "Weber, Jull"
            },
            {
                "name": "Workman, Warren"
            },
            {
                "name": "Fredie-Pedersen, Sonny"
            },
            {
                "name": "Peveto, Caleb"
            },
            {
                "name": "Harlow, Kenneth"
            }
        ],
        "locations": [
            "Hollywood, Los Angeles, California, USA"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 5.9,
        "votes": 72,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjQ0ODg5NDg2Nl5BMl5BanBnXkFtZTcwNDk5MDg2Mg@@._V1_SY150_CR24,0,101,150_.jpg",
        "plot outline": "A group of overweight people are entered into a weight loss/dance competition. Housed together for the duration of their time in the competition, the contestants are provided with a general fitness trainer, a nutritionist, a physician, and a costume supervisor. Each is also provided a professional dance partner/choreographer, with who he/she performs a series of dance routines in front of a panel of dance experts, who score the routines on a scale of 1 to 10. Each week, the averaged dance score for each contestant is added to his/her weight loss score (the percentage of weight loss for that week). The person with the lowest overall score for the week is eliminated from the competition until there is one contestant left standing, who is named Dance Your Ass Off champion.",
        "languages": [
            "English"
        ],
        "title": "Dance Your Ass Off",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Walter, Lisa Ann"
            },
            {
                "name": "Rigg, Kate"
            }
        ],
        "production companies": [
            {
                "name": "495 Productions"
            }
        ],
        "distributors": [
            {
                "name": "Oxygen Network"
            }
        ],
        "other companies": [
            {
                "name": "Eisner & Frank"
            },
            {
                "name": "Filmtools"
            },
            {
                "name": "JKA Talent"
            },
            {
                "name": "Movie Movers"
            },
            {
                "name": "Wexler Video"
            },
            {
                "name": "Wexler Video"
            }
        ],
        "plot": [
            "A group of overweight people are entered into a weight loss/dance competition. Housed together for the duration of their time in the competition, the contestants are provided with a general fitness trainer, a nutritionist, a physician, and a costume supervisor. Each is also provided a professional dance partner/choreographer, with who he/she performs a series of dance routines in front of a panel of dance experts, who score the routines on a scale of 1 to 10. Each week, the averaged dance score for each contestant is added to his/her weight loss score (the percentage of weight loss for that week). The person with the lowest overall score for the week is eliminated from the competition until there is one contestant left standing, who is named _Dance Your Ass Off_ (qv) champion.::Huggo"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 72,
                "rating": 5.9
            },
            "aged 18 29": {
                "votes": 17,
                "rating": 4.2
            },
            "aged 30 44": {
                "votes": 32,
                "rating": 6.7
            },
            "aged 45 plus": {
                "votes": 11,
                "rating": 3.7
            },
            "males": {
                "votes": 19,
                "rating": 3.0
            },
            "males aged 18 29": {
                "votes": 6,
                "rating": 3.3
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 4.6
            },
            "males aged 45 plus": {
                "votes": 6,
                "rating": 2.0
            },
            "females": {
                "votes": 42,
                "rating": 6.2
            },
            "females aged 18 29": {
                "votes": 11,
                "rating": 4.8
            },
            "females aged 30 44": {
                "votes": 26,
                "rating": 7.1
            },
            "females aged 45 plus": {
                "votes": 5,
                "rating": 5.5
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 2.8
            },
            "us users": {
                "votes": 38,
                "rating": 5.3
            },
            "non us users": {
                "votes": 17,
                "rating": 4.0
            }
        },
        "number of votes": {
            "10": 22,
            "9": 5,
            "8": 4,
            "7": 5,
            "6": 5,
            "5": 3,
            "4": 4,
            "3": 1,
            "2": 6,
            "1": 17
        },
        "arithmetic mean": 5.9,
        "median": 6
    }
}