{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "September 2009"
            },
            {
                "country": "Belgium\n",
                "date": "18 September 2009"
            }
        ],
        "release dates": [
            "Belgium::September 2009",
            "Belgium::18 September 2009"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "18 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    David, a twelve year old boy, falls overboard during an exotic boat trip. He strands at one of the many uninhabited islands of the Caribbean. Fifteen years later, he is accidentally discovered by Sofie Klaerhout, the daughter of the CEO of the pharmaceutical company Klaerhout Pharmaceutica, and her fiancé Pieter Wellens, the son of the competing company Welvapharma. They decide to take the wild and unworldly young man to Koksijde. David himself responds in panic when he wakes up in the strange surroundings.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "18 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Maarten and Sofie enjoy grooming childishly naive David, and discover his healthy taste for life has a sexual component. Pieter convinces his pa Ludo a common Alzheimer project with Sofie could prepare the way for a fusion. Robbie Stevaert does some study choice coaching. Vandalism during an animal rights demonstration against Claerhout pharmaceutics nearly gets Sander Verbiest arrested, but also makes him meet a hot lady. Maarten takes David on a walk outside hand-in-hand.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "21 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Frolicking outside, David bumped into Sofie's car, but isn't hurt and keeps playing in and on it. Maarten's example gets him to put on some clothes. Language lessons starts vaguely recalling childhood memories. Pieter convinces Sofie to plead for an Alzheimer joint venture. Robbie convinces Tom to consider studying chemistry. Sander discovers his hide-out helper is a painter.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "22 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    As Delfine won't even be near David (which backfires hysterically in both senses), it's left to pa Herman and Sofie to make him feel welcome and try to teach him some table manners and bathing. Tim would rather stay in his room, but is convinced a fellow male is needed to teach him appropriate urination. Sander's ma Andrea guesses he's in love with painter Lotte.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "23 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Tim is initially denied a student-room, then allowed as long as he gets all passing grades. Sander brings his artist friend bottle of wine as a thank you, and learns that her gallery accepted an exposition merely for business logic. David loves watching mirror-images and his new barn home, until Hans orders it locked after the incidents inside. Pieter and Sofie confidently prepare the dossier for their joint Alheimer research.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "24 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Pieter sees David as a unique memory research opportunity, Sofie wants to nurture him. Maarten's idea to take him to the (nearby) North Sea proves an ideal treat, although chilly by tropical standards, but forgetting his wallet more then embarrassing. Sander enjoys dining, drinking and kissing with his lover and spends the night in her bed- just passed out drunk. Tim's new college friend is impressed when he treats himself to a student penthouse. Herman promotes Andrea to research division VP. The joint Alzheimer project is board-approved.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "25 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Painter Lotte puts Sander on hold purely on account of their age difference. Robbie helps Tim decorate his penthouse, even to Delfine's taste- or is he? David escapes again and is nearly run-over by a car. The joint research project starts well. Pieter fails to have him locked-up but gets an interesting blood sample.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "28 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Pieter's blood test reveals David has hepatitis B, so he must have a social past before age ten. Tim allows amused, friendly Robbie to visit 'funny secret' David. Their celebration ends in a hangover. Sander tells his ma he fell asleep 'innocently' at Lotte's. Herman demands Sofie returns to lab research. Maarten teaches David to use cutlery.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "29 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Tim volunteers to mind David a while and show him how to play with his toys for 10 year-olds, as a memory stimulus. Tim worries Delfine has taken over decorating his loft and Robbie, but when she finally leaves is pleased with the result and getting Robbie back. Pieter finally gets Sofie to start testing David medically, but she pulls the plug after a single dose. Maarten is even more determined to 'protect' David, even if that takes teaching him to lie. Sander is nos besotted with Lotte, but she fears they're culturally a generation apart.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "30 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Tim is pleased with his penthouse. Robbie decides to throw a surprise housewarming party. Pieter discovers David has been outside again, gives him a a painful injection and is determined to move him to his home. Maarten decides to scare the Wellens parents by making David act as a savage again. Sander and Lotte discover they like each-other's musical taste.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "1 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Now his mother has fallen for Maarten's ploy, Pieter has to leave David with him and keeps drug-testing him there, causing ever worse headaches, which worry Sofie irrationally. Tim meets Quinten, whom Laura knew earlier, so he introduces them to campus friends. David spontaneously remembers a Dutch nursery rhyme. Herman's firm is heading for financial trouble without new non-prescription products.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Pieter recruits Hannelore Torfs, his experienced, ambitious ex, as new marketing manager at Klaerhout Pharma. Maarten finds David knows several Dutch nursery rhymes and children's games. Tim and Laura meet Quinten's student friends, mainly environmentalist activist hothead Stijn. Tim fears Delfine has stolen Robbie as his friend, but ignores Robbie is telling her he's gay.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "5 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Tim tells Robbie he's meeting his new college friends, feeling 'dumped for Delfine'. Robbie explains angrily he only met with her to prepare a surprise party, but is over that in a minute. Sander can't handle it when Lotte announces she has a date with an unknown older man, which luckily goes badly. To help David pass time while he works, Maarten gives him a radio, which he can't seem to handle with care.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "6 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Tim enjoys his surprise penthouse warming party. There he and Robbie quickly come to terms with being straight and gay 'just' friends. Yet Robbie is insulted that Tim won't sleep over until his furniture arrives. Sander is relieved that Lotte's date was cancelled as she couldn't stop thinking of him. Maarten decides it's time to punish David for unacceptable behavior but quickly lifts the grounding. Pieter can now easily impose injections under threat. Pieter planned a day alone with Sofie, but she insist to dine with her pa and his ma Bea, who share a professional ...    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "7 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Because David spontaneously made a sailor's knot, Pieter and Sofie take him on a yacht, where he proves knowledgeable in nautical terms, but the trauma of falling off as a boy also resurges. Tim is still physically uneasy around his gay friend Robbie, but they agree to remain good friends. Sander is delighted Lotte finally call him her lover, gives the animal rights organization new consideration and decides against joining because it's extremist. Ludo urges Pïeter to limit his unethical experiments on David. Herman's pill use seems to cause dangerous moodiness.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "8 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Tim is worried that Robbie may be fired or resign after the row with his father, but Herman apologizes, realizing his pills make him so moody. Sander gets permission to visit the Klaerhout animal tests lab. Ludo helps Pieter drug David heavily to test him thoroughly. That causes sleep troubles, and when Maarten takes him out there's a crisis while swimming.    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "9 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Tim takes Sofie's dumb advice to answer Robbie's goodbye-gift with perfume, then dumps it realizing it's a sissy choice. Robbie smiles finding it. Sander is most critical at his visit to the Klaerhout animal testing lab. Pieter is so rough dragging David back inside that a fight ensues Maarten can barely control. Pieter questions Maarten's motives to live there as caretaker and takes the key to the door between his quarters and David's barn.    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "12 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Sofie is torn between Maarten's claim Pieter abuses David somehow, and Pieter's that the mysteriously retired stock-agent has a violent influence on David. Sander senses Lotte's professional insecurity stems from a deeper personal frustration. Colleague Steven persuades her to accept Mathias Goethals as gallery client.    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "13 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    After somewhat jealous Sander reproaches Lotte to sell out her dream to Steven, she explains her dad financed the gallery, but his firm recently went bankrupt. David's outbreak, believing Pieter was hurting Sofie, is mistaken for uncontrollable aggression. So she and Herman agree to consult the authorities, Pieter locks him up 'for the time being'. Now surfer-students Quinten and Stijn become Tim's mates, Robbie and teacher's pet Laura are in danger of loosing his attention.    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "14 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Tim's new mates Stijn and Quinten push 'teacher's pet' Laura away, even from him. She over-reacts, driving him completely to the drinking pranksters. Sanders keeps questioning why Lotte 'sold out' to the real world rules. Sofie give Maarten her key, to keep, after bringing David an aquarium. But David realizes fish need sea or a wide pond. Herman regrets all his pills can't help his own demented mother and confirms to jealous Bea how important he considers Sofie.    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "15 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Robbie visits Tim on campus and questions if rebel Quentin is a good influence. To David's delight, Maarten decides to spend a night with him in the barn. Herman and Sofie are about to consult their lawyer Hugo about legalizing David's presence. Quentin wants Tim to help him embarrass Laura.    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "16 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Tim is getting tired of his party-friends and asks Robby's chat-advice to warn Laura they're about to hoax her, but chickens out. Delfine takes advantage of her grandma to get her father to allow a party at the last minute. Sander and Lotte finds their problems feel manageable in bed. When Pieter comes to take another blood-sample, David flees and escapes.    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "19 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    David has escaped to the coast. He's unaware beach toys aren't free, nor entrance to the maritime museum, where pictures stir his traumatic memories of falling off his parents' yacht. Tim shirks Quentin's Laura-prank to help look for David. Sander tells Andrea he's getting a part-time job beneath his college degree to spend time with Lotte. Delfine cares only for her canceled party and tells Janos about David, who is about to get arrested before Pieter and Sofie find him. Meanwhile in Antwerp, David's dad Christian Verbeecke still can't forget his missing boy.    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "20 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    David is arrested by two local cops, but doesn't even understand why and can't explain who he is or where he lives, so he's jailed. Even before an amateur video of his beach toy incident hits the TV news, Herman's lawyer Hugo counsels to come forward about illegally smuggling him into Belgium. Sofie drags Pieter along to the police, which Pieter fails to intimidate. They'll be charged. Sander believes his cabbie interview for cabbie went well. Tim turns down Quenten's offer to teach him wind-surfing.    "
                },
                "25": {
                    "title": "Episode #1.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "21 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    The procurator releases David from police jail to nun Rita, who routinely minds illegal refugees. The Klaerhouts and friends can only wait and speculate. Yet a cop secretly hands Sofie the nunnery's number. The nuns soon find his wild side is hard to handle. Stijn gets Tim to join his student bunch surfing.    "
                },
                "26": {
                    "title": "Episode #1.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "22 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Tim follows Robbie's advice to find excuses not to take party in Stijn's bunch's prank. Nevertheless Laura is tricked by false e-mails to meet the stern professor, then 'exposed' as flirting with him. David goes to nun Rita's class, and shows talent for reading. Klaerhout now fears legal charges may harm the firm as well as jail Sofie and Pieter. Tim feels physically uneasy.    "
                },
                "27": {
                    "title": "Episode #1.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "23 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Klaerhout family lawyer Hugo hears the whole story how David was found, fell and was smuggled in on a false passport by private jet. Meawnhile his dad Christiaan still can't forget loosing the boy during a marital row. Pieter poses as a health inspector to draw more blood from David at sister Rita's nunnery.    "
                },
                "28": {
                    "title": "Episode #1.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "26 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Justice decides not to press charges for David's illegal arrival. Tim visits Laura, in hospital after an OD, depressed because of Stijn's prank. She eagerly agrees to move in with Tim for a while. Sophie and sister Rita both want charge of David. Social Services questions all three, finding he likes both women. Pieter's ex, Hannelore, finds out that David is his test subject and thus blackmails him to kiss her again.    "
                },
                "29": {
                    "title": "Episode #1.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "27 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Tim wakes up besides Laura, innocently. Social Services rules David is smart enough to choose where to live. His return (sole reserve, no more barn lock-up) delights Sofie and Maarten. When free-lance reporter Karel Boutens interviews them, Delphine promises the 'ugly others side'. Sander gets the cab-driver job, knowing Lotte is clearly financially clueless. Inquisitive David can now explore inside the house more mischievously then ever.    "
                },
                "30": {
                    "title": "Episode #1.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "28 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Loveable Tim manages to convince Stijn to leave Laura alone, and her to return to classes. David is drunk as a skunk, but sweetly asleep when the reporters arrive which Delfine called, yet Karel chooses to play along. Hannelore seduces her ex Pieter to sex, then claims it can't have been completely meaningless.    "
                },
                "31": {
                    "title": "Episode #1.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "30 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Tim encourages Laura not only to attend classes, but overcome her hesitation to seem like the teacher's pet by answering again. Delfine makes sure David cross-dresses and makes a royal mess all over the house. However the article she sends is canceled when Sofie threatens with legal action. Sander doesn't tell Lotte about his cab job, sees through her claim 'others' worry too much and meet with Stijn's bunch to plan action concerning David.    "
                },
                "32": {
                    "title": "Episode #1.32",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "2 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Tim manages to keep friends with both Stijn's bunch and Laura by keeping them apart. Maarten and Sofie realize David really wants to learn to read, so he agrees to teach him if she provides the didactic material. Disgusted, Delfine leaves on tour with Janos early. Lotte takes it well when Andrea confesses she's Sander's mother, but he feels spied upon.    "
                },
                "33": {
                    "title": "Episode #1.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "2 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Tim openly discredits Stijn's nasty pranks, which gets him excluded from the surfing bunch. Maarten is pleased with David's reading progress and lets him play outside alone. Pieter's mother, Bea, arranges an intimate date with her ex, Herman. Sander forgives his mother's 'spying' and asks her to arrange a meeting with David for his ecologist group. David's dad still ponders how he lost the boy. Pieter clearly hates David's failed attempt to join Sofie in the shower.    "
                },
                "34": {
                    "title": "Episode #1.34",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "4 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Sander is enthusiastic about David's willingness to help the ecologist group, for which Maarten is recruited as his minder. Pieter disagrees with Sofie's permissiveness concerning David, yet the lovers make up before bed. David's dad tips Sander generously on the way to Koksijde. Seductress Bea gets widowed ex Herman to kiss her reluctantly.    "
                },
                "35": {
                    "title": "Episode #1.35",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "5 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Tim now firmly puts college 'mate' Stijn in his place when his date Laura is bothered. Now both answer in class. Sander's anti-globalist bunch eagerly recruits David for their demonstration the next day. They broaden the themes he can't grasp from ecology to politics, leading to collective stripping to their boxers against third world labor exploitation. This time Herman eagerly makes love with his ex Bea, who hopes for a merger with her husband's firm. Hannelore manipulates to keep Sofie suspicious, hoping to win Pieter back, and blackmails him with the firm's ...    "
                },
                "36": {
                    "title": "Episode #1.36",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "plot": "\n    Now the bunch treats Tim as teacher's pet too, he gets into a bar fistfight with Quentin. Pieter enjoyed the enforced sex with Hannelore, not her blackmail. Maarten can't talk David out of joining the anti-globalist action and refuses to help Sander by making him look 'naturally' rough. On a beach walk, David saves a drowning boy. On Janos's tour, Delfine clashes instance when meeting his musician Kasper. Lotte and her gallery's recommended guest artist Mathias Goethals don't get along either.    "
                },
                "37": {
                    "title": "Episode #1.37",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "9 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Tim tells Robbie, who hints to be in love with him, he's getting tired of the unruly student bunch and baby-sitting Laura. Pieter is nearly caught having a file on David and tricks him into having a 'last' injection to cure his headaches, in fact causing respiratory disorder. Janos start realizing Kasper is right about Delfoine being a musical zero.    "
                },
                "38": {
                    "title": "Episode #1.38",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "9 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Visiting Tim at home, Robbie is amused by still hard to understand David's progress. The boys accept to take him to the beach as consolation Sofie is still far from finding his parents. Robbie gets timid Tim to show some skin sun-bathing, while David can't understand why skinny-dipping isn't allowed and only Robbie agrees to be hugged, unlike strange girls. Pieter proudly presents a pharmacology research break-through promising an Alzheimer cure. Haughty Mathias brings his paintings to the gallery.    "
                },
                "39": {
                    "title": "Episode #1.39",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "10 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Now David naively believed a lonely passerby posing as his (would-be) ma, Tim and Robbie agree with Maarten the downsides of media exposure will only increase. Hannelore presents her plan to promote healthy products in a David-campaign appeals to Herman. He also celebrates Pieter's breakthrough with Bea, already tipsy, hence flirtatious straight into Ludo's bed. Grumpy painter Mathias's utter lack of vision and sales-ambition drives Lotte to despair.    "
                },
                "40": {
                    "title": "Episode #1.40",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "12 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    At Maarten's suggestion, Robbie makes a computer-aided rejuvenated version of David's face. Tim enjoys regular visits from Laura, who clearly wants them to become a permanent item. David stars naively in Sander and Stijn's anti-globalist 'why?' campaign. Even Maarten is impressed with him. Only Mathias grumps because nobody minded his paintings, and removes some as Lotte insisted. Pieter and Bea plant they idea of a business merger parallel to Pieter and Sofie's marriage with her and her still carefully hesitant dad.    "
                },
                "41": {
                    "title": "Episode #1.41",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "12 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Tim laughs at Stijn's insulting messages, even publicly ridicules his childishly phrased threats. Herman and Ludo start the merger preparations. Robbie's David-age 12-simulation soon generates response on Facebook. David gets Sofie to pose for her, fails to steal a kiss but she contemplates her tender feelings for him.    "
                },
                "42": {
                    "title": "Episode #1.42",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "20 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Hearing Laura's attitude and image problem stems from her family, he asks Robbie to check the Internet for Stijn's background. They find he was a principal's exemplary son and bullied himself. David is a hit, even gives autographs, at the anti-globalists' general store demonstration. The Klaerhout board approves the bio-line, and after some pushing from Pieter Herman makes it agree studying a merger with Wellens. Tim meant to show Stijn some compassion, but...    "
                },
                "43": {
                    "title": "Episode #1.43",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "16 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Robbie makes Tim reconsider to ask Quenten at his birthday surprise party for Laura as a loyalty test versus Stijn's rowdy bunch. While Klaerhout celebrates the merger preparations, the Wellens family worries they'll have to hide their weaknesses. David nearly steals a lifeguard dingy trying to look for his parents at 'his island', then helps a lost girl find her and finishes Sofie's portrait.    "
                },
                "44": {
                    "title": "Episode #1.44",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "18 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Tim and Robbie believe Quenten, who claims he wants to break with rude Stijn. He helps organize Laura's birthday party. David gets impatience in the search for her parents. Sofie shares in his sufferance and worries he's almost jealous of her love for Pieter. Maarten mistrust the anti-globalists' use of David. Lotte complains Sander hardly spends any time with her anymore.    "
                },
                "45": {
                    "title": "Episode #1.45",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "19 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Stijn advises Quenten to attend Tim's birthday party for Laura. Reporter Karel Boutens interviews David, supposedly to help find his parents, but with Sander, who shifts focus to his anti-globalist action, and divulges the merger project, ignoring that's still secret. To Lotte's surprise, Matthias's paintings seems to please the (scarse) public. Just when he expects Hannalore for dinner, Herman's pills dependency climaxes to a crisis.    "
                },
                "46": {
                    "title": "Episode #1.46",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "20 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Herman regains conscience fast enough to host the dinner. Pieter has himself accepted as liaison between David and Hannelore. Sofie kisses David, tells him that can't go on, yet lets' him 'just' sleep with her but can't actually sleep near the innocent. Maarten can't bear Hannelore trying to rekindle their common past. Even critic Steven Verhoett detests Matthias's exposition. Sander breaks Lotte's despair by disclosing and volunteering his cab income.    "
                },
                "47": {
                    "title": "Episode #1.47",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "23 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Quinten wins Tim and Robbie's confidence by reporting Stijn wants him to sabotage the party by organizing a power cut. Maarten fails to explain to David the rules on kissing, but natural lust takes over with Sofie too. Pieter accepts dad's advice not to compromise his bride for 'ex' Hannelore. Reporter Karel Boutens gets no comment on the merger from Herman. Andrea blames him and his pills for the failed approval of tranquilizers.    "
                },
                "48": {
                    "title": "Episode #1.48",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "23 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Sofie stops David at the last moment before they make love all the way. He doesn't get why, she feels guilty for both of them and Pieter. Quenten clearly tells Stijn he breaks with the prank gang, finally winning acceptance in Tim's camp. When Robbie arrives, who points out Laura is in love with Tim, he grumbles she expects some unspecified other gift.    "
                },
                "49": {
                    "title": "Episode #1.49",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "plot": "\n    Sofie accepts Pieter's marriage proposal, despite her 'forbidden love' for David, whom she gives a cellphone as consolation price for cutting back their intimacy. Robbie shows Tim his contingency plan if Stijn gets a power cut after all. Sander borrows 10,000 Euros, all his ma Andrea can afford, to help tie over Lotte's gallery. Andrea meets her college friend Frederik, probing for a research job. Reporter Boutens still hasn't published the merger project, yet Pieter has a go Sander to claim David for the bio-line.    "
                },
                "50": {
                    "title": "Episode #1.50",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "plot": "\n    Tim and Lotte agree to take their affair slowly. As Pieter predicts, David enjoys Hannelore's bio-products photo-shoot. Sander tells Stijn their anti-globalist 'good savage' is commercially polluted. Sander scolds Steven for recommending Schoenart, finds Lotte sells a diamond heirloom and has flu. Herman feels Frederik may recruit Andrea for university research.    "
                },
                "51": {
                    "title": "Episode #1.51",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "26 Nov. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "52": {
                    "title": "Episode #1.52",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "30 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Sander brings his homeopathic 'physician', Dr. Franky Goudeseune, to treat Lotte's cold. Steven visits and offers a Parisian artist, but she must join him there to make arrangements. Stijn doesn't understand why Sander refuses to give their anti-globalist action top-priority. When Hannelore proves at the photo-shoot she can lead David too, Sofie gets jealous. Herman promises to overcome his pills problem, but privately.    "
                },
                "53": {
                    "title": "Episode #1.53",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "1 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    David enthusiastically learns from Maarten about the cycle of life. Tim visits and accepts to teach him orientation outside, which both enjoy. Sander refuses to leave Lotte for Stijn's anti-globalist action. Pieter suggests Klaerhout and Wellens produce the bio-products as a join venture even before the merger. Herman demands Wellens invests in more ethical sales techniques.    "
                },
                "54": {
                    "title": "Episode #1.54",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "original air date": "2 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Stijn discovers Tim is a Klaerhout 'silver spoon boy' and uses his friend Tessa to lure David and poison his mind against the pharmaceutical sector. Sofie dares them to visit the firm, where she convinces David it's ethical. sander accepts to help run Lotte's gallery, but is worried about her multi-day Paris trip with Steven. After Sofie announces at dinner she's engaged to marry Pieter in six months, David picks a girl from Facebook to date. Maarten tells him about safe sex.    "
                },
                "55": {
                    "title": "Episode #1.55",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 55,
                    "original air date": "3 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Just before David's first real date, actress Mieke, arrives, Maarten teaches him about safe sex. Pieter and Sofie make love again. Tim and Laura agree it would be too soon for themselves to consider marriage yet, if at all. Stijn broods on a devious move.    "
                },
                "56": {
                    "title": "Episode #1.56",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 56,
                    "original air date": "4 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    The anti-globalists stage an 'everyone like David' protest on the Klaerhout estate. Sander is credited with keeping it peaceful. Pieter even sees it as free publicity, so the bio-products will be presented early. A 60/40 join venture is ageed. Tim is forced to admit his family is rich. Laura considers his timid discretion equals dirty lies. While Robbie comforts Tim, Quenten manages to make her see sense.    "
                },
                "57": {
                    "title": "Episode #1.57",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 57,
                    "original air date": "7 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    The DNA results arrive: no potential parents match David. Sofie tries exposing him to the diving goggles found with him, a tearful experiment. Deeply disappointed, he's most eager to go see if they still looknfor him on his island. Despite Maarten's warning it's too far, he steals a lifeguards boat, which soon stops running, then dives into the cold North Sea. The Klaerhouts were concentrating on the bio products press launch, but missing David's absence spoils that too.    "
                },
                "58": {
                    "title": "Episode #1.58",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 58,
                    "original air date": "8 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    After the Klaerhouts report David missing, probably at sea, where a lifeguard boat was stolen, a rescue helicopter starts searching. Robbie does a better job at comforting Tim then Laura. Herman relapses. The bio-products launch press conference is canceled. The boat is found empty, David reaches the end of his swimming strength, but he's rescued just in time. After Tessa tells Quenten staying away from Stijn's rave is just what he wants, Quenten suggests to Tim they should attend.    "
                },
                "59": {
                    "title": "Episode #1.59",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 59,
                    "original air date": "9 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Tim and Laura agree to attend Stijn's rave, as Quenten proposed, and to sleep together, just sleep for now. Sander welcomes Lotte back in his arms and in bed after her frustrated Paris trip. Sander mistrusts Steven's 'no strings' offer to help her financially, but is told he has a girl-friend too. David recuperates well but remains depressed. Maarten ponders Herman's request for financial advice. Robbie accepts to join the party.    "
                },
                "60": {
                    "title": "Episode #1.60",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 60,
                    "original air date": "10 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Sander can't accept Steven's financial support for Lotte, who calls him childish, so he returns home, where he advises ma to leave the firm for academic research. Stijn and Tessa prepare a shit trap for Tim's four musketeers. Tim generously accepts to fill in for the 'qeezy' DJ. David comforts Maarten, who is near tears after an accidental beach siting of a young woman with small child. The Wellens family confers how to present their firm more attractive for a merger with Klaerhout.    "
                },
                "61": {
                    "title": "Episode #1.61",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 61,
                    "original air date": "11 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Tim does a great job as stand-in DJ at Stijn's party, but the fiend 'treats' him and Laura to a bucket of shit from a high beam. The four musketeers shower in pairs at Tim's. At Lotte's insistence Steven goes to Sander's to assure him he wants nothing from her, but finds only his skeptic ma Andrea. She also tells Herman she stays in the firm, but wants their relationship kept strictly professional. David enjoys Sofie nursing his simple cold. Pieter can't accept she plans to fly to David's island with him.    "
                },
                "62": {
                    "title": "Episode #1.62",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 62,
                    "original air date": "14 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Tim ignores Tessa's apologies as lies, but she still makes him doubt Quinten's sincerity. Pieter switches David's cold-medicine, so he'll lie at the bio products launch they cured him, but Sofie finds them and takes triple dose.    "
                },
                "63": {
                    "title": "Episode #1.63",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 63,
                    "original air date": "15 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    David glows at the Klaerhout bio pills presentation. Laura acts all distant afterward just because Tim presented her to his family as 'a' college friend. Sander is sad Lotte lets Steven's support poison break them up till further notice. He watches with Stijn David on a TV talk show, where he stresses how strange many conventions are. Pieter however finally realizes how intimately David leans on Sofie and scolds her.    "
                },
                "64": {
                    "title": "Episode #1.64",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 64,
                    "original air date": "16 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Tim gives Laura a key of his apartment and shows her Stijn's mail to prove already posted shit incident pictures on the Internet. Maarten explains to David his parents probably no longer look for him, while in fact dad Christian still misses him daily. Tim says he envies his success without a diploma. Sofie tries to explain they must keep distant. Pieter tells his pa he tricked Hannelore to get him a hacker, to spy on the Klaerhout personnel policy. Sander brings drunk Delphine home. Syeven is surprises Lotte blindly accepts an exposition.    "
                },
                "65": {
                    "title": "Episode #1.65",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 65,
                    "original air date": "17 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Robbie learns Tim isn't about to start cramming long before the exams as Laura does. Robbie has a Facebook-date and agrees to pop in afterward, so they can update his Facebook page. Sander is still jealous about Seven, who actually insists to help her gallery without strings, and soon makes up with her. Having heard from Tim you need a diploma in life, David decides to learn cooking. Maarten's help is cut short and David is most disappointed to hear Sofie won't be dining with the family, in fact to appease Pieter's jealousy in a restaurant. Hannelore's hacker accepts ...    "
                },
                "66": {
                    "title": "Episode #1.66",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 66,
                    "original air date": "18 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Robbie's date disappointed, so he's early at Tim's. They update his Facebook pictures, and decide to shoot a sassy briefs only-series, not to be posted. Sander and Lotte make up in bed, but she leaves him to prepare redecoration with Delfine while she prospects Berlin art. Jealous of David, who fusses endlessly about cooking 'for Sofie', Pieter grumbles constantly at and after his make up-dinner with Sofie. The hacker delivers everything Pieter asked, but Robbie finds traces.    "
                },
                "67": {
                    "title": "Episode #1.67",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 67,
                    "original air date": "21 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Tim and Laura make love but postpone the deed as neither has 'protection' yet. David is confused by subtle language and loses interest in everything now Sofie doesn't come to his meal, so he leaves. Pieter brings the hacked Klaerhout data to his parents. Then he warns Hannelore her hacker left traces leading to her, which he kept proof of, and suggests to Herman it could be an inside job. Sander helps Delfine prepare the gallery make-over, she fails to seduce him.    "
                },
                "68": {
                    "title": "Episode #1.68",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 68,
                    "original air date": "22 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Tim has bought condoms. Sander buys an engagement ring. Pieter's jealous anger she doesn't share his excitement over their research breakthrough because she's too worried about David's absence makes Sofie realize how much he became her emotional top priority. Ludo and Herman have a next merger meeting, which goes well. Herman now uses both pills and alcohol. David is back safe after spending the night with 'another Sofie', but his one crashes her car on the way home.    "
                },
                "69": {
                    "title": "Episode #1.69",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 69,
                    "original air date": "23 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    The Klaerhouts panic now Sofie is missing. Maarten calls Robbie, who accepts to drive him and David till they find the crash site. Sander rewards Delfine's design but allowing her to 'test him' by undressing both of them, but the news cuts the game short. Family and other close ones flood to hospital, although Sofie's injuries aren't worrying. Pieter blames her and even worse David. Herman feels guilty arriving last, after Bea managed to make him accept intimate 'comforting' having discovered he's now on pills and alcohol. Laura stays with Quinten as Tim doesn't want ...    "
                },
                "70": {
                    "title": "Episode #1.70",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 70,
                    "original air date": "24 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Desperate, drunk, down and high, Herman lands on Andrea's couch after more scolding then support. Pieter chases David from Sofie's hospital room, snatches away the portion of David's dinner for her and asks Maarten to help 'spare David inevitable rejection'. Laura promises Quenten to reconcile him with Tim. Delfine claims Sofie's accident re-calibrated her priorities, so no more seducing Sander.    "
                },
                "71": {
                    "title": "Episode #1.71",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 71,
                    "original air date": "25 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Tim and Laura try out his condoms supply, but their first time is a physical miss. They decide to give Quinten the benefit of the doubt and take him back as friend. Stijn also wants him back, even promises to make up with Tim, but by turning up discredits Quinten again. Maarten gives Hannelore David's phone number and tells her to stay out of his place. David is delighted with the painting set Sofie brings him, but even more with her presence.    "
                },
                "72": {
                    "title": "Episode #1.72",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 72,
                    "original air date": "28 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Robbie rations his visits to Tim in an attempt to force him to study for exams in a week, but that only leaves more time for lovemaking with Laura. Andrea welcomes and installs the drug test patients, notably sassy student Sam. David's childish lack of manners and discretion annoys. Bea tries to teach him for a service club dinner, despite provocation by Stijn. Sander feels the 'new' Delphine is rather boring, but they soon tease playfully again.    "
                },
                "73": {
                    "title": "Episode #1.73",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 73,
                    "original air date": "29 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Tim rejects Laura's attempt to make him accept Quinten again. Maarten tries to make David understand why everybody fuzzes about an impending royal visit to the Klaerhout home to meet David. Lotte is enthusiastic about Sander and Delfine's gallery panels method. Sander gives her a engagement ring but is furious to discover she was in Berlin with Steven when he returns her scarf. Andrea's test patient student Sam has a cardiac fibrillation, so she fears her drug project will fail approval.    "
                },
                "74": {
                    "title": "Episode #1.74",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 74,
                    "original air date": "30 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Tim is bore now neither Laura nor Robbie can spare time for him, so he plays with Robbie's naughty pictures. Luckily test-patient Sam's only symptom is excessive sleep. Andrea still fears for her project until Herman says the student merely got a placebo. Sander feels cheated by his fresh fiancée and is in no mood to talk to ma about it, only Stijn. Pieter is angry that Sofie even sneaked out of bed to check on David, who overexerts himself. Bea tries to teach David protocol for the royal visit, but he gets hopelessly confused. Finding Laura talking with Quentin, Tim ...    "
                },
                "75": {
                    "title": "Episode #1.75",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 75,
                    "original air date": "31 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Finding Tim exchanged bloody nose-punches with Quinten, Robbie convinces him to do the right thing. The musketeers now make up sincerely. Lotte expects Sander to apologize for his 'childish mistrust', but he beaks off their engagement. Under constant pressure to do the right thing, David starts to break down. Only Pieter enjoys him feeling too tired to spend time even with Sofie. After Hannelore tells Stijn she decided Favid can't attend his anti-globalist event, Klaerhout gets a bomb alert from animal rights activists.    "
                },
                "76": {
                    "title": "Episode #1.76",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 76,
                    "original air date": "1 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Lovesick Sander and Lotte make up in bed. After winning 5,000 Euro in the lottery, they agree not to return Steven's money but decline further help. Steven is pleased hyperactive, stressed-out David seems to loosen his grip of Sofie. After Maarten refuses to help him, he and Hannelore arrange for him to take herbal pills substituted with uppers, but she carelessly lets him OD.    "
                },
                "77": {
                    "title": "Episode #1.77",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 77,
                    "original air date": "4 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Tim makes love again and tells Quinten about the royal visit the next day. Maarten and Sofie nurse David, who feels too sick to welcome the king, but he insists to come and see him privately. Pieter swaps blood samples to cover up he and Hannelore drugged David. The police questions Sander as suspect of the fake bomb alert, Stijn plans to let him take the blame.    "
                },
                "78": {
                    "title": "Episode #1.78",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 78,
                    "plot": "\n    Stijn plots with the animal rights-activists who phoned the fake bomb-alert to set up Tim as 'accomplice'. David (briefs only!) and the king enjoy discussing solidarity and handing over a painting. Sander helps Lotte prepare her first independent exposition. Suddenly David remembers his surname: Verbeecke.    "
                },
                "79": {
                    "title": "Episode #1.79",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 79,
                    "original air date": "6 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    David suddenly remembers his full name: David Verbeecke. But he tells Sofie not to do another search for his parents, fearing another disillusion, as they didn't react after all his press coverage. Maarten hides his Sofie-nude. Robbie gently prods Tim to start studying. At night, Stijn sneaks in to plant incriminating evidence. Sander and Lotte try to dine romantically, despite their poor cooking. Herman allows Delfine to trow a romantic theme party for her book launch. Andrea questions his relationships with Bea and herself over dinner. Pieter and Hanne plan a DVD to...    "
                },
                "80": {
                    "title": "Episode #1.80",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 80,
                    "original air date": "7 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Since he planted evidence at Tim's, Stijn also has access to his and Laura's text messages. Tim, Robbie and Laura wonder how Tim's cellphone got into Laura's bag. Maarten tells David he hurts his ex Liesbeth denies seeing him or allowing him Tim thinks Laura stole it to check up on him, can't concentrate and thus does badly on his first multiple choice exam. contact with his daughter Romanie. Pieter is furious Sofie searches for the Verbeecke parents by priority, although David no longer asks to find them. Maarten introduces David to the famous cooking school Ter ...    "
                },
                "81": {
                    "title": "Episode #1.81",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 81,
                    "original air date": "8 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Robbie helps Tim work out someone, as they rightly guess Stijn, planted messages on his cellphone and gently prods Tim to make up with Laura. Maarten gets tired of David's gloomy Sofie-obsession, and takes his advice to go see ex Liese and daughter Romanie, only to see she's married. Ludo and Herman agree to handle the merger talks personally.    "
                },
                "82": {
                    "title": "Episode #1.82",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 82,
                    "original air date": "11 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Robbie leaves Tim alone with Laura, so the lovers can make up and confer who Fien is and why fake messages with her were planted. When he calls Fien, she just gives him a meeting ultimatum 'to avoid big trouble', which he doesn't intend to oblige, until Robbie advises him to go. Maarten's ex, happily married with the life guard, refuses to really talk or grant him any access to their daughter, ever. Searching David's stuff, Pieter finds his nude of Sofie but only hints to her there are too many secrets in the Klaerhout mansion. Bea is appalled Ludo agreed to discuss ...    "
                },
                "83": {
                    "title": "Episode #1.83",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 83,
                    "original air date": "11 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Tim is furious about Fien's blackmail-attempt. Only Robbie can convince him to inform the police himself. David learns about the seasons and ambiguous vocabulary. He wants his friends to join him on his island, for the simple life, which voyage Sofie promises in a month. To pass the time, he takes another cooking lesson from Maarten. Having run out of funds, Sander asks his ma for a loan, Lotte sneakily turns to Steven, who offers to sponsor the opening anonymously. Pieter question Hannelore about her link with Maartens and his family, in vain.    "
                },
                "84": {
                    "title": "Episode #1.84",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 84,
                    "original air date": "12 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Tim makes a full statement, which clearly impresses the police detective, and suggest to question Stijn next. The fiend however comes sneer at the 'rat' nothing was found and revenge will follow. Pieter rages at Sofue about her David-obsession and the nude painting she claims not to have seen, indeed Maarten shows why he had to hide it. Sander sees trough Lotte's 'anonymous' exposition sponsor but can't bring himself to be at the reception with 'rival' Steven. Herman is pleased with the press.    "
                },
                "85": {
                    "title": "Episode #1.85",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 85,
                    "original air date": "13 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Ludo is confused by an unfriendly call from Herman after Bea sneakily met him. Sander returns to Lotte's exhibition opening reception, but can't help attacking Steven till she calls him immature. Pieter vents his jealousy of Sofie's David-fixation to the point of questioning their engagement. Maarten finally gets to talk to his ex Liesbeth, who tells her house-mate Hans is 'only a great colleague', but is cruelly scolded a bothersome self-absorbed winer and still denied any access to their daughter Romanie.    "
                },
                "86": {
                    "title": "Episode #1.86",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 86,
                    "original air date": "18 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Except for Bea, the Wellens fear the merger suspension means its end. Pieter reports his problems with Sofie, his parents crash Delfine's costume party. Tim invites Robbie, who eagerly accepts. Sander promises Lotte to pass by afterward. Delfine's romantic party theme stirs many melancholic feelings, the book reading bores everyone, Sander 'consoles' Delfine by kissing. Pieter kisses Hannelore. David shows Sofie how he longs to return to his island home, urgently and for good.    "
                },
                "87": {
                    "title": "Episode #1.87",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 87,
                    "original air date": "15 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Tim worries about Stijn's revenge threat, Laura promises to help fight off anyone for him, but also opposes Robbie. Steven and Lotte wake up too drunk to remember how to ended up in bed together. Sander has his hangover at Andrea's. Finding the pair towel-only makes Sander storm out furious. Herman warns Sofie not to risk her future with disappointed Pieter for David. Ludo is disappointed about Herman's lukewarm attitude about the merger preparations. Herman calls his board, which accepts Andrea's reasoning Klaerhout doesn't need a merger till further notice. Helping ...    "
                },
                "88": {
                    "title": "Episode #1.88",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 88,
                    "original air date": "18 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Tim desperately tries to stay neutral when Lauren meanly forces Robbie to admit he loves Tim and wants Tim to rebuke him. Quinten helps her realize her absurd paranoia. Lotte acts jealous when she finds at Sander's Delfine, who only wanted his help to promote her book. Sofie doesn't want to believe David needs to return to his island fast and for good to escape the complicated Western world, but Maarten tells her how deep and old his gloom is. Pieter sends Hannelore on a long intercontinental promotion tour.    "
                },
                "89": {
                    "title": "Episode #1.89",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 89,
                    "original air date": "19 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Robbie is heartbroken when Laura haughtily tells him 'from Tim' to leave them alone for a while. But Tim finds out and assures his best friend he'll always remain welcome. Pieter hopes for a new start with Sofie now Herman forces Hannelore to accept the South American promotion mission and David is leaving. Maarten and David realize they'll miss each-other. Maarten discovers David expects Sofie to move with him to the island. Sander's idea fails to get Delfine's book any public exposure. Bea gets Herman to reconsider merger talks, which makes Ludo appreciate her again.    "
                },
                "90": {
                    "title": "Episode #1.90",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 90,
                    "original air date": "21 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Tim firmly refuses to let pig-headed, paranoiac Laura selfishly sabotage his friendship with Robbie. Quinten's mediation attempts fails. Found after another pills crisis, Herman is finally forced to accept cold turkey, at home, and makes Sofie ad-hoc CEO. Robbie arrives just in time to prevent Stijn beating up drunk, verbally abusive Tim. Ludo assures Hannelore his heir is for Sofie only. Delfine commandeers sanders to distribute fliers for her novel. David starts to realize some drawbacks of leaving his new life behind.    "
                },
                "91": {
                    "title": "Episode #1.91",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 91,
                    "original air date": "22 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Laura wants to move in with Tim. Andrea moves to the Klaerhout estate to help Herman with his cold-turkey. Left home alone, Sander feels miserable. Sofie takes charge of the firm, which Ludo hopes to be an opportunity to relaunch the merger. Stijn and Tessa visit anti-globalist ally Sander.    "
                },
                "92": {
                    "title": "Episode #1.92",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 92,
                    "original air date": "25 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Sander rejoins Delfine's book promotion campaign, without result. Sofie assumes the temporary CEO mission, again supported by Pieter, and bursts David's bubble: she can't stay on his island. Herman starts his cold turkey.    "
                },
                "93": {
                    "title": "Episode #1.93",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 93,
                    "original air date": "26 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Tim visits home, worried about dad's pills rehabilitation. Thus he happens to overhear him and Bea about their adulterous relationship. Sander is back in bed with Lotte, but can't forget about her night with Steven and demands another break. David's dilemma, island or Sofie, saddens them and their loved-ones, except Pieter, who is looking forward to personally dropping his rival in the Caribean, not Sofie as David still expects. As acting CEO, Sofie receives the board's permission to see Ludo about reconsidering a merger process. Delfine blames everyone for her ...    "
                },
                "94": {
                    "title": "Episode #1.94",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 94,
                    "original air date": "27 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Tim invites Quinten and Laura to Sofie's birthday party, also for David's journey back home. Robbie accepts Sofie's invitation, an ideal occasion to restore best mates-terms with Tim. Maarten catches Herman with a secret pills stack just in time. Even a necklace from Pieter can't counter Sofie's gloom, yet she tells David she can't bring him back, Pieter will, and receives David's going away present, a self-portrait. When Ludo sneers at Be's secretive affair with Herman, she suddenly claims to be hurt by his many patty affairs. Stijn consults Sander about their ...    "
                },
                "95": {
                    "title": "Episode #1.95",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 95,
                    "original air date": "28 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Tim warns Delfine not to date his mate Quinten 'as a taste of commoners'. Sofie is touched, not consoled, by David's self-portrait 'to miss him less' after his departure in two days. Maarten teaches him to make a campfire, but matches are one of many supplies bound to run out in time. Tim brings a solution and tells David Laura wants to move in. Herman's detox exhausts him, but Andrea drags him to Tim's ma's grave for closure on the death which started his dependency. Ludo's marriage is near breaking.    "
                },
                "96": {
                    "title": "Episode #1.96",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 96,
                    "original air date": "29 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    After encouraging dad Herman's detox progress, Tim and Sofie helps David packing. Quinten firmly rebukes Laura's meddling, first against Robbie, now against his affair with Delfine. Sander and Lotte decide their affairs don't outweigh true love. Stijn fears he'll be replaced a anti-globalist president, perhaps by Sander, who in fact refused.    "
                },
                "97": {
                    "title": "Episode #1.97",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 97,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Tim and Robbie say goodbye to David. He decides last moment, after a memory flash, to leave all keepsakes behind to facilitate a clean break, while inviting -in vain- people who say they'll miss him to join him on the island. Sander and Lotte celebrate their make-up with champagne in bed. Pieter convinces Sofie to let him alone bring David.    "
                },
                "98": {
                    "title": "Episode #1.98",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 98,
                    "original air date": "2 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Tim generously lets Laura redecorate his penthouse, albeit tasteless girlishly. He soon finds out, dismayed, she only pretended to make up with Robbie. In fact she met and, like lover Delfine, offended Quinten. Sander and Stijn each worry about their chances for the WAC chairmanship. Klaerhout is sued by a woman claiming its sleeping pill caused grave harm, so Robbie offers to check her out informally. After Herman denies her any hope of a relationship, ever, Bea refuses a divorce, but Ludo insists. Pieter delivers David back on his island.    "
                },
                "99": {
                    "title": "Episode #1.99",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 99,
                    "original air date": "3 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Now Laura has finally accepted Robbie again, Tim and she want fourth musketeer Quinten back too. In fact Quinten worries he can't fit in Delfine's empty party-life, which drives him to trying XTC he can't really afford. Now Ludo insists on a divorce and his prenuptial, Bea wants Pieter to return and help save her marriage. In fact he's flirting in his Caribean hotel. Tessa surprises both sander and Sander by proposing herself as criminally unchallenged third candidate for the anti-globalist presidency.    "
                },
                "100": {
                    "title": "Episode #1.100",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 100,
                    "original air date": "4 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Robbie finds the claim against Klaerhout's trusted painkiller plausible, but keeps snooping inventively. Andrea annoys Maarten by taking over his domestic tasks and betrays the product problems to Herman, who confronts Sofie and puts Delfine on a monthly allowance. His demand for an external audit about the fusion further threatens Ludo and Bea, who wants him to rescind his divorce filing but remains his business ally. Sander withdraws his anti-globalists presidency candidature, and encourages Tessa to maintain hers. Even alone on his island, David can't quite shed ...    "
                },
                "101": {
                    "title": "Episode #1.101",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 101,
                    "original air date": "5 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    To Tim's disappointment, 'musketeer' Quinten seems lost to Delfine's party-life. Robbie has got hold of the victim's garbage, including the problematic pills, and wants to celebrate by partying with Tim. Pieter is back from delivering David on his island. Dad Ludo informs him about threat of an external audit, which may expose their 'doctoring', but wants to keep his son lout of his divorce plan. Maarten announces a Corsican holiday, Delfine she's using David's barn as nightly crash room. After analysis shows the pills are Internet fake, Sofie promotes clever Robbie ...    "
                },
                "102": {
                    "title": "Episode #1.102",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 102,
                    "original air date": "8 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Tim and Robbie celebrate his snooping all night. Silly Laura is angry to find them sleeping in Tim's bed. Sofie calls Robbie for the next mystery, which he also solves. Pieter convinces his parents to take a holiday and try solve their marital problems, while is acting Wellens CEO. Quinten decides to end his empty relationship with party animal Delfine. David and Sofie miss being together, she finds a medical congress in Miami as excuse to travel there. Stijn seems to be loosing Sander's succession as anti-globalist president to his 'non-lover' Tessa.    "
                },
                "103": {
                    "title": "Episode #1.103",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 103,
                    "original air date": "9 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Tim's irritation at Laura's childish wining about Robbie is cut short by Quinten's return, having bowed out of Delfine's empty party-life. Robbie succeeds in catching problem test patient Maaike at heavy drinking. Sofie however wants to keep this secret because it crosses her excuse to attend a Miami colloquium and sneakily visit David, who misses her just ad badly on his island. Fearing he'll loose the election, Stijn accepts Sander's suggestion for a co-presidency with Tess.    "
                },
                "104": {
                    "title": "Episode #1.104",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 104,
                    "original air date": "9 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Tim chats with Robbie how little he enjoys living together with Laura, who starts to sense her nagging wears out even his angelic patience. After Sofie confesses to dad she's holding back Robbie's detective work on lush Maaike to keep her excuse to visit David, he convinces her to tell Pieter the truth instead, but he rigidly opposes her Caribean trip. Lotte and Sander consider a new painter for the gallery, Tom.    "
                },
                "105": {
                    "title": "Episode #1.105",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 105,
                    "original air date": "11 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Tim doesn't say so, but really gets tired of nagging winer Laura's absurd mothering his every move. Pieter says he'll counter Sofie's trip to David by any means, and delivers, canceling her flight; he even smears the XTC he confiscated from Delfine on Sofie's luggage. His parents are now bickering especially over how to handle the auditor whose findings may compromise merger their firm desperately needs.    "
                },
                "106": {
                    "title": "Episode #1.106",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 106,
                    "original air date": "12 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Tim tells Robbie he wants to break up with wining lover Laura without hurting her, so he wants to appear the dumped party. Sander is now jealous of Lotte's painter's passion, in a positive sense. Tessa is accepted by Andrea as test patient, but Herman discovers she must disqualified for serious hepatitis. Stijn cares only for her ruined undercover mission. After trying to sabotage Sofie's trip, Pieter now insists to accompany her to the Caribean. To outsmart him, she leaves alone, even if that means abandoning the auditor.    "
                },
                "107": {
                    "title": "Episode #1.107",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 107,
                    "original air date": "15 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Tim continues his plan to make Laura leave him, yet considers Robbie's doubts. Pieter rages to soothing Herman how Sofie's trip to get David back undermines their engagement. Bert catches him fiddling with the animal tests. Ludo doubts Bea's efforts to advance the merger in Sofie's absence with Herman, who tells Andrea she, not Bea, may once become his lover. Sofie finds David, who missed her most.    "
                },
                "108": {
                    "title": "Episode #1.108",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 108,
                    "original air date": "16 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Tim is succeeding in making Laura feeling smothered by him for a change. Seeing Sofie instantly convinces David to return, after a tour of his island, to the people he missed there. Stijn convinces Tessa to stand down as co-chair. He also gets Lotte to join Sander asking to see David again. She thus discovers David's talent as a painter in the barn, where Delfine must now give up her redecorating. Pieter's parents try to calm his anger over Sofie bringing David home. She offers him a gift.    "
                },
                "109": {
                    "title": "Episode #1.109",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 109,
                    "original air date": "17 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Tim's ploy only makes Laura admit they shouldn't cohabit constantly. Robbie gets angry at Tim for lacking the courage to break up or listen to his advice in general. When Lotte assures David she can sell his paintings and make him independent, he chooses that over helping the anti-globalists. Sander even considers dropping those too. Pieter now hopes he'll have Sofie back and accepts to 'become friends with David' over dinner. The auditor refuses to approve the Wellens accounts. Delfine sees one of musician Casper's fliers and meets with him, only to be told she's too...    "
                },
                "110": {
                    "title": "Episode #1.110",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 110,
                    "original air date": "18 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Tim is now stuck with Laura pushing him and visiting only to study together. Sander and Lotte explain to David his paintings will be exhibited with Tom's, and are for sale. Pieter already gave him some lessons about money. Maarten is back, crossing Herman's plan to let Andrea longer in his absence now he's resuming his CEO post. David and Maarten are happy to be reunited. Ludo tells Pieter about the auditor's account doubts but is persuaded to go o wellness weekend with Bea while Pieter takes charge.    "
                },
                "111": {
                    "title": "Episode #1.111",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 111,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "112": {
                    "title": "Episode #1.112",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 112,
                    "original air date": "19 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    After Delfine admits to Casper she's jealous of a hospital volunteer whom the sick kids love to hear tells stories, he makes her beg for another singalong. Sander has had a bike accident, but is unharmed. After failing to find happiness on his island or with Sofie, David wants success as a conventional person and abstract painter. For the art he wants Tom's advice, so Lotte agrees to take him to Antwerp. There she loses track of him, while his father Christian seems to be loosing his mind. Herman tells Andrea she shouldn't wait for him, nor hesitate to accept an ...    "
                },
                "113": {
                    "title": "Episode #1.113",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 113,
                    "original air date": "23 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    After Delfine admits to Casper she's jealous of a hospital volunteer whom the sick kids love to hear tells stories, he makes her beg for another singalong. Sander has had a bike accident, but is unharmed. After failing to find happiness on his island or with Sofie, David wants success as a conventional person and abstract painter. For the art he wants Tom's advice, so Lotte agrees to take him to Antwerp. There she loses track of him, while his father Christian seems to be loosing his mind. Herman tells Andrea she shouldn't wait for him, nor hesitate to accept an ...    "
                },
                "114": {
                    "title": "Episode #1.114",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 114,
                    "original air date": "24 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    David realizes he can learn to be happy without Sofie since others do. Tom receives him and Lotte well to discuss the exhibition and abstract art. Pieter's tricks have succeeded in getting the auditor approve the accounts. Herman throws a family dinner to celebrate. Tim accepts the excuse to interrupt cramming with boring Laura. Delfine invites Casper but chases him, without meaning so, for defending her by telling the family about her child-friendly side. In the spa, Ludo understands Bea was jealous of Andrea without forgiving her wanting an affair with Herman.    "
                },
                "115": {
                    "title": "Episode #1.115",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 115,
                    "original air date": "25 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Tessa pretends to make up with Laura, only so she can spike her drink. Tim finds her unconscious, as Sofie diagnoses drugged. Quentin helps him sit by her, but is chased jealously just for stroking her hair. Pieter rages at Sofie for intending to help David again, just now he becomes a user like others. He shows her the nude of them and wrecks it, to be found by Herman, who gives Andrea new hope and counsels Delfine to apologize to Casper.    "
                },
                "116": {
                    "title": "Episode #1.116",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 116,
                    "original air date": "26 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Caring for Laure rekindled Tim's love for her. After trying to coach her for the chemistry exam, he decides to have Sofie write both off them doctor's notes to do the makeover together. Everybody dresses up for David and Tom's exhibition in Lotte's gallery. A guest arrives from Antwerp, actually David's biological dad, Christian Verbeecke. In the spa, Ludo and Bea are back on lovers terms after 15 months. Herman lectures Sofie to stop letting her 'maternal' feelings for David trouble her engagement with ideal son-in-law Pieter.    "
                },
                "117": {
                    "title": "Episode #1.117",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 117,
                    "original air date": "1 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Tim finds studying with Laura somehow even intellectually rewarding, she livens a break by 'dancing'. David and Tom's exhibition is a success, and both sell well. Steven drops by and compliments Lotte, despite her rude failing to invite him. David's dad leaves without either guessing they're related. Pieter insists Sofie must let David grow. Herman finds out Andrea took Frederik to the exhibition.    "
                },
                "118": {
                    "title": "Episode #1.118",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 118,
                    "original air date": "2 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Tim finds cramming all night too exhausting and grudgingly makes up with Quinten on Laura's insisting. Sander and Lotte celebrate the exhibition's success, but Steven signs up David for sale of his future paintings. Herman accommodates Wellens and tells Andrea he's not ready for a relationship. Maarten advises David against investing in stocks. Pieter shows Sofie her engagement ring, despite another row over David's painting 'Without Sofie' which Pieter bought but Lotte allowed David to add Sofie on afterward.    "
                },
                "119": {
                    "title": "Episode #1.119",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 119,
                    "original air date": "3 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    After celebrating Tim's A-exam with Quinten, Laura meanly pumps Robbie for Tim's discrete bone with him, then leaves a not 'left to study at my place, you were insincere'. Casper celebrates his new CD with Delfine, telling her the all but flattering truth till she runs off. Sander and Lotte are shocked by Steven signing David up. Ludo warns Pieter a final pre-merger audit will discover his 'creative accounting' before in-law status protects him against Herman suing, so he announces to Sofie they're getting married in 3, not 6 months. Lab vet Bert considers another job...    "
                },
                "120": {
                    "title": "Episode #1.120",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 120,
                    "original air date": "4 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Tim finds bitterly Laura returned to her flat. Pieter makes Sofie explain to David only a fiancé's ring counts, but she promises to keep his close too. Steven tells David to attend a tour of his works, but is made to shout him a car. Now used to get everything stat, David demands driving lessons, for which only Robbie volunteers. Bert asks for a part-time contract to pursue research for animal test alternatives, but Herman comes up with an alternative within Klaerhout. Sander is suspiciously sleepy all the time.    "
                },
                "121": {
                    "title": "Episode #1.121",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 121,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "122": {
                    "title": "Episode #1.122",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 122,
                    "original air date": "8 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    David thanks Robbie affluently for his driving lessons, but pleads he should as generously make up with Tim. Frederik presents his initially uninterested student son Sven at Sander's. Hearing that Robbie will be at Pieter's engagement, Sven makes sure they are both invited. There Tim observes the former gay lovers getting back on kissing terms. Ludo nearly endangers the merger by telling Herman to stay clear of his wife.    "
                },
                "123": {
                    "title": "Episode #1.123",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 123,
                    "plot": "\n    Tim has to handle Laura getting drunk as a skunk at the engagement party. Herman scolds him for speculating grandma's Alzheimer is blissful ignorance, but it's Sofie who lets her make a dangerous fall. Tim, Ludo, Maarten and Andrea refuse romantic overtures, causing different degrees of stress. Lotte tries to make David understand the magnitude of Steven's management contract and reassures Sander she's not enamored in David.    "
                },
                "124": {
                    "title": "Episode #1.124",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 124,
                    "original air date": "10 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Tim nearly tells Quinten what bugs him and Laura, who behaves childishly with her hang-over, but rushes off hearing about grandma's hip injury. The incident also makes Herman and Sofie worry about missing each-other when she moves out on wedding Pieter. David learns about mortality and embraces hedonism. Steven makes clear he now intends to cash in on David, without Lotte's artistic scruples. Ludo tells Pieter he no longer considers his marriage worth salvaging.    "
                },
                "125": {
                    "title": "Episode #1.125",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 125,
                    "original air date": "11 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Robbie's arrival for another free driving lesson finally chases siren Delfine away from David. Seeing he's with Sven now, David concludes friends are interchangeable and extends that to girl-friends. Tim is civil with all again, but gloomy, confused and insecure. Being rebuked by Herman for her indiscretion with Bert, Andrea flirts with Ludo and 'accidentally' tells Frederik about the merger plan.    "
                },
                "126": {
                    "title": "Episode #1.126",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 126,
                    "original air date": "11 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Tim nearly tells his dad, but only swears Quinten to silence to admit he 'probably' is gay but doesn't dare to out himself unless he knows how Robbie really feels about him. David can hardly wait to take his driver's exam. The examiner happens to be a fan of his paintings but can't tolerate his rudeness, impatience and attempted bribery. Hannelore presses Pieter to a breakfast meeting, to tell she's over him but demands with blackmail his help to reel in her ex Maarten.    "
                },
                "127": {
                    "title": "Episode #1.127",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 127,
                    "original air date": "15 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Tim feels tortured by having to keep his secret, which Quinten finds hard to keep from suspicious nagger Laura. Tim first makes sure Sven is Robbe's ex, not his present lover, but pretends to be too busy to join them going out. David learns about obligations limiting one's freedom, nearly gives up painting to escape Steven's hold and ends up rudely telling Sofie to but out of his life. Sander is offered to become Lotte's gallery manager now business booms. Pieter successfully presses Maarten to accept a meeting with Hannelore.    "
                },
                "128": {
                    "title": "Episode #1.128",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 128,
                    "original air date": "16 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    After agonizing about coming clean to Robbie, Tim wrecks his laptop. Robbie sweetly comes measure up the damage at night, although Sven is waiting for him. Tim surprises him with a hot kiss, Robbie leaves startled. Maarten does meet Hannelore, exchanging memories of their corporate raider-past, and learns how her pa's sacking motivated her. David tastes Delfine's party-life and autographs eagerly.    "
                },
                "129": {
                    "title": "Episode #1.129",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 129,
                    "original air date": "17 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Tim gets his study group, and Laura promises to stop preying for his secret. Thanks to Robbie's coaching, David succeeds his driving exam. David lies to Steven so he can give the examiner a painting. But he can't wait to try it for real, messes up and gets a ticket he can't pay. Pieter disapproves of Sofie doing so. Sander and Lotte celebrate their gallery partnership, with him as manager. Herman is highly critical of Bea and protective of his family. Ludo offers Andrea his support to be head f R&D after the merger and wants her to consider an adult relationship.    "
                },
                "130": {
                    "title": "Episode #1.130",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 130,
                    "original air date": "18 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Tim is rid of Laura, who makes him admit the study group was an excuse to avoid being alone with her and moves out. Herman gets the family and Maarten, who wanted more time for himself, to agree with terminal grandma moving in. Steven discovers David's 'gift' painting, confiscates it and gives Sander and Lotte a dilemma: sell it or loose all David's next exhibitions.    "
                },
                "131": {
                    "title": "Episode #1.131",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 131,
                    "original air date": "19 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Tim still gathers his nerve to come out. Robbie learns from Laura about her break-up with Tim but doubts her dumb assumption that Quinten allows Tessa to become intimate. Maarten and Hannelore are back on kissing terms. Even Sofie and Delfine draw the line at David taking cash without asking, especially to buy drugs. All Klaerhout plans are frozen by grandma's fatal flu.    "
                },
                "132": {
                    "title": "Episode #1.132",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 132,
                    "original air date": "Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Robbie visits Tim to talk trough their relationship, but like all Klaerhouts he's now concerned with grandma Anna's demise and burial, so Tim can only console his mate. Only Sofie believes in halting life to mourn. Bea's speech at the colloquium is a hit, but instead of bringing her back together with Ludo it makes the board question if she should replace him as Wellens's CEO. Maarten considers cohabiting with Hannelore, but decides it's too soon. Andrea feels stalked by Frederik and dumps him.    "
                },
                "133": {
                    "title": "Episode #1.133",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 133,
                    "original air date": "23 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Just when Robbie nearly walked out loosing patience, Tim finally admits he's in love with him but still isn't sure to be gay. Pieter cares only for his research, not even dad risking to be replaced as CEO and divorcing his ma. Mourning and tooth-ache drive Herman back to pills. David's fickle self-serving worries Maarten and the Klaerhouts, confusing even Delfine.    "
                },
                "134": {
                    "title": "Episode #1.134",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 134,
                    "original air date": "25 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Tim confronts Quentin with Laura to make her accept only Tessa shows an interest in their friend. After Pieter shows Bea his secret tests on David, she forces Herman to allow continuing his research. Ingrate David is completely unreasonable with Steven, so even Lotte must side against him, but not Sander. David decides to appeal to reporter Boutens, but insists he should also write on his love for Sofie.    "
                },
                "135": {
                    "title": "Episode #1.135",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 135,
                    "original air date": "26 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Tim finally asks Robbie to sleep over in his penthouse. Lotte abuses the press to force Steven to allow David a looser contract. New CEO Bea demands Pieter destroys his illegitimate David-research files, but he first makes photocopies. Maarten is sick but refuses to stay in bed.    "
                },
                "136": {
                    "title": "Episode #1.136",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 136,
                    "original air date": "29 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Tim and Robbie happy after their heavenly first night in bed. Tim still hesitates about outing himself, but Robbie refuses to keep their love secret even for their friends. Lotte's deal disgusts Sander. David however feels inspired to paint again- for profit. His libertarian life-style nearly estranges Delfine and Maarten. Hannelore hopes Maarten will follow him abroad, but he's more interested to hear Liesbeth finally seeks contact.    "
                },
                "137": {
                    "title": "Episode #1.137",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 137,
                    "original air date": "30 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Maarten is excited to hear Liesbeth is interested in him again, to Hennelore's fury. Sander and Lotte are excited about the gallery's prospects. Pieter can barely attract Sofie's attention for the wedding preparations, notably finding a house. She finds out David isn't completely over her but desperately hiding his feelings to please her. Tom warns him not to sacrifice artistic quality for financial gain. Herman opposes Bea's plan to announce the still uncertain merger plan.    "
                },
                "138": {
                    "title": "Episode #1.138",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 138,
                    "original air date": "31 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Robbie is deeply hurt when Tim avoids his friends rather then be seen together with his gay lover. Sofie guesses and insists Tim should see it from Robbie's side. Sander discovers strange bruises all over his skin. Herman grudgingly grants permission for a documentary on Klearhout's R&D. Pieter is furious his research still isn't given the go-ahead. Sofie is more preoccupied with emotionally fickle David, who seems to reject even her. Pieter gets a fashion designer for an original wedding dress. Her baby appeals to David.    "
                },
                "139": {
                    "title": "Episode #1.139",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 139,
                    "original air date": "1 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Seeing how deep Robbie is hired by being hidden, Tim promises to make an effort. Being caught kissing by supportive Sofie helps. Laura stops Quinten form disclosing they two are an item now. Sander gets dizzy spells. To everybody's dismay, David now wants a baby. Steven offers him a new contract, but David also demands and gets a commission on all merchandising. Pieter is furious hearing the ethical commission puts his research on hold.    "
                },
                "140": {
                    "title": "Episode #1.140",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 140,
                    "original air date": "31 Mar. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "141": {
                    "title": "Episode #1.141",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 141,
                    "original air date": "5 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Tim learns Robbie fears for his job, and searching for another would probably mean moving abroad, separated from Tim. Herman assures him Bea's press statement is premature. Tim hesitates to tell dad about Robbie, but learns Herman always assumed him to be gay. Maarten announces he's moving out to be with Liesbeth and their child. David promises to give up libidinous joys that failed to make him happy. He still keeps his promise to attend a last dance party with Delfine. there he's seduced to the 'ultimate pill'. Stone, he follows a gang, which gets into a fight with ...    "
                },
                "142": {
                    "title": "Episode #1.142",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 142,
                    "original air date": "6 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    The police informs the Klaerhout home Davis is arrested and will be charged for assault, maybe even involuntary homicide. Gang member Bruno and a bystander testify against David as sole culprit. Sofie blames only Delfine. Seeing Maarten console Sofie, jealous Pieter blames both for mothering David badly. Tim and Robbie are startled, but more preoccupied with Robbie's plan to seek another job before the merger possibly axes his. The documentary is now a major PR risk, but Delfine blurts out the truth to Niels.    "
                },
                "143": {
                    "title": "Episode #1.143",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 143,
                    "original air date": "5 Apr. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "144": {
                    "title": "Episode #1.144",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 144,
                    "original air date": "7 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Tim fails to talk Quinten and Laura (who still hide their affair from him) out of systematically meeting in his penthouse for their academic assignment and asks Robbie not to use his key while they're there. Sofie gets company lawyer Hugo Merckx to try get David out on bail. Hugo also clarifies to Bea that Herman can't dissolve their research join venture, but may bid on a buy-out. Niels's documentary continues, in Bert's animal test lab.    "
                },
                "145": {
                    "title": "Episode #1.145",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 145,
                    "original air date": "8 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Tim still keeps his relationship with Robbie inconspicuous for his college friends, failing to get Quinten and Laura out of their way. Robbie announces he's applying for a job in Luxemburg, unless Tim asks him to stay put, which the junior considers too much cloud. Herman and Bea decide to play hardball, splitting up the Alhzeimer joint-venture by bidding. David misbehaves in jail, but the detective cuts him slack again. Sander still refuses to get diagnosed for his bruises. Maarten stands up to Hannelore who claims it's too late to become a family with Liesbeth and ...    "
                },
                "146": {
                    "title": "Episode #1.146",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 146,
                    "original air date": "9 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Tim attends a family meeting, where all children give Herman a free hand to bid on the Alzheimer project. Dad assures him firing Robbie would be crazy, but can give no guarantees. Robbie considers canceling his Luxemburg application. Lawyer Merckx gets David bail, but he reacts ungrateful and trial prospects remain grim. Maarten finally convinces Liesbeth, who lets him meet Romanie, who welcomes her still unknown dad. Wellens also wants the project at all costs, but Herman outbids them. Because of Delfine, Niels Develter gets to record it all.    "
                },
                "147": {
                    "title": "Episode #1.147",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 147,
                    "original air date": "12 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Herman overbidding Bea for the Alzheimer project means a 'state of war' between the Klaerhout and Wellens families, although both promise to spare Pieter and Sofie's engagement. David seems out of control, wrecking Maarten's quarter to enlarge his painting atelier. Sander does a good job keeping him occupied in the gallery, but then collapses from his mysterious syndrome.    "
                },
                "148": {
                    "title": "Episode #1.148",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 148,
                    "original air date": "13 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Robbie is scolded 'disloyal' by Herman for applying elsewhere and reproaches Tim spilling his secret without even warning him. Tim is sick of his academic assignment with Quinten and Laura. After fainting, Sander can't avoid medical examination, albeit by his homeopath Frankie and alone. David falls victim to 'fainted' car-jackers but refuses to inform the police. He has more childhood memories.    "
                },
                "149": {
                    "title": "Episode #1.149",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 149,
                    "original air date": "13 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Now Tim's secret is out, study mates Quiten and Laura confess their love too, but neither is really surprised and they all make up. Tim also cooks for Robbie, who happily kisses up, even smiles at the 'Robbie file' briefs only-pictures, and is delighted Tim offers to come along at his Luxemburg job application. Victim Louis Potters confirms David's innocence. Sofie lacks the courage to tell Pieter, who focuses on his promising dog tests, her doubts. Bea tells only Ludo about a daring business plan, while Herman has to delay the bio-line bidding.    "
                },
                "150": {
                    "title": "Episode #1.150",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 150,
                    "original air date": "16 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Herman must accept he can't win the bio-line bid, hears Wellens tried to buy Andrea Maarten as R&D chief and must fire Hannelore, yet must hope the merger will reunite all assets. Maarten enjoys his new family life with wife and daughter, as they do, yet calls David his soul-mate ans is asked to pose as such. Niels disapproved of Delfine's plan to prove her adulthood by joining his Middle east charity documentary. David t-decides to avoid disappointments by becoming self-sufficient.    "
                },
                "151": {
                    "title": "Episode #1.151",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 151,
                    "original air date": "19 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Tim worries that Robbie's job interview went so well they may have to move to Luxemburg soon. David learns they're a gay couple and congratulates Tim with finding love. Sander fails to mislead Lotte about his still inconclusive diagnosis. Niels ponders David's 'commandments for a good life' and agrees to take Delfine on a test week to his Lebanese medical charity documentary. Herman is caught relapsing in alcohol and pills. Sofie falls apart when the designer comes fit her wedding dress, so they delay that.    "
                },
                "152": {
                    "title": "Episode #1.152",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 152,
                    "original air date": "20 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Tim cheerfully invites Sven to drop by, but Robbie reacts rather surprised then pleased to have his ex over at his lover's. Sander grudgingly prepares for hospital examinations. Steven refuses to donate any proceeds of David merchandising to a children cancer charity as Lotte wanted. Found hooked on alcohol and pills again, Herman spends the night on Andrea's couch. In the morning, she suggests professional help, he physical love-making, and gets kissed. David wants to start traveling the world, as encouraged by Pieter.    "
                },
                "153": {
                    "title": "Episode #1.153",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 153,
                    "original air date": "21 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Tim accepts another meeting with Sven, just them two, where they agree Robbie doesn't understand how it feels to have doubted once gay nature. Maarten still has no paternal trust or authority. David invokes his contract to force Steven and Lotte to sell his uninspired works meant to raise money for his trip around the world.    "
                },
                "154": {
                    "title": "Episode #1.154",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 154,
                    "original air date": "22 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Tim and Robbie are now happy as a gay couple, except Sven's flirting with Tim makes Robbie somewhat jealous. Detective Koen De Smedt brings the keys of David's stolen, found and undamaged car. Lotte is overwhelmed by her dad Jan's surprise visit, but her reproaches soon give in to joy, as Sander advised, who still resists medical care.    "
                },
                "155": {
                    "title": "Episode #1.155",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 155,
                    "original air date": "23 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Tim and Robbie are happy their outing was taken well at the exhibition. Tim ignores phone-calls from Sven to meet again. Teasing by Stijn and Tessa, who haven't contributed anything to the group assignment, makes Tim decide to report them to the chemistry professor. David makes a painting to thank Pieter for saving him from drowning, so they and Sofie seem friends again. Minding Romanie a bit stirs David's childhood memories again. Sander keeps quiet about new bruising. Herman and Andrea decide to keep their love secret at list till Delfine's return. Lotte's dead Jan ...    "
                },
                "156": {
                    "title": "Episode #1.156",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 156,
                    "original air date": "26 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Tim is so furious his professor refuses to believe Stijn and Tessa don't do their part of the chemistry assignment that he proposes to Quentin and laura not to turn it in, so the sluggards fail, unlike them. Robbie admits to Sophie he's ashamed of himself for being so jealous about Sven flirting with Tim. Lotte refuses to consider a financial deal with dad Jan. When Sander must go to hospital for tests, Jan minds the gallery and sells an island painting to David's still unsuspecting biological father, who assumes it to be Tom's work. David wants it back.    "
                },
                "157": {
                    "title": "Episode #1.157",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 157,
                    "original air date": "27 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Tim cooked dinner for Robbie, but is shattered by the news he accepted the Luxemburg job offer. Now David has destroyed several sold paintings in rage, Steve wants him to paint new ones or Lotte to pay. Sander opposes Lotte considering to grant pa Jan a loan for his Dubay real estate take over project. Maarten's thank you cake inspires David to give Pieter a holiday. When he throws in his clothes 'like the day of his own arrival', Pieter realizes David's memory is intact.    "
                },
                "158": {
                    "title": "Episode #1.158",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 158,
                    "original air date": "28 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Tim can't accept having to miss Robbie most of the week, Robbie won't give up his own life. Tim invites Sven and tells him about Robbie's job becoming vacant. Sven kisses Tim, convincing him Robbie won't be faithful either. Tim instantly regrets his infidelity. Sander convinces Lotte to refuse the loan to test dad's motives. Looking for his island painting, David and Lotte are fascinated by other works in a museum, he also by employee Sofie. Andrea accepts Wellen's job offer, including the confidentiality clause, to Herman's horror.    "
                },
                "159": {
                    "title": "Episode #1.159",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 159,
                    "original air date": "29 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Robbie returned early to apologize again for his jealousy and spend more time with Tim. Finding him towel-only and seeing the bed, he guesses his lover's infidelity. As Tim can't deny or explain, Robbie leaves, bitter. Sander and Lotte are furious after she blames him for the test which proved dad Jan didn't return out of love. Sander guesses his ma is with Herman romantically. Pieter checks David remembers everything, tells only his dad and decides to try chemical memory-damage.    "
                },
                "160": {
                    "title": "Episode #1.160",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 160,
                    "original air date": "30 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Tim feels so guilty about his infidelity that he can't even bare to let Sven in again. Sander fiercely opposes Lotte's plan to help her dad, but gives in seeing her passion. Conferring only with dad Ludo, Pieter executes his plan to inject David with a memory-disabling concoction, which causes a killer headache.    "
                },
                "161": {
                    "title": "Episode #1.161",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 161,
                    "original air date": "3 May 2010",
                    "year": "2010",
                    "plot": "\n    Robbie is furious to see Sven applying for his Klaerhout job, manages to sabotage that by outing out his lack of experience in pharmaceutics and bitterly dumps sincerely remorseful Tim. Pieter managed to make it seems as David's blackout results from more excessive wine drinking. Pieter and Ludo plan at least four more injections, but Maarten and Sofie are smelling a rat. Lotte accepts Sander's plan to give her dad a weekly allowance, which isn't welcomed.    "
                },
                "162": {
                    "title": "Episode #1.162",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 162,
                    "original air date": "5 May 2010",
                    "year": "2010",
                    "plot": "\n    Robbie tells Sofie he's determined to leave Klaerhout now it's over with Tim, who gets his key back with a post-it 'Don't call me' and bursts into tears. David follows Lotte's plan to get rid of Steven by painting rubbish, but is filmed by fans who post his fainting on You Tube. Pieter still convinces him to accept another shot.    "
                },
                "163": {
                    "title": "Episode #1.163",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 163,
                    "original air date": "5 May 2010",
                    "year": "2010",
                    "plot": "\n    Tim finds Robbie, who forgives his infidelity but concludes Tim still needs to experiment, so the break-up stays final. Delfine is back from Lebanon, back to resume her useless party-life and tell pa Niels is about to edit the documentary on Klaerhout. She tells Pieter who sold David XTC. He gets dad Ludo to help him fake a sample of his own blood, so they can convince Sofie the party-drug caused David's black-out.    "
                },
                "164": {
                    "title": "Episode #1.164",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 164,
                    "original air date": "6 May 2010",
                    "year": "2010",
                    "plot": "\n    Tim finds some comfort with Quinten and Laura. Pieter learns the police may well be about to discover he hired the hacker. Maarten and Lotte enjoy a dinner and plan to meet again, with their reluctant and jealous lovers. While the stock exchange despairs Herman, Bea sets a trap by giving his spy Andrea fake business data.    "
                },
                "165": {
                    "title": "Episode #1.165",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 165,
                    "original air date": "7 May 2010",
                    "year": "2010",
                    "plot": "\n    Tim admits to Quinten he can't yet cope with witnessing his happiness with Laura and helps David using a dating site. Pieter tells Ludo how uncomfortably close the police came to identifying him as the hacker's boss. Bea plays another dirty trick to make the press report on staff leaving Klaerhout. So Herman is in a gloomy mood to watch Niels's documentary. Sander expects a positive diagnosis.    "
                },
                "166": {
                    "title": "Episode #1.166",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 166,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Tim tells Quinten he no longer acres whether the group assignment is turned in or not to make Stijn fail his year. Tim's gorgeous Internet date Dries has barely stripped off his shirt or thinking of Robbie makes Tim apologize he can't go trough. Sander's diagnosis is reassuring. Ludo sets another desinformation trap using Andrea. David enjoys Delfine's children stories and painting illustrations for the book version.    "
                },
                "167": {
                    "title": "Episode #1.167",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 167,
                    "original air date": "11 May 2010",
                    "year": "2010",
                    "plot": "\n    Tim accepts to study again now Quinten won't turn in the group assignment, so Stijn and Tessa will fail. After David's unacceptable utterings to the press, Pieter nearly convinces Herman to throw his rival out. Lotte's pa Jan gets back in her favor by announcing he has found a hamburger job and cheap apartment nearby.    "
                },
                "168": {
                    "title": "Episode #1.168",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 168,
                    "original air date": "12 May 2010",
                    "year": "2010",
                    "plot": "\n    Sander and Jan get along, albeit tensely, while trying to help Lotte prepare the charity exhibition. Presently obsessed with promises, David rudely leaves Delfine and their appointment with the children stories editor just to help Maarten by cooking in his absence, which proves unnecessary. Niels tells Delfine she's being considered for a TV talk show. Reporter Bauwens has bought pictures of David encountering prostitutes. Police detective De Smet tells him about LSD traces in David's blood.    "
                },
                "169": {
                    "title": "Episode #1.169",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 169,
                    "original air date": "13 May 2010",
                    "year": "2010",
                    "plot": "\n    After the article on David meeting prostitutes, nearly everybody turns against him. Herman wants him out of the house, the charity wants his works withdrawn from the exhibition, the book is canceled, Wellens Pharma decides to dump the bio-products, Stijn refuses him as anti-globalist volunteer. Tim and Sofie stand by him unconditionally. Maarten refuses to advice Herman about the Klaerghout stock problems but is allowed to work part-time.    "
                },
                "170": {
                    "title": "Episode #1.170",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 170,
                    "original air date": "14 May 2010",
                    "year": "2010",
                    "plot": "\n    Tim, still grieving for Robbie and objects to his chemistry professor's announcing the two chapters he won't cover in lectures will be exam material (and refuses to answer those questions although worth 8 out of 20 points). Lotte and Sofie arrange for Jan to be hired by Herman as a gardener in Maarten's temporary absence. Sofie has undone some of the damage of David's encounter with prostitutes while Pieter and Ludo hope it will discredit David if he ever remembers the illegal drug tests.    "
                },
                "171": {
                    "title": "Episode #1.171",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 171,
                    "original air date": "17 May 2010",
                    "year": "2010",
                    "plot": "\n    Tim is cramming again with Quinten and Laura. Maarten enjoys growing in fatherhood but still fails to find a way to combine it with a return to exploiting his financial expertise. Sander suddenly faints. Niels's documentary airing satisfies Delfine's vanity and stirs philosophizing about image. But it contains embarrassing indiscretions. Pieter's attempt to inject David with another memory-blocking cocktail goes wrong.    "
                },
                "172": {
                    "title": "Episode #1.172",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 172,
                    "original air date": "18 May 2010",
                    "year": "2010",
                    "plot": "\n    While Tim is cramming, Stijn gets Tessa to steal a drug from the college lab to stage drug-dealing 'by Tim'. After Pieter got injected himself instead of David, he forgets a house-hunt appointment, so Sofie pouts having missed out on her first choice. Maarten arranges to help Herman with his stock problem after all. Niels tells Delfine his job comes first, she third. David works in Jan as household helper.    "
                },
                "173": {
                    "title": "Episode #1.173",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 173,
                    "original air date": "19 May 2010",
                    "year": "2010",
                    "plot": "\n    Tim studies for his life now he must get 12/12 on the exam questions he won't boycott. Stijn pays equally unsuspecting students to hand Tim the pills Tessa stole and cash so he can record him 'dealing', then posts it all on YouTube. Haughty Laura and even Quinten actually believe it and dump Tim. Pieter gets Sofie's dream-house from the initial buyers. Sander is diagnosed with leukemia but sticks to his fanatical aversion of scientific medicine.    "
                },
                "174": {
                    "title": "Episode #1.174",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 174,
                    "original air date": "20 May 2010",
                    "year": "2010",
                    "plot": "\n    Despite Tim's bleak predicament, he over the moon when Robbie returns to help him. The boys make love passionately. David confidently meets media people Niels and Karel to redeem his public image. Pieter tells his parents he can make Sofie convince Herman to buy back the bio-products. Maarten examines Klaerhout's stock slump.    "
                },
                "175": {
                    "title": "Episode #1.175",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 175,
                    "original air date": "May 2010",
                    "year": "2010",
                    "plot": "\n    Tim and Robbie passionately celebrate being united as true lovers all the way, after Tim makes clear he's trough with lesser flirts. Then it's time to concentrate on proving Tim's 'pill dealing' was staged expertly by Stijn. Herman buys back the bio-line at half price. Pieter is openly furious about Sofie still caring for 'unvivilised' David, who seeks comfort with fellow painter Tom.    "
                },
                "176": {
                    "title": "Episode #1.176",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 176,
                    "original air date": "24 May 2010",
                    "year": "2010",
                    "plot": "\n    Robbie can barely convince Tim to interrupt their passion to attend classes. As if being taunted by all students, even 'mate' Quinten, weren't bad enough, Tim's chemistry professor sneers he's liable to be expelled. Maarten informs Herman he sees trough Bea's dirty stock manipulation. Now the press restores David's pure reputation, she assumes Herman 'cheated' her (back) and vow revenge. Pieter rudely presses David must move to Antwerp, where present guest Tom lives, very soon.    "
                },
                "177": {
                    "title": "Episode #1.177",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 177,
                    "original air date": "25 May 2010",
                    "year": "2010",
                    "plot": "\n    Robbie delights Tim by cooking a pasta dinner and announcing he he found the way to download the original recordings Stijn manipulated. Sander still won't listen to therapeutic reason. Maarten broods on saving Klaerhout's stock. Even Sofie admits David's stalking must cease, but he won't get marriage is exclusive. Pieter presses to make him move in with Antwerp friend Tom.    "
                },
                "178": {
                    "title": "Episode #1.178",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 178,
                    "original air date": "26 May 2010",
                    "year": "2010",
                    "plot": "\n    Tim and Robbie's happiness is cut short when they discover the original videos are deleted from Stijn's notebook before Robbie could download them. While students massively believe Stijn's fake video, Robbie and Tim kiss publicly in front of them all. Pieter's fury about David stalking Sofie, now literally, isn't effectively supported by Herman or Sofie. Herman coldly rebukes Bea virtual take-over arrogance. Maarten convinces a friend trader to help Klarerhout by talking into the present stock guru's vanity.    "
                },
                "179": {
                    "title": "Episode #1.179",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 179,
                    "original air date": "May 2010",
                    "year": "2010",
                    "plot": "\n    Robbie is warmly welcomed back by Herman as Tim's steady lover, and for offering help to identify the hacker. Tim firmly refuses Laura's 'maybe I was prematurely judgmental' semi-excuses. Sander stubbornly braves tough love from Andrea and Lotte who can't stand by how he dies just to preserve his medically fatal 'principles'. Ludo tells already furious Pieter he saw Sofie sneak off to the beach with 'stalker' David. Pieter bitterly confronts her passive lies, demanding she finally sets borders for her and David.    "
                },
                "180": {
                    "title": "Episode #1.180",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 180,
                    "original air date": "28 May 2010",
                    "year": "2010",
                    "plot": "\n    Told about the 'dealer video', Herman asks Tim to explain the truth and follows Robbie's suggestion to contact the Internet police brigade. Hannelore tells Herman she spilled Maarten's method to Wellens' stock trader Renaat Davenburg. Sander finally gets promised unconditional maternal support regardless of his stubborn therapeutic stupidity. Sofie finally tells David to respect the exclusive borders of marriage, but he takes Maarten's explanation that means 'only what we do' too literally.    "
                },
                "181": {
                    "title": "Episode #1.181",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 181,
                    "original air date": "31 May 2010",
                    "year": "2010",
                    "plot": "\n    Only Tim accepts to help Delfine prepare for her new TV show. Ludo's ex-secretary hates Bea, so she spills the Wellens charade to Andrea. After Hannelore's confession, Herman and David press Maarten to save the Klaerhout stock. Lotte enlists Frankie, Sander's homeopathic therapist, to help convince him to accept real medical treatment. Frankie contacts Sofie about bio-medication, she decides to take the short holiday Pieter suggested to the Amazone forest, the most promising source of natural cures.    "
                },
                "182": {
                    "title": "Episode #1.182",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 182,
                    "original air date": "1 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    After the talk show prepping, Tim misses Robbie badly, but follows his advice by receiving police detective Kevin and briefs him on Stijn's vicious video, so the fiend's PC is confiscated. After a scolding match between Herman and Bea about 'dirty tricks', she fires Andrea and Hannelore and orders trader Renaat to kill off the Klaerhout stock. Because nun Rita remembered Pieter, he must admit to angry Sofie he took David's blood samples for research. Frankie and reinforcements convince Sander to try classical therapy.    "
                },
                "183": {
                    "title": "Episode #1.183",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 183,
                    "original air date": "2 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Stijn promises to return the original recordings if Tim drops his complaint, but it's a ruse to intrude and start a beastly fight. Sander is back at Lotte's, where Steven arrives demanding David's contract be honored, or bought off- by selling him the gallery. Maarten tells Liesbeth he has to trade again to save Klaerhout. David's Soefie-obsession now even extends to jealousy against Pieter, which even Herman urges she must rebuke.    "
                },
                "184": {
                    "title": "Episode #1.184",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 184,
                    "original air date": "3 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Tim gets a visit from police detective Kevin and accepts to file a formal complaint against Stijn, so the fiends's PC can be confiscated to track down the originals of the doctored video recording. Caspar is amused by Delfine's TV career enthusiasm, and in his dry style gives her the right push to go on.    "
                },
                "185": {
                    "title": "Episode #1.185",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 185,
                    "original air date": "4 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Tim accepts to lure Sofie to his penthouse so David can urge her to admit being i love with him and pleading to marry him, not Pieter. In class, Robbie shows the original recordings so everyone sees Stijn lied. When the fiend just scolds the 'sissy queers', they lovers proudly kiss. Not only the students cheer them and boo Stijn, even Tim's hostile chemistry professor apologizes for failing to counter bullying and tells Tim Stijn's father is pulling him from class. Maarten promises Herman to try countering trader Davenburg. Lotte makes reluctant Sander face the grim ...    "
                },
                "186": {
                    "title": "Episode #1.186",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 186,
                    "original air date": "7 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Tim and Robbie celebrate their victory over Stijn, although Tim sort of pities the fiend being ordered to stop studying by his dad. Herman calls an extended family council to formally announce his engagement to Andrea and her return to Klaerhout. Maarten's plan is working, although it doesn't seem to help the Klaerhout stock yet, so Renaat still believes he can kill off the firm. Robbie sweetly considers to return as sign of trust. Sofie acts coldly to both pushy David and groom Pieter.    "
                },
                "187": {
                    "title": "Episode #1.187",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 187,
                    "original air date": "8 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    To Tim's delight, Robbie asks and gets his Klaerhout job back, so he can return from Luxemburg for good. Sofie tells Pieter she needs time alone to consider her feeling for him and David. Startled Herman suggests she does so in Andrea's apartment now she moves in the Klaerhout home. Pieter self-inflicts a shin-wound he blames David for. Sander convinces Lotte the gallery deal is worthwhile if David resumes his career. Robbie refuses to react to a letter from his parents.    "
                },
                "188": {
                    "title": "Episode #1.188",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 188,
                    "original air date": "9 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Tim asks his dad for help to find Robbie's estranged parents, but there are no data in his personnel file. Casper talks Delfine out of giving up her talk-show just because of bitching friends. Sander suggests to Stijn taking over his cab shift now dad won't pay his studies anymore. Maarten starts the decisive Klaerhout stock battle against Renaat Davenburg, which seems to work.    "
                },
                "189": {
                    "title": "Episode #1.189",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 189,
                    "original air date": "Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Tim's request to help find Robbie's parents is rudely ignored by their ex Sven. David's Sofie-obsession leads to Tim considering his theory the robot-picture of the hacker's boss is Pieter. Stijn is back in the students bar, teaming up with his paroled anti-globalist friend. Sander accepts delaying moving into ma Andrea's apartment now she moves in with Herman, despite Delfine, who really stresses about her TV career. Lotte wants to make up with her dad by making Jan their firm's their administrator. Pieter blames his parents for being estranged from Sofie.    "
                },
                "190": {
                    "title": "Episode #1.190",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 190,
                    "original air date": "10 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Tim sneaks into Herman's office to peek into Robbie's file, searching for his lover's parents, without telling him. He's caught by the night-watchman, but believed he's on an errant for dad. Janos accepts to become Delfine's next TV talk-show guest. When Sofie tells Pieter she doubts their love, Pieter first tries to convince her moving out can cure her David obsession, ultimately dumps her too in rage.    "
                },
                "191": {
                    "title": "Episode #1.191",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 191,
                    "original air date": "14 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Tim breaks in to dad's office to peek at Robbie's secret personnel file. After reading his lover has a criminal record for 'vice offenses', they have a bitchy row and break up. Sander agrees to offer Jan joint directorship of their art trade firm. Herman shows Sofie the robot picture. Pieter and his parents panic.    "
                },
                "192": {
                    "title": "Episode #1.192",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 192,
                    "original air date": "15 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Tim rages his dad should have warned him for Robbie's vice-past, only to be told his own breaking actually is criminal, while Robbie was merely charged with illicit urinating. Tim still disregards Robbie's wish to stay out of his family troubles. Pieter is too late to destroy the evidence of his illegal research methods. Sofie finds everything and has him banned from the firm premises. Pieter blackmails his parents to save is bacon. Liesbeth finds Maarten collaborating with Hannelore and scolds it traitorous 'infidelity'. Jan happily accepts the co-directorship.    "
                },
                "193": {
                    "title": "Episode #1.193",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 193,
                    "original air date": "16 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Although Robbie is still bitter about his latest stunt, Tim pleads and begs till Sven sort of forgives him and passes Robbie's parents' coordinates. After Robbie finds Pieter's PC files, Sofie tells Herman his illegal tests on David compromise the entire Alzheimer cure break-trough. Herman and Andrea want to report it to the ethics commission, even after Bea offers to share the risk by speeding up the merger, which Herman now refuses. After failing to find a 'regular' job, David gets one in Klaerhout's cleaning crew. Maarten considers jealous Liesbeth a lost cause and...    "
                },
                "194": {
                    "title": "Episode #1.194",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 194,
                    "original air date": "16 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Tim meets Robbie's parents over an oysters dinner, rather too fancy for them. They tell him that Robbie was the one who cut all ties, as if they weren't good enough any more. Tim finds they didn't know Robbie is gay, and may have given him the impression to be homophobes. David is fired from the cleaning crew for peeking at papers showing Pieter used him as guinea-pig. Believing Sofie knew, he desperately runs away, stranding with a homeless loner on the beach. Herman swears he'll fight for firm and family. The Wellens family is desperate enough to decide Pieter must ...    "
                },
                "195": {
                    "title": "Episode #1.195",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 195,
                    "original air date": "18 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Pieter has escaped with the research results and evidence, but is arrested at the Wellens home. Tim decides to visit home, but first tenderly hugs Robbie who, decides to meet his parents. Jan gets Lotte's confidence to counter Steven's take-over. After Delfine asks both musicians for her next talk-show, Casper warns she's only using them, but Janos declares to love her. Maarten is back home, David still clueless now even Sofie seems a selfish liar.    "
                },
                "196": {
                    "title": "Episode #1.196",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 196,
                    "original air date": "21 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Police detective De Smet compares Pieter's, David's and Sofie's stories, which adds up to lending least credence to hers, so she's charged as accomplice. Stijn finds a cahoot for 'revenge' on Tim. On Jan's advice, Lotte asks Steven for a cash advance. David is completely disheartened.    "
                },
                "197": {
                    "title": "Episode #1.197",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 197,
                    "original air date": "22 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Hugo manages to keep Sofie free pending the police investigation, unlike Pieter. Ludo finds himself an official suspect too, so he calls his own lawyer. Sander is too sick to help Lotte move from the sold gallery to Andrea's apartment. Hannelore convinces Lisa she wants Hugo, not Maarten. David rages at Sofie that her whole civilization lies, even her, which hurts him must.    "
                },
                "198": {
                    "title": "Episode #1.198",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 198,
                    "original air date": "23 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    While Tim prepares dinner for Robbie's parents, he tries to calm Quinten and Laura, who fear she is pregnant, and he convinces her to do a test. Steven warns Janos that Delfine will dump him as soon a she finds a better catch, such as himself on account of his 'good stock'. Having lost his partner too, Maarten commiserates with Sofie and moves into David's workshop-home, Sander and Lotte in Andrea's apartment. Steven shows the gallery to another of his artists. Tom takes in David. Herman broods on a way out for Klaerhout Pharma.    "
                },
                "199": {
                    "title": "Episode #1.199",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 199,
                    "original air date": "24 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Tim grudgingly abandons the dinner with Robbie and his parents to attend a Klaerhout family council, where Herman's plan, mortgaging the home estate to finance Andrea's research project, is accepted. Casper gets a kiss from Delfine as soon as he suggests to present her to his showbiz-influential parents. Maarten tells Liesbeth he can't return to his menial job, but will only return to her if they commit for good. De Smet grills Pieter. Quinten makes Laura admit she is pregnant, and either he or Tim might be the father.    "
                },
                "200": {
                    "title": "Episode #1.200",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 200,
                    "original air date": "25 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Tim and Robbie are happy now his parents ask them for a return dinner, until Quinten arrives to tell them Laura is pregnant. When the medical ethics representative arrives at Klaerhout HQ, Sofie asks Herman to offer the Alzheimer results to an third firm. The police arrives also and finds an Alzheimer file in Hannelore's former office, according to her planted by Pieter. That accidentally sabotages Stijn and Fien's plan to free lab animals. Stijn blames Sander, who records that scolding as evidence to be used if they pull another stunt.    "
                },
                "201": {
                    "title": "Episode #1.201",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 201,
                    "original air date": "28 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Tim, Robbie, Quinten and Laura worry about the effects of her pregnancy, but the doctor concludes false alert. Pieter and Ludo are formally charged, based on their own accusations. Maarten advices Herman to announce the merger is canceled, just in time: the Klaerhout stock actually rises. The medical ethics commission clears Klaerhout, the Alzheimer project may also be salvageable. Hugo keep Sofie out of jail, unlike Pieter. Casper's parents are charmed by Delfine.    "
                },
                "202": {
                    "title": "Episode #1.202",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 202,
                    "original air date": "29 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Casper admits to Janos that Delfine intrigues him. Tim and Robbie visit Sofie for support, like Maarten, who was just hired as Klaerhout's new accountant. There they get the news Herman has formally proposed to Andrea, with diamond ring, and plans a wedding. Tom's idea David can help people by teaching graffiti vandals artistic painting fails. Steven is a wreck after the gallery fire. The news the merger is off shatters Bea.    "
                },
                "203": {
                    "title": "Episode #1.203",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 203,
                    "original air date": "30 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Even Casper now hopes Delfine might really care for Janos. The medical ethics commission completely clears Klaerhout. Now Andrea accepts to resume the Alzheimer research. Sander's plan to start a gallery with Lotte from the fire insurance payments saddens them. Maarten's new job allows a reconciliation with Liesbeth. Unlike Quinten, Tim still mistrusts Tessa. In jail, Bea tells bitterly startled Pieter and Ludo they have no more future in the Wellens firm, even if either gets out. David's dad Christian packs, nostalgically, to sail back to Miami.    "
                },
                "204": {
                    "title": "Episode #1.204",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 204,
                    "original air date": "30 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Robbie helps Sofie trace David's dad after all, in Antwerp, about to sail to sail to Miami for good. She reunites them, which arouses instant memories, enough for them to plan a joint emigration, but first David declares his love to Sofie and asks for her hand. At the wedding, Robbie remarks her emigration, ultimately to Amazonia, leaves Tim the new Klaerhout heir. Sander mediates between Lotte and Jan about starting a New York gallery or staying together. Delfine chooses Janos over Casper. Wellens pharmacy is closed down.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Episode dated 6 November 2009",
                    "kind": "episode",
                    "episode of": {
                        "title": "David (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "6 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Now the bunch treats Tim as teacher's pet too, he gets into a bar fistfight with Quentin. Pieter enjoyed the enforced sex with Hannelore, not her blackmail. Maarten can't talk David out of joining the anti-globalist action and refuses to help Sander by making him look 'naturally' rough. On a beach walk, David saves a drowning boy. On Janos's tour, Delfine clashes instance when meeting his musician Kasper. Lotte and her gallery's recommended guest artist Mathias Goethals don't get along either.    "
                }
            }
        },
        "number of episodes": 205,
        "cast": [
            {
                "name": "Van Dyck, Jeroen"
            },
            {
                "name": "Van Outryve, Bram"
            },
            {
                "name": "Rogiers, Kürt"
            },
            {
                "name": "Meskens, Nathalie"
            },
            {
                "name": "Meire, Ides"
            },
            {
                "name": "Aernouts, Steve"
            },
            {
                "name": "Borgmans, Warre"
            },
            {
                "name": "Bamps, Pieter"
            },
            {
                "name": "den Bos, Mark van"
            },
            {
                "name": "Decleir, Flor"
            },
            {
                "name": "Dehandschutter, Senne"
            },
            {
                "name": "Van Samang, Stan"
            },
            {
                "name": "Dzikanowice, Barbara"
            },
            {
                "name": "Van Pellicom, Kristine"
            },
            {
                "name": "André, Sandrine"
            },
            {
                "name": "Van Praet, Daisy"
            },
            {
                "name": "Verbeke, Katelijne"
            },
            {
                "name": "Broods, Natali"
            },
            {
                "name": "De Graef, Peter"
            },
            {
                "name": "Vermeire, Jacques"
            },
            {
                "name": "Bauwens, Michel"
            },
            {
                "name": "Beullens, Joyce"
            },
            {
                "name": "Claeyssens, Maarten"
            },
            {
                "name": "Van Tourhout, Benjamin"
            },
            {
                "name": "Schillebeeckx, Floris"
            },
            {
                "name": "Vanhegen, Dries"
            },
            {
                "name": "van Dijck, Rikkert"
            },
            {
                "name": "Boen, Steven"
            },
            {
                "name": "Burke, Erik"
            },
            {
                "name": "Van Keymeulen, Pieter"
            },
            {
                "name": "Danckaert, Wim"
            },
            {
                "name": "Paulussen, Inge"
            },
            {
                "name": "De Hoog, Tom"
            },
            {
                "name": "Zaimi, Uliks"
            },
            {
                "name": "Pevenage, Patrick"
            },
            {
                "name": "Blereau, Camilia"
            },
            {
                "name": "Verheyen, Anna"
            },
            {
                "name": "Bundervoet, Elise"
            },
            {
                "name": "Zajc, Stefan"
            },
            {
                "name": "Diependaele, Leen"
            },
            {
                "name": "Kuppens, Eline"
            },
            {
                "name": "Vaesken, Bram"
            },
            {
                "name": "Van Dijck, Brik"
            },
            {
                "name": "Bisback, Olivier"
            },
            {
                "name": "Deploige, Govert"
            },
            {
                "name": "Willems, Rik"
            },
            {
                "name": "De Ridder, Deborah"
            },
            {
                "name": "Declercq, Aza"
            },
            {
                "name": "Der Aa, Frans Van"
            },
            {
                "name": "Van Ostade, Ben"
            }
        ],
        "locations": [
            "Dominican Republic::(opening sequence)",
            "Koksijde, Belgium::(outdoor scenes)",
            "Lint, Belgium::(studio)"
        ],
        "genres": [
            "Comedy",
            "Drama",
            "Romance"
        ],
        "runtimes": [
            "25"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 4.6,
        "votes": 43,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjM1ZDI3NDItNWU4My00Y2E0LThhNmUtOWI4NjIyYjBjZjMyXkEyXkFqcGdeQXVyMjI0NDA4MDU@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Herman Klaerhout is the CEO of a Belgian pharmaceutical company. His son Tim starts studying chemistry, which earns him new friends and enemies. Robby, the firm's young ICT specialist, acts as Tim's motivating father-substitute or gentle big brother and has a gay crush on him. Tim's sister Sofie, the firm's research star, returns from a Caribean holiday with her fiancé Pieter Wellens, also researcher an pharmaceutics heir, with an island-stranded young man who only gradually starts remembering his past as Belgian David Verbeecke. The rustic Klaerhout estate in managed by Maarten, a frustrated former finance whiz. Herman's deputy Andrea's idealistic son Sander gets in trouble with activists and his lover, spoiled gallery owner Lotte.",
        "languages": [
            "Dutch"
        ],
        "title": "David",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2010",
        "akas": [
            "David (Belgium)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "De Prest, Mathias"
            },
            {
                "name": "Merckx, Nicole"
            },
            {
                "name": "Reymenants, Geraldine"
            }
        ],
        "production companies": [
            {
                "name": "Eyeworks Film & TV Drama"
            }
        ],
        "distributors": [
            {
                "name": "VMM"
            }
        ],
        "plot": [
            "Herman Klaerhout is the CEO of a Belgian pharmaceutical company. His son Tim starts studying chemistry, which earns him new friends and enemies. Robby, the firm's young ICT specialist, acts as Tim's motivating father-substitute or gentle big brother and has a gay crush on him. Tim's sister Sofie, the firm's research star, returns from a Caribean holiday with her fiancé Pieter Wellens, also researcher an pharmaceutics heir, with an island-stranded young man who only gradually starts remembering his past as Belgian _David_ (qv) Verbeecke. The rustic Klaerhout estate in managed by Maarten, a frustrated former finance whiz. Herman's deputy Andrea's idealistic son Sander gets in trouble with activists and his lover, spoiled gallery owner Lotte.::KGF Vissers"
        ],
        "tech": {
            "runtime": [
                "25 min (Belgium)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 43,
                "rating": 4.6
            },
            "aged 18 29": {
                "votes": 14,
                "rating": 4.8
            },
            "aged 30 44": {
                "votes": 17,
                "rating": 3.3
            },
            "aged 45 plus": {
                "votes": 5,
                "rating": 6.7
            },
            "males": {
                "votes": 29,
                "rating": 3.9
            },
            "males aged 18 29": {
                "votes": 12,
                "rating": 4.4
            },
            "males aged 30 44": {
                "votes": 12,
                "rating": 3.0
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 6.7
            },
            "females": {
                "votes": 7,
                "rating": 5.2
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 5,
                "rating": 4.5
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 8.0
            },
            "us users": {
                "votes": 2,
                "rating": 5.5
            },
            "non us users": {
                "votes": 27,
                "rating": 3.7
            }
        },
        "number of votes": {
            "10": 4,
            "9": 2,
            "8": 3,
            "7": 2,
            "6": 4,
            "5": 8,
            "4": 4,
            "3": 2,
            "2": 2,
            "1": 12
        },
        "arithmetic mean": 4.6,
        "median": 5
    }
}