{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "October 2009"
            },
            {
                "country": "Belgium\n",
                "date": "7 October 2009"
            }
        ],
        "release dates": [
            "Belgium::October 2009",
            "Belgium::7 October 2009"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    The whole Rodenburg family, led by Marie-Claire, appears at the funeral of the murdered Simon. \"Sex, Drugs and Rock'n Roll\" is engraved on his white coffin, which Marie-Claire ordered. But the most compelling speech comes from Freya, broken by grief over the death of her first great love. Stijn De Ridder is at another, intimate funeral, that of Del Monte Camilia. The young lawyer could not handle the break with Stijn and committed suicide. Fred is all in his new role as CEO of RIC. Karel is still not convinced of the abilities of his eldest son, but his ...    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "9 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Fred can't stand Karel interfering in RIC and blowing off deals behind his back. It comes to a serious confrontation between father and son and Benedicte must choose sides. Her decision has serious consequences for the family. Despite Fred's refusal, and without his knowledge, Maaike has posed for a photo shoot in lingerie. Marie-Claire can not leave it to tease her stepmother and it comes to a fight between the two women. Fred realizes the conflicts between his wife and daughter have to stop. Marie-Claire has barely recovered from the battle with Maaike or she is ...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "16 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    After Fred's Spanish debacle brought family firm RIC on the brink of ruin, Karel only accepts to invest half of the 3,000,000 loss and in exchange for all Fred's WestStar shares. later he donates the thus acquired real estate firm to his illegitimate grandson Daniel and Claire, ignoring they are secret lovers. later he passes on to them the golden tip about the Kortrijk city parking space management concession. Benedicte shivers at the return of the mysterious Claudia Schneider, who announces she's going to shatter an old family secret.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "23 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    There's no end to Fred's misery after Karel gave the shares in his former real estate firm, Weststar, away to Daniel and Claire. The police refuses to arrest Freya for viciously slapping him in the face, leading to a medical check-up that his wife insisted. Daniel assures Karel his mother has no reason to doubt his ability to graduate with honors while learning 'on the job'. Olivier curses the family name for side-tracking his political ambition. The whole family is staggered when Claudia Schneider sends them all a letter explaining Claire's mother isn't dead.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "30 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Fred refuses to believe it, but at the family meeting Marie-Claier called for Claudia proves to hold her proxy, hence half of WestStar, tempting Daniel to switch sides to her. Once loyal financial director Antoine tells Stijn Fred is selling off the lucrative Singapore participation, urging him to lever-raise the buy-out sum, for which Camilia's inheritance, which he formally accepts, makes a good start.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "7 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    The Rodenburgs don't bounce back easily now it becomes clear Claire's bitch-mother is staying at WestStar's helm. Daniël is tempted to change sides but seems loyal. The race for the parking concession is vital for RIC according to Karel. Olivier still can't cope with his political defeat and ends up drunk in bed with Freya. Stijn uses the inheritance to leverage-buy the Singapore participation, which he insists Antoine should invest in too.    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "14 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    After their drunk sex night, Olivier and unconscious Freya had a car accident. He left her behind the wheel and fled. The police arrests her as only suspect. Another stupid interview further harms her case, but Stijn hires a lawyer. Karel feels the risks if caught are to great for Olivier, so he arranges a consulate job in Vienna and tricks him to take the plane for Austria. Fred is too much obsessed with finding his brat to notice Antoine has already sold the Singapore participation to Stijn and accepts to pass on insider information on the parking concession. Daniel...    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "21 Oct. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    In addition to his daughter Marie-Claire, Fred now lost his wife Maaike and is consumed with guilt. When Agnes comes begging for her job at RIC, he can not refuse, even though he has given that job just to Chantal. Both women can quickly drink each other's blood. Stijn De Ridder has his own company out of nothing, but the gap between him and Hannah is getting deeper. Neither realizes now that their daughter Freya is playing a dangerous game in prison. And also Karel and Bénédicte both have their problems.    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Freya is released from prison and also manages to get Naomi free. Both girls enthusiastically celebrate their freedom with champagne ... in Fred's pool. Karel does not dare to confront his family with the bad news, but is determined to change his life. Bénédicte gives in to Claudia's blackmail and decides to sell some valuable paintings that have been family owned. But that is much to the dismay of Marie-France!    "
                },
                "11": {
                    "title": "Episode #2.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "16 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Benedicte is now completely in the grip of Claudia. Marie-France tries to convince her sister to tell Fred the truth before he finds out for himself. But Fred, still shocked by the loss of Maaike, is meanwhile slowly swayed by Claudia. Karel begs Freya to help him find missing Marie-Claire. Naomi sees a perfect chance to earn a lot of money. Hanne does not succeed in getting to her daughter. At the Town Hall the parking lot dossier is proposed, and the three opposing parties come into conflict.    "
                },
                "12": {
                    "title": "Episode #2.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "23 Feb. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Episode #2.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "2 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Freya gets five years prison. At the end of the episode, a man kills Stijn De Ridder.    "
                },
                "14": {
                    "title": "Episode #2.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "9 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Daniel lets Isabella understand he's the one who stabbed Stijn, who is too scared to help the police. Fred's refusal to cooperate leads to a pointlessly embarrassing short arrest. Bea's auction is sabotages is canceled because Claudia knows about the Jewish owners and demands restitution, but Bea prefers burning the proof, against husband and sister's advice. Karel pays a sanctimonious visit to Olivier snaring at his silence in the fatal crash case. Freya's lesbian friend hopes to get her out by pressuring Karel with Claire's whereabouts, which she gets by seducing ...    "
                },
                "15": {
                    "title": "Episode #2.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "16 Mar. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "7 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Rodenburg Investment Co. founder Karel 'Carlo' Rodenburg decides it's time to hand over his CEO post. His wife Bénédicte 'Bea' expects it to go to their eldest son Frederik 'Fred', who is about to marry model Maaike. But Fred isn't up to the job, a real estate agent without brains or conscience. Therefore Karel offers the job to outsider Stijn De Ridder, who is prepared to move to Kortijk with his wife Hanne and unruly daughter Freya. Fred's junior brother Olivier, a brilliant MP and lawyer, warns bratty Fred what deep trouble a zoning offense already brought him in, ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "14 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Patriarch Karel Rodenburg has had a cerebral bleeding, which left him comatose before he could announce Stijn De Ridder's appointment as next CEO. His wife and firstborn son Frederik 'Fred', who both want to succeed while his brother Olivier isn't interested, make that speech and the unsigned contract disappear. Fred's blackmailer now demands 20,000 Euros. The board is convened. The family majority isn't qualified to appoint Fred if hostile stock-holder Mrs. Marie-France Cénépart votes against him, but ma Benedicte is confident to convince her. The De Ridders consider...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "21 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    The hospital announces patriarch Karel is about to awake from his coma. His wife Bea insists Fred, the scorned heir, must quickly relinquish the throne he now couldn't keep anyway. So Stijn, whose lawyer told him the retrieved contract draft is an unsure claim in court, is offered the CEO post in a hurry and accepts. He decides to move and gets his sister Maaike, Fred's wife, to negotiate a perfect villa. The owner, old widow Vandepas, agrees but had already signed over attorney power to Fred's real estate firm. The fickle daughter objected to the move, until she ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "28 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Fred manages to make Stijn pay 20,000 cash extra for the villa. Freja is happy the sale is back on, now she can help Simon stay in the garden shed. Ma Bea persuades the doctor to let Karel have re-validation at home, where she can physically control him. Still he visits RIC, to check up on things. Fred makes sure Stijn is buried in files as well as social functions, till he literally drops. The real estate deal (with dodgy contractor Serge Vriendts) Fred hoped to make Stijn sign for half-blindly ends up tabled at a family dinner, where Ollie saves the day.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "4 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Karel refuses to fire Stijn for his political naivety but gets an office again to keep on eye on him. Simon could be happy with Freja, despite Claire, who pretends not to miss him but plans her revenge. Alas, his mother becomes Hanne's psychotherapy patient, likely to spill the beans. Simon even starts a fistfight with a friend of hers. Stijn plans to show the Rodenburgs he can succeed ethically. Oliver helps Fred overcome the crucial politician's objections to the Greninge project their way.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "11 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    The XTC Claire planted in Simon's jeans convince Hanne, who washes his cloths, the boy must be addicted, even lover Freya doubts him. Stijn examines the Groeninghe file endlessly, but drops everything when his college-ex and family lawyer Camilia visits unannounced. In therapy, Lise tells about her youthful operatic career and Simon's dad. Simon tells them she's the mythomaniac. Claire tells Maaike she's just dad's plaything of the year. She manages to make step-ma run away from the photo-shoot with Carlos and blame Fred for paying him. Although Stijn takes absurd ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "18 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Simon and Freja realize Claire set him up with drugs. She turns on pa Stijn for meddling now, while absent almost always. Hanne takes their side and stops taking Lise's rape story on face value. Stijn's bullying makes Simon move out. Fred refuses to choose between wife and daughter after the sabotaged photo-shoot, so he demands Claire involves Maaike in her own contract negotiation. Posing as a journalist, Olivier finally meets and charms his flame, yet she scares back. After another fall, Karel despairs about his recovery. Bea makes Fred use the opportunity to bond ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "25 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Fred hopes to pay blackmailer Jansen with RIC cash, but Karel already emptied the safe, or borrow against private assets. Family accountant Eric Stoops informs Karel, who makes Ollie tell the truth and takes charge. Band mate Bas refuses to tell Freya Simon bunks with him. Simon goes see her, but refuses to move back. Bea enjoys humiliating Stijn by arranging a TV interview with Ollie and her without even telling Stijn. Lisa's former therapist De Vusscher threatens, disgusted, to have unethical Hanne disbarred unless she stops her therapy. Karel's mistress Isabelle ...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Karel handles Fred's blackmailer by counter-threats and -offer: a job, to turn him into an ally. Olivier combines a political interview with sex, but remains obsessed with Isabelle. Furious her scheming didn't break up Simon and Freja, Claire decides to play nice. She treats Freja to her sexy Norwegian masseur Lars, who finds the virgin frigid, and promises Simon's band a pool party gig. Lise begs Simon to make Hanne accept her as patient again, but her ethics won't allow that. She curses, threatens and turns up dramatically at the Rodenburgs's yacht warming party.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "9 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    The police investigates Lise's drowning in the river as a suspicious suicide or murder. Son Simon gets prudish lover Freya to lie as his fake alibi, but Claire finally seduces him back into her bed. Hanne has none and must admit her therapy license wasn't renewed. Olivier dates her in Stijn's absence, while Fred and secretary Agnes dig for 'dirty secrets', which a PI can't find either. But subsidiary manager Antoine suggests Stijn procrastinates intolerably, so on Beatrice's advice Fred gives the go-ahead for a Norwegian offshore drilling participation.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "16 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Oversleaping with Marie-Claire, Simon nearly misses his murdered ma Lise's press-attended funeral. The police finds she was drugged before the drowning. Grandma admits she 'helped' providing the pills. Simon dumps Freya for having intended to blow his alibi but also refuses to stay with Claire. Stijn tells from Singapore, too late, the Norwegian investment is a nightmare money-drain, Karel blames only Fred. Olivier discovers Isabelle is pa Karel's lover and tells Fred he craves her and Hanne. Oli agrees with Hanne to be just friends again although Isaballe still shows...    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "23 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Simon is such a wreck during the pool party preparations that Freya fears he's back on drugs. Karel orders Jansen to sell Isabelle's villa, discretely. Jansens shows Karel 'as proof of loyalty' a picture of her kissing Olivier, confirming Sir's fear after finding a card from him he found there, ignoring Ollie was hidden there. Olivier found a picture suggesting Isabella has a son, but agrees with Fred they'll tell nobody. Karel summons Olivier to tell, order or beg him to step back, in vain.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "30 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    The preparations for Claire's luxury pool party go well. The scantily dressed 'please anyhow' staff and Simon's band please the happy crowd. Claire expects drunk Freya to fall for womanizer Daan, but Simon finds and 'rescues' her in bed. Yet when he brings her home, Stijn rudely 'forbids seeing my daughter anymore'. His wife is so disappointed to be neglected after his Singapore trip she gets drunk, he starts an affair with his lawyer and college ex. Jansen is told to back off by Karel and Fred. Karel fails to explain to Olivier how Isabella is 'not what you think', ...    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "6 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Politician tells Fred their corrupt game was noticed, by Jansen. Fred feels this can break Stijn, who unknowingly signed the deal, but Karel promises the blackmailer a fortune to avoid a scandal. Stijn is furious hearing Freya smoked pot, actually with Simon, ma figures a bit didn't harm herself either. Simon lies to Freya he's done with drugs now his band can make a record, managed by, who hired a producer to get time with Simon.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "20 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Hannah is against when Stijn wants to dip into Freya's college fund to pay for the RIC stock Karel promises he can acquire 'soon' as reward for some successful deals, especially avoiding a financial disaster in Bulgaria. Simon still isn't rid of his drug problem. Isabella comes closer.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "27 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    After Fred exposed Isabella as his illegitimate sister, everyone blames him rather then discrete adulterer Karel. Ma hisses exposing her publicly only strengthens her hand if she wants a share of the Rodenburg inheritance. Hoping the record Claire arranges will provide ample income, Simon lives dangerously, in debt with drug dealer Goran, who starts charging interest. After the Bulgarian debacle, Stijn gets inside information about a British bank RIC is involved with, but hesitates to risk prosecution.    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "3 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Fred helps himself to proof of Stijn's insider trading. Maaike found out he got sterilized behind her back and warns Stijn, who tells Karel but is commended. After Maaike says she'll leave Fred for denying her a child, he abstains from actually reporting to the Belgian SEC. Manager Claire skillfully makes sure Simon spends all his time with her and pretend in public to be available, for the girls fans' favor. Freyya wines even more jealous once she discovers she's expecting his child. On Maaike's advice she tells him, is ordered to have an abortion but rather dumps ...    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "10 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Marie-Claire has car-crashed and needs serious facial surgery, likely to leave her scarred for life. Passenger Freyya is almost unhurt, but admits she was stoned. Stijn absurdly blames and nearly beats up Simon, who later gets to make up. Stijn has been committing adultery during the accident with Camilia, but afterward dumps her, which she refuses to accept. Now the elections approach, Olivier sets up his HQ in RIC and enlists Hanne as campaign helper.    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "17 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Marie-Claire needs recovery and further surgery, so she must leave Simon's management largely to Freyya till further notice. His drug-dealer makes sure they know about his debts. Furious about a strike, Fred abuses construction union rep Joost Dierix and is forced to spend a day laboring on a site. Olivier moves his campaign into the RIC offices and considers Hanna's suggestions to appear more a man of the people. Stijn still trusts Roodenburgh vassals stupidly. Vindictive dumpee Camilia tries in vain to let Olivier expose his adultery for her.    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "24 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Although Simon paid his debts, he's stabbed into a coma by his drug dealer for refusing to keep buying. Freyya just freaks, but Claire cleverly confers with his band producer to use the free publicity for his record. Camilla sends the adultery pictures to Hanne, who throws Stijn out and makes love with Olivier on the Roodenburg yacht. He and Fred feels it's worth a punch from Stijn. Marie-France announces she already signed the sale of her shares, so the family must match 30,000,000 Euros. Karel orders the books doctored so the bank while grant such a risky loan.    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "3 Mar. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "10 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Stijn stupidly changes his mind and re-files quarterly figures the bank didn't want to know, so the loan required to buy Marie-France's stock is reduced and Karel calls Stijn his worst mistake ever. Simon's incompetent doctor reports herself after badly reviving him from artificial coma which brings him in a natural one. Marie-Claire promises him 'anything' if he just wakes up. Olivier and lover-campaign manager Hannah wrestle with Stijn's exposed adultery with now-scorned Camilia. Fred suffers soreness after his fertility-repair, while Maaike gets a modeling offer ...    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "17 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Simon finally awakens from his coma, but has almost total amnesia. The police thinks he fakes it, Goran's drug gang watches the hospital. Hanna wines as if Olivier exposed their affair in an interview, while in fact it's fair damage control. Agnes and the family hope the female voters will forgive him despite the bleak polls. Stijn still thinks he can avoid sacking because of his hefty severance pay clause. Karel is satisfied Fred's millions allow the family to buy Marie-France's shares after all, even after she admits their was no serious other buyer.    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "De Rodenburgs (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "17 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Isabella finally present her son, student Daan, to the family. Karel immediately takes to him, Bea senses a dangerous threat. Fred successfully forces Stijn to resign to avoid prosecution. He convinces Hanna Stijn lied again, so she dumps him completely. Instead of taking him back to help him to a revenge, Camilia prides herself on manipulating his downfall. Both lovers offer to take amnesiac Simon in, but he only trusts Clair. Karel finally accepts to make Fred CEO. Olivier wins his senatorial election after all.    "
                }
            }
        },
        "number of episodes": 39,
        "cast": [
            {
                "name": "Sercu, Mathias"
            },
            {
                "name": "Danckaert, Wim"
            },
            {
                "name": "Embrechts, Pieter"
            },
            {
                "name": "Verdrengh, Mike"
            },
            {
                "name": "De Bal, Gilda"
            },
            {
                "name": "Heijnen, Hilde"
            },
            {
                "name": "Wellens, Daphne"
            },
            {
                "name": "de Grave, Lien"
            },
            {
                "name": "Vinck, Marie"
            },
            {
                "name": "Dohnke, Sura"
            },
            {
                "name": "Eyckermans, Veerle"
            },
            {
                "name": "Ilegems, Bieke"
            },
            {
                "name": "Blondeel, Hein"
            },
            {
                "name": "Van Duyse, Luc"
            },
            {
                "name": "Hellinx, Ludo"
            },
            {
                "name": "Ketels, Maarten"
            },
            {
                "name": "Aerts, Stef"
            },
            {
                "name": "Lomme, Chris"
            },
            {
                "name": "Kloek, Tania"
            },
            {
                "name": "Devynck, Joke"
            },
            {
                "name": "Bosmans, Maarten"
            },
            {
                "name": "Ryckewaert, Thomas"
            },
            {
                "name": "Bauwens, Michel"
            },
            {
                "name": "Bossuyt, Twiggy"
            },
            {
                "name": "Blereau, Camilia"
            },
            {
                "name": "Goemaere, Patricia"
            },
            {
                "name": "Mora, Sofie"
            },
            {
                "name": "Neuville, Maaike"
            },
            {
                "name": "Morren, Rudy"
            },
            {
                "name": "Van Eeghem, Marc"
            },
            {
                "name": "Dierens, Frank"
            },
            {
                "name": "Arrendell, George"
            },
            {
                "name": "Decorte, Wim"
            },
            {
                "name": "de Beck, Karolien"
            },
            {
                "name": "Van Baarle, Theo"
            },
            {
                "name": "Boels, Griet"
            },
            {
                "name": "Vereycken, Eddy"
            },
            {
                "name": "Peeters, Victor"
            },
            {
                "name": "Verheye, Rik"
            },
            {
                "name": "Coessens, Marc"
            },
            {
                "name": "Vermeulen, Geert"
            },
            {
                "name": "Vingerhoets, Karel"
            },
            {
                "name": "De Velde, Wim Van"
            },
            {
                "name": "Van Ostade, Ben"
            },
            {
                "name": "de Gruyter, Leslie"
            },
            {
                "name": "Vanhegen, Dries"
            },
            {
                "name": "De Grauwe, Heidi"
            },
            {
                "name": "Domen, Christel"
            },
            {
                "name": "Becquart, Ruth"
            },
            {
                "name": "Langley, Nicky"
            }
        ],
        "locations": [
            "Kortrijk, Belgium"
        ],
        "genres": [
            "Drama",
            "Romance"
        ],
        "runtimes": [
            "50"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 6.3,
        "votes": 80,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjFmMjZkZDgtZmZjMy00ZTJlLTlmNmQtMWIzOGYyYjhhOWMwXkEyXkFqcGdeQXVyOTM2ODgzMg@@._V1_SY150_CR3,0,101,150_.jpg",
        "plot outline": "The Rodenburgs are an influential, very wealthy family, which lives in a small castle near the Flemish city Kortrijk. As in \"Dallas\", the fortune patriarch Karel gathered doesn't bring them much happiness. And a complex, partially illegitimate family tree is just part of the dirty intrigue. Ambitious oldest son Olivier represents them in politics.",
        "languages": [
            "Dutch"
        ],
        "title": "De Rodenburgs",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2011",
        "akas": [
            "De Rodenburgs (Belgium)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Ameye, Christophe"
            },
            {
                "name": "Bossuyt, Lukas"
            },
            {
                "name": "Gadisseur, Luc"
            }
        ],
        "production companies": [
            {
                "name": "Skyline Film & Television"
            }
        ],
        "distributors": [
            {
                "name": "VMM"
            }
        ],
        "plot": [
            "The Rodenburgs are an influential, very wealthy family, which lives in a small castle near the Flemish city Kortrijk. As in \"Dallas\", the fortune patriarch Karel gathered doesn't bring them much happiness. And a complex, partially illegitimate family tree is just part of the dirty intrigue. Ambitious oldest son Olivier represents them in politics.::KGF Vissers"
        ],
        "tech": {
            "runtime": [
                "50 min (Belgium)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 80,
                "rating": 6.3
            },
            "aged 18 29": {
                "votes": 26,
                "rating": 6.2
            },
            "aged 30 44": {
                "votes": 30,
                "rating": 5.6
            },
            "aged 45 plus": {
                "votes": 13,
                "rating": 6.8
            },
            "males": {
                "votes": 61,
                "rating": 5.8
            },
            "males aged 18 29": {
                "votes": 20,
                "rating": 5.7
            },
            "males aged 30 44": {
                "votes": 27,
                "rating": 5.4
            },
            "males aged 45 plus": {
                "votes": 13,
                "rating": 6.8
            },
            "females": {
                "votes": 11,
                "rating": 7.3
            },
            "females aged 18 29": {
                "votes": 6,
                "rating": 7.9
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 7.7
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 6.3
            },
            "us users": {
                "votes": 2,
                "rating": 3.0
            },
            "non us users": {
                "votes": 54,
                "rating": 6.0
            }
        },
        "number of votes": {
            "10": 13,
            "9": 5,
            "8": 11,
            "7": 19,
            "6": 6,
            "5": 8,
            "4": 2,
            "3": 4,
            "2": 2,
            "1": 10
        },
        "arithmetic mean": 6.3,
        "median": 7
    }
}