{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "5 May 2009"
            }
        ],
        "release dates": [
            "USA::5 May 2009"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Racing Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "3 Dec. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Hot Rod Magazine Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "17 Dec. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Party Lounge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "18 Mar. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Pet Hideaway",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "18 Mar. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Goldberg's Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "10 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Bill Goldberg may be an expert on reinventing garages, but you wouldn't know it from his wife Wanda's garage. Complete with a cracked floor, antiquated doors, and a wall poorly dividing the space, Wanda's garage could use a little help from her husband and the rest of the Garage Mahal team. With a rustic look in mind, the team adds two-tone patina to the walls and accents the space with faux beams. To make the space more functional, the team knocks out the dividing wall, refurbishes the garage doors, and adds a special drawbridge shelving unit to house a TV, sound ...    "
                },
                "6": {
                    "title": "Ultimate Sports Fan Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "17 Apr. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Home Gym",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "24 Apr. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Recording Studio Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "15 May 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Golf/Motorcycle Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "22 May 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Mixed Martial Arts Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "29 May 2011",
                    "year": "2011",
                    "plot": "\n    Joe Rogan has always wanted his garage to be a comfortable space where he could work out and work on his cars. At the moment, though, disorganization and clutter have taken over. Luckily, Bill and the Garage Mahal team have a plan to turn things around. This space is getting a major overhaul, from a four-post car lift and extensive new storage to a custom-built practice ring, complete with top-of-the-line mats and equipment.    "
                },
                "11": {
                    "title": "Night Club Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "5 Jun. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Wine Bar Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "26 Jun. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Adam Carolla Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "28 Oct. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Entertainment Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "5 May 2009",
                    "year": "2009",
                    "plot": "\n    The Cazana's are a newly married couple with a beautiful home. The only problem is they have a dingy detached garage that needs a lot of work. With a little help, Brian and crew help finish the space; complete a new lounge area, bar corner and dining space. The Cazana's always wanted an extra space to entertain friends and family and now they have a functional garage that not only allows them to store tools and park their car, but still feels like a cozy cottage that everyone can enjoy.    "
                },
                "2": {
                    "title": "Wine Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "12 May 2009",
                    "year": "2009",
                    "plot": "\n    The Chesney's have a lovely home but their garage has a serious problem...it was never completed. With the help of a small army, Brian and crew help finish the space; complete with floors, wall storage, and even a table that rises right out of the cobblestone floor. Using the inspiration of a recent trip to Italy, the Chesney's not only get a functional garage, but in an instant the room transforms into an inviting wine cellar that's perfect for entertaining.    "
                },
                "3": {
                    "title": "Home Theater Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "19 May 2009",
                    "year": "2009",
                    "plot": "\n    Mary Helen & John met at a film festival and their mutual love of film seemed to make for a perfect match, but merging their lives would reveal a big problem...too much stuff! A collection of film memorabilia has practically taken over the garage which is already inundated with exposed plumbing and duct work that hang from the ceiling. With the help of Brian and his team, they tackle the ceilings, floors, doors and cabinets to transform the space into the perfect Hollywood hideaway (for their cars) that can convert into a private screening room in an instant.    "
                },
                "4": {
                    "title": "Rock & Roll Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "26 May 2009",
                    "year": "2009",
                    "plot": "\n    Dwight Hundley has been playing guitar for 25 years. Usually, he and his bandmates jam in the family's sitting room, which isn't exactly what his wife Joshalyn had in mind for that space. So Brian Corsetti and his team of Garage Mahal experts turn their very typical two car garage into the ultimate rock and roll refuge. A fresh paint job with loud colors starts the transformation along with an easy roll out floor. The addition of overhead storage takes care of all the clutter, without taking up space. Professional sound gear, a loaded light truss fixed to the ceiling,...    "
                },
                "5": {
                    "title": "Home Gym Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Laurence and Tanya Brown's life changed drastically with the arrival of their baby girl. Making time to work out has become a priority and if they can clear the clutter in their garage, they'll finally have the space to do it. We've designed a home gym that will maximize space and give the Brown's the total workout they need. First up a rock climbing wall with a middle section that performs triple duty with a fold-out massage table and Pilates reformer system. Popular Mechanic editor Larry Webster drops by to tackle the monkey bars that will add some variation to the ...    "
                },
                "6": {
                    "title": "Casino Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "4 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    The Hayners have two problems...a dysfunctional garage filled with clutter and a craps table that has taken over their dining room. With the help of Brian Corsetti and the Garage Mahal crew the space normally reserved for parking cars and collecting clutter becomes the life of the party with a storage wall that neatly holds household items by day and with a simple move reveals a hidden party playhouse complete with custom Roulette and Blackjack tables that fold out of the wall, a lifelike view of the Las Vegas strip and a metal toolbox that pulls double duty when it ...    "
                },
                "7": {
                    "title": "Sleek Organized Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "11 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    When Phillip and Cassandra Stuart combined households they not only doubled their belonging, but they doubled the clutter in their garage. So Brian Corsetti and his team of Garage Mahal experts head in to help the Stuarts de-clutter and add style to their garage. Paint and stainless steel panels are added to give the garage a modern, sleek look, while new custom shelving and overhead storage transform the garage into an organized place to work, store tools and still park their cars.    "
                },
                "8": {
                    "title": "Guy Gear Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "18 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    The Brannings are a family of many hobbies, so in three days Brian Corsetti and his team will help them turn their just-completed empty garage into the ultimate place to park their boat, work on motorcycles, and hang out. Fresh paint, an interlocking floor, and elevated shelving start the transition; while a skateboard library ladder and vintage muscle car hoods make the space truly unique. One hood features an original paint scheme by renown airbrush artist Mickey Harris, and raises electronically to reveal a flat screen TV. A set of shelves coated with truck ...    "
                },
                "9": {
                    "title": "Woodworking Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "25 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Keith Akard is serious about building custom furniture and has some serious skills. The problem is, his two-car garage is packed with junk leaving no place to work with wood. But Team-Garage Mahal led by Brian Corsetti is about to change all of that. A custom-built workbench will house, and hide, all of his power tools, storage racks will be built to roll around the floor and hang from the ceiling, and a powerful sawdust collection system will keep it all clean.    "
                },
                "10": {
                    "title": "Sportsman's Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "1 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Anthony and Holly Mills' two car garage actually holds two cars, one motorcycle and tons of hobby stuff, from hunting gear to golf clubs. The problem isn't fitting everything in, it's using the space once it's filled. Brian Corsetti and his team of Garage Mahal experts help the Mills make the most of their small garage by adding dedicated storage for the motorcycle in an adjacent utility room, building narrow cabinetry with sliding doors, and constructing the first ever closet in the sky. The unique drop down closet stores bins flush to the ceiling and opens at the ...    "
                },
                "11": {
                    "title": "Classroom Kitchen Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "12 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Holly Hambright is an executive chef who wants to bring her work home. Her dream is to teach cooking classes and her 2-car garage is big enough to be a great test kitchen. The problem is, right now it is TRASHED. But in 3 days Brian Corsetti and his team will clear out Holly's garage and make it a sterile, state-of-the-art place to cook. Concrete counters will give students a place to prep their food, mirrors on the ceiling will allow easy viewing of what's cooking on the stove, and a dividing wall will make it possible for Holly to still park her car! Watch as Garage...    "
                },
                "12": {
                    "title": "Sports Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "15 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    In this episode of Garage Mahal, Brian Corsetti and his team transform a packed out garage into the perfect space for athletic coaches Erik and Andra Hutchins. When the job's done, this garage looks more like a training area in a high-end sports arena than a place to park a car. Durable chain link lockers are built to house all of their gear. A pivoting shelf reveals a full-length mirror for Andra to use when choreographing cheers and a back-lit dry-erase board and flat screen TV are installed for Erik to use when reviewing games and making up new plays. It's an ...    "
                },
                "13": {
                    "title": "Guy Fieri's Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "14 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Guy Fieri, Food Network's superstar chef, is one busy fella. That's why the Garage Mahal team has come to help him turn his bare garage into a sleek, eclectic space complete with an incredible bar on wheels, diamond plate wainscoting, and a half ton of auto parts including vintage car hoods that raise to reveal flat screen TV's. In the end this garage is transformed into a functional and unique space that is 100% Guy Fieri.    "
                }
            },
            "2": {
                "1": {
                    "title": "Leno Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "9 Apr. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Casino Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "16 Apr. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Eco Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "23 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    The Museum of Science and Industry houses Chicago's greenest home as part of their Smart Home: Green + Wired exhibit. Bill Goldberg and the Garage Mahal team are brought in to make the garage as cool as the home. A workbench tricked out with energy efficient tools, a recycling center you can build at home, and a system to convert cooking oil into fuel are just a few of the incredible builds going into the space. The team even gets a hand from eco-friendly guru Ed Begley, Jr.    "
                },
                "4": {
                    "title": "Pub Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "30 Apr. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Video Game Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "14 May 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "BMX Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "21 May 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Ultimate Game Room Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "28 May 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Ultimate Home Gym Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "4 Jun. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Wired/Airplane Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "11 Jun. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Car & Driver Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "18 Jun. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Hot Rod Garage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "25 Jun. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "The Ultimate Home Office",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "2 Jul. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "The Screening Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Garage Mahal (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "9 Jul. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 39,
        "cast": [
            {
                "name": "Goldberg, Bill"
            },
            {
                "name": "Moore, Darren"
            },
            {
                "name": "Corsetti, Brian"
            },
            {
                "name": "Haun, Nathan"
            },
            {
                "name": "Fieri, Guy"
            },
            {
                "name": "Leno, Jay"
            },
            {
                "name": "Jr., Ed Begley"
            },
            {
                "name": "Rogan, Joe"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 7.1,
        "votes": 9,
        "title": "Garage Mahal",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Garage Mahal (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "River Media"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 9,
                "rating": 7.1
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 5.8
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 5.0
            },
            "males": {
                "votes": 6,
                "rating": 6.9
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 8.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 5.0
            },
            "females": {
                "votes": 3,
                "rating": 5.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 4.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 4.0
            },
            "us users": {
                "votes": 4,
                "rating": 4.2
            },
            "non us users": {
                "votes": 3,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 4,
            "9": 0,
            "8": 0,
            "7": 2,
            "6": 0,
            "5": 1,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.1,
        "median": 7
    }
}