{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "9 November 2009"
            },
            {
                "country": "Australia\n",
                "date": "19 March 2010"
            },
            {
                "country": "Belgium\n",
                "date": "1 January 2011"
            },
            {
                "country": "Sweden\n",
                "date": "10 June 2011"
            },
            {
                "country": "Finland\n",
                "date": "1 October 2011"
            },
            {
                "country": "Hungary\n",
                "date": "1 November 2011"
            },
            {
                "country": "Germany\n",
                "date": "22 October 2014"
            }
        ],
        "release dates": [
            "UK::9 November 2009",
            "Australia::19 March 2010",
            "Belgium::1 January 2011",
            "Sweden::10 June 2011",
            "Finland::1 October 2011",
            "Hungary::1 November 2011",
            "Germany::22 October 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Miranda"
            },
            {
                "countries": "Croatia",
                "title": "Miranda"
            },
            {
                "countries": "Finland",
                "title": "Miranda"
            },
            {
                "countries": "Hungary",
                "title": "Miranda"
            },
            {
                "countries": "Russia",
                "title": "Миранда"
            },
            {
                "countries": "Serbia",
                "title": "Miranda"
            }
        ],
        "akas": [
            "Miranda (original title)",
            "Miranda Croatia",
            "Miranda Finland",
            "Miranda Hungary",
            "Миранда Russia",
            "Miranda Serbia"
        ],
        "akas from release info": [
            "Miranda (original title)",
            "Miranda Croatia",
            "Miranda Finland",
            "Miranda Hungary",
            "Миранда Russia",
            "Miranda Serbia"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "I Do, But to Who?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miranda (TV Series 2009–2015)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 136,
                    "original air date": "25 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Miranda must now choose who to marry. Will it be Gary or Mike? Or will she choose to reject both proposals?    "
                },
                "2": {
                    "title": "The Final Curtain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miranda (TV Series 2009–2015)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 158,
                    "original air date": "1 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Miranda tries to convince herself and others that she is over Gary.    "
                }
            },
            "1": {
                "1": {
                    "title": "Date",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miranda (TV Series 2009–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 232,
                    "original air date": "9 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Miranda is so tall that delivery men to the joke shop she owns frequently mistake her for a man. Penny, her mother, is desperate to marry her off. Then the gorgeous Gary, an old friend who has been abroad but is now working as the chef in the cafe next to the shop, asks her out. Miranda pulls all the stops out to look her most glamorous - but only succeeds in frightening the poor lad away.    "
                },
                "2": {
                    "title": "Teacher",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miranda (TV Series 2009–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 201,
                    "original air date": "16 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Miranda wants to create a romantic moment between herself and Gary. Flat-mate Stevie thinks a knowledge of French might help and takes her to her French class. The tutor - who cops off with Stevie - turns out to be Miranda's old school teacher and Miranda gets stuck in a chair. Tango lessons seem more promising but Miranda loses Gary to the instructress and, just as the couple are getting cosy during a cookery lesson in the flat, the moment is ruined by the arrival of friends and family.    "
                },
                "3": {
                    "title": "Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miranda (TV Series 2009–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 174,
                    "original air date": "23 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    When Miranda's school friend Tilly gets a promotion, Penny, not to be outdone, puts it about that Miranda also has a great new career. This leads to an awkward interview with Evergreens department store which ends with Miranda standing on the table performing 'The Greatest love of All' to a stunned interview panel. Worse follows when, due to a misunderstanding, people think she had a wee in the ball pool at the staff gym, though, on the plus side, Gary does, literally, sweep her off her feet.    "
                },
                "4": {
                    "title": "Holiday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miranda (TV Series 2009–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 198,
                    "original air date": "30 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Miranda cannot be bothered with all the hassle of foreign travel so, telling everybody she is off to Thailand, she books into a local hotel. However she is rumbled, first by her mother when she goes home for more clothes and then by Gary's boss Clive, who turns up as her escort. There is compensation when she is mistaken for a high-flying conference attendee called Amanda and hits it off with the organizer, but when the real Amanda shows up there is nothing for it but to climb out of the nearest window.    "
                },
                "5": {
                    "title": "Excuse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miranda (TV Series 2009–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 169,
                    "original air date": "7 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    To stop her mother organizing a Pride and Prejudice themed party to find her a beau Miranda agrees to a blind date with Tilly's friend Dreamboat Charlie, but he is a total bore and so the date is off and the party on again. Miranda's excuse is to claim she is gay but then it becomes a Coming Out party. She does meet a handsome young man but as soon as he opens his mouth any hopes of a relationship are doomed.    "
                },
                "6": {
                    "title": "Dog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miranda (TV Series 2009–2015)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 158,
                    "original air date": "14 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Miranda has been invited to Henley Regatta and her mother gives her tips on how not to disgrace herself. However, Miranda has more pressing concerns, such as competing with Stevie for a date with handsome, dog-loving customer Robert Husband and trying to talk Gary out of leaving to work in Hong Kong.    "
                }
            },
            "2": {
                "1": {
                    "title": "The New Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miranda (TV Series 2009–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 193,
                    "original air date": "15 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Miranda makes an effort to get over Gary's departure to Hong Kong by reinventing herself as a more worldly, sophisticated woman, which is not easy, as her mother has moved in with her. After two misunderstandings, which find her accidentally working in a big store's bedding department and ending up with a goat in the flat, she meets handsome American Danny, who gives her a big kiss in public - just as Gary returns from Hong Kong to witness it.    "
                },
                "2": {
                    "title": "Before I Die",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miranda (TV Series 2009–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 145,
                    "original air date": "22 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Danny has gone and Miranda is asked by Gary's awful friends Chris and Alison to be godmother to their unborn child. She attends a funeral, unaware of who's in the box, which makes it hard when she is asked to give a eulogy, but she comes to see that she has never done anything good, to make her remembered at her own funeral, so she reads to the elderly and to children and signs up for a sponsored parachute jump, all to seemingly little purpose. However this ultimately proves to make her very popular at a charity party given by her mother, which comes in handy since ...    "
                },
                "3": {
                    "title": "Let's Do It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miranda (TV Series 2009–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 153,
                    "original air date": "29 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    At last Miranda seems to be getting somewhere with Gary but their attempts to snatch a romantic moment are constantly thwarted. Miranda's friend Tilly is due to marry handsome soldier Rupert but he starts to come on to Miranda, as does the obnoxious 'Dreamboat' Charlie. Consequently Miranda ends up with three near naked men hiding in her flat, prompting her to liken things to a French farce.    "
                },
                "4": {
                    "title": "A New Low",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miranda (TV Series 2009–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 146,
                    "original air date": "6 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Miranda and Stevie compete to be best friends with 22 year old Tamara from Hong Kong, the new waitress at the bistro. However after a night of clubbing they have trouble staying awake next day. To make it worse Miranda finds that Gary 'married' Tamara to get her a green card, though after she has moved on she leaves a very revealing parting gift.    "
                },
                "5": {
                    "title": "Just Act Normal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miranda (TV Series 2009–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 169,
                    "original air date": "13 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Following a bizarre misunderstanding with an ice cream van and a school party Miranda is ordered by police to take a psychiatric assessment, accompanied by her mother Penny. Despite Penny's advice that she just 'act normal' Miranda wreaks havoc in the shrink's office, argues with her mother and ends up assessing the psychiatrist before accidentally triggering a hostage situation.    "
                },
                "6": {
                    "title": "The Perfect Christmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miranda (TV Series 2009–2015)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 154,
                    "original air date": "20 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Despite affording the opportunity to meet a hunky doctor, Miranda's excessively jolly parents' pre-Christmas party is as embarrassing as ever so she plans to spend the big day at home with Tilly, Stevie, Clive and Gary. However, when the parcels firm fail to deliver her presents and the guests fall out, the prospect of Christmas with the parents seems strangely inviting.    "
                }
            },
            "3": {
                "1": {
                    "title": "It Was Panning",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miranda (TV Series 2009–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 148,
                    "original air date": "26 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Due to Miranda's financial mismanagement - and reliance on selling boxloads of maracas - the joke shop is due for repossession. She gets a job as a temp but does not fit in and is determined to reclaim her shop though bank manager Dick Twist is unimpressed by her business plan and refuses a loan. Penny agrees to help out if Miranda attends an Eaters Anonymous group, which she does, but the visit ends in disaster and Dick Twist is equally unimpressed by Penny. Only a manager with some sales clout can now save the shop. Step forward, Stevie...    "
                },
                "2": {
                    "title": "What a Surprise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miranda (TV Series 2009–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 124,
                    "original air date": "1 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Miranda has the shop back but is jealous that Gary has a willowy young girlfriend Rose. She joins Stevie and Tilly on a hunt for a boyfriend and meets TV reporter Mike, who takes her with him on an assignment. Unfortunately this is at a launch party for Penny, who is standing as a local councillor and she and Miranda pretend to be strangers. The evening is a disaster but Mike is persistent and becomes Miranda's date for Stevie's birthday party - even after she has been arrested for impersonating a police officer.    "
                },
                "3": {
                    "title": "The Dinner Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miranda (TV Series 2009–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 137,
                    "original air date": "7 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Seriously dating Mike, Miranda sets out to prove she can behave in an adult manner though an escapade at a children's playgroup suggests otherwise, as does her visit to an osteopath, in whose presence she breaks wind as well as knocking his wig to one side. She decides to host a dinner party, the guest of honour being Valerie, Mike's father, as well as a strange traffic warden who feeds kittens from his beard. Unfortunately Valerie turns out to be the osteopath, who does not get on with Penny. Mike does however declare his feelings for Miranda but so does Gary, ...    "
                },
                "4": {
                    "title": "Je Regret Nothing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miranda (TV Series 2009–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 129,
                    "original air date": "14 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    With Mike away on a course, Miranda is stuck in her flat nursing demanding invalid Penny, who is constantly ringing a bell for attention. Stevie and Tilly arrive, offering to send Miranda on a life skills course, and they discover that handsome young Dr Gail has left his blood pressure cuff behind. Miranda is anxious to return it but is herself stricken with flu though she gets little sympathy from those around her and is forced to play up her symptoms, bringing everybody to the flat, where they all, including Gary and Dr Gail, end up in bed having caught Miranda's ...    "
                },
                "5": {
                    "title": "Three Little Words",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miranda (TV Series 2009–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 153,
                    "original air date": "21 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Miranda is troubled because Mike keeps telling her he loves her but she does not feel the same way about him and, since his fifteen year old dog has just died, cannot find the right moment to tell him. Of course the man she really loves is Gary who is about to reopen his restaurant. Matters are partially resolved when Mike announces that he is off to work in Africa but when Miranda publicly declares her feelings to Gary at the reopening there is no response, though possibly this is because Gary Barlow has just walked in to meet Raymond Blanc, whom Penny is pursuing to...    "
                },
                "6": {
                    "title": "A Brief Encounter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miranda (TV Series 2009–2015)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 146,
                    "original air date": "28 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Depressed by Gary's failure to reply, Miranda consoles herself by buying kittens but, after meeting Helena, who has returned from a trip to Morocco, decides she will travel abroad - if only to escape her parents' renewing their marriage vows. She gets as far as a hotel in Harpendon, where she vamps bellboy Jason, when Stevie arrives to say Gary wants to see her. Back at her flat Gary at last declares his feelings for her and, in the evening, goes down on one knee in the restaurant to propose. But Mike has returned from Africa and he too proposes. What is a girl to do?    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Hart, Miranda"
            },
            {
                "name": "Hodge, Patricia"
            },
            {
                "name": "Ellis, Tom"
            },
            {
                "name": "Hadland, Sarah"
            },
            {
                "name": "Phillips, Sally"
            },
            {
                "name": "Holmes, James"
            },
            {
                "name": "Poraj, Bohdan"
            },
            {
                "name": "Scarborough, Adrian"
            },
            {
                "name": "Cabourn-Smith, Margaret"
            },
            {
                "name": "Finnemore, John"
            },
            {
                "name": "Gish, Hilary"
            },
            {
                "name": "Coleman, Dominic"
            },
            {
                "name": "Bentley, Naomi"
            },
            {
                "name": "Doherty, James"
            },
            {
                "name": "Wilkinson, Joe"
            },
            {
                "name": "Wix, Katy"
            },
            {
                "name": "Rayner, Adam"
            },
            {
                "name": "Heap, Mark"
            },
            {
                "name": "Flower, Sarah"
            },
            {
                "name": "Edmond, Neil"
            },
            {
                "name": "Edwards, Daniel"
            },
            {
                "name": "Pasqualino, Luke"
            },
            {
                "name": "Wright, Rufus"
            },
            {
                "name": "Barlow, Gary"
            },
            {
                "name": "Forster, Ben"
            },
            {
                "name": "Butler, Letty"
            },
            {
                "name": "Pelham, Sophie"
            },
            {
                "name": "Tarbuck, Liza"
            },
            {
                "name": "Wilson, Chris"
            },
            {
                "name": "Conti, Tom"
            },
            {
                "name": "Davison, Peter"
            },
            {
                "name": "Behrman, Martin"
            },
            {
                "name": "Landes, Michael"
            },
            {
                "name": "Liu, Stacy"
            },
            {
                "name": "Newman, Caroline"
            },
            {
                "name": "Hassell, Alex"
            },
            {
                "name": "Jakeways, Katherine"
            },
            {
                "name": "Tetsell, Dan"
            },
            {
                "name": "Barklem-Biggs, Theo"
            },
            {
                "name": "James, Adam"
            },
            {
                "name": "Pigott-Smith, Tim"
            },
            {
                "name": "MacIntosh, Ewen"
            },
            {
                "name": "McNulty, Geraldine"
            },
            {
                "name": "Jones, Andrew Thomas"
            },
            {
                "name": "Stewart-Wilson, Belinda"
            },
            {
                "name": "Bennett, Edward"
            },
            {
                "name": "Blanc, Raymond"
            },
            {
                "name": "Fawkes, Stephen"
            },
            {
                "name": "Webb, Steven"
            },
            {
                "name": "Venn, Charles"
            }
        ],
        "locations": [
            "BBC Television Centre, Wood Lane, Shepherd's Bush, London, England, UK::(studio)",
            "The London Studios, Upper Ground, South Bank, Lambeth, London, England, UK::(studio)",
            "Hounslow, London, England, UK"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1 / (high definition)",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Australia:PG",
            "Germany:6",
            "Singapore:PG13::(series 1)",
            "Singapore:PG::(series 2)",
            "United Kingdom:15"
        ],
        "number of seasons": 4,
        "rating": 8.1,
        "votes": 10664,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTQyMzA1Nzg4Ml5BMl5BanBnXkFtZTcwNTQxMTg4Mw@@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Miranda works in her joke shop with her best friend Stevie. She struggles when in social environments and no matter how hard she tries, she is always making a fool of herself, especially in front of her crush Gary. Plus her pushy mother, Penny, is forever trying to find her a suitable husband and turn her into a respectable lady.",
        "languages": [
            "English"
        ],
        "title": "Miranda",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2015",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Cary, James"
            },
            {
                "name": "Dean, Simon"
            },
            {
                "name": "Gaster, Dan"
            }
        ],
        "production companies": [
            {
                "name": "British Broadcasting Corporation"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "Disney Channel"
            },
            {
                "name": "Edel Media & Entertainment"
            },
            {
                "name": "Eén"
            },
            {
                "name": "HBO Hungary"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "other companies": [
            {
                "name": "Ray Knight Casting"
            }
        ],
        "plot": [
            "Socially inept _Miranda_ (qv) always gets into awkward situations; working in her joke shop with best friend Stevie, being hounded by her pushy mother, and especially when she's around her crush Gary.",
            "_Miranda_ (qv) works in her joke shop with her best friend Stevie. She struggles when in social environments and no matter how hard she tries, she is always making a fool of herself, especially in front of her crush Gary. Plus her pushy mother, Penny, is forever trying to find her a suitable husband and turn her into a respectable lady."
        ],
        "synopsis": [
            "Miranda (Miranda Hart) is 6 feet 1 inch (1.85 m) tall and gets called 'Sir' once too often. She has never fit in with her old boarding school friends, Tilly (Sally Phillips) and Fanny (Katy Wix), and finds social situations awkward, especially around men. She is a constant disappointment to her mother Penny (Patricia Hodge), who is desperate for her to get a proper job and a husband. Although Miranda owns and lives above her own joke shop, she lacks any real capacity for business, so it is managed by her childhood friend Stevie Sutton (Sarah Hadland). The restaurant next door is run by Clive (James Holmes), who also works as a waiter. He has employed a chef - Gary Preston (Tom Ellis), a university friend whom Miranda fancies. The various episodes revolve around this set-up."
        ],
        "tech": {
            "runtime": [
                "30 min (UK)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1 / (high definition)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 10664,
                "rating": 8.1
            },
            "aged under 18": {
                "votes": 20,
                "rating": 8.1
            },
            "aged 18 29": {
                "votes": 3068,
                "rating": 8.2
            },
            "aged 30 44": {
                "votes": 3471,
                "rating": 8.0
            },
            "aged 45 plus": {
                "votes": 1380,
                "rating": 7.8
            },
            "males": {
                "votes": 3787,
                "rating": 7.3
            },
            "males aged under 18": {
                "votes": 11,
                "rating": 7.6
            },
            "males aged 18 29": {
                "votes": 1161,
                "rating": 7.3
            },
            "males aged 30 44": {
                "votes": 1567,
                "rating": 7.3
            },
            "males aged 45 plus": {
                "votes": 784,
                "rating": 7.4
            },
            "females": {
                "votes": 4635,
                "rating": 8.7
            },
            "females aged under 18": {
                "votes": 6,
                "rating": 9.6
            },
            "females aged 18 29": {
                "votes": 1864,
                "rating": 8.7
            },
            "females aged 30 44": {
                "votes": 1845,
                "rating": 8.6
            },
            "females aged 45 plus": {
                "votes": 579,
                "rating": 8.6
            },
            "top 1000 voters": {
                "votes": 107,
                "rating": 6.4
            },
            "us users": {
                "votes": 1040,
                "rating": 8.4
            },
            "non us users": {
                "votes": 5409,
                "rating": 7.9
            }
        },
        "number of votes": {
            "10": 3982,
            "9": 2160,
            "8": 2138,
            "7": 964,
            "6": 399,
            "5": 204,
            "4": 137,
            "3": 93,
            "2": 128,
            "1": 459
        },
        "arithmetic mean": 8.3,
        "median": 9
    }
}