{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "18 November 2009"
            }
        ],
        "release dates": [
            "Canada::18 November 2009"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Ice Pilots NWT"
            },
            {
                "countries": "Australia",
                "title": "Ice Pilots"
            }
        ],
        "akas": [
            "Ice Pilots NWT (original title)",
            "Ice Pilots Australia"
        ],
        "akas from release info": [
            "Ice Pilots NWT (original title)",
            "Ice Pilots Australia"
        ],
        "episodes": {
            "6": {
                "1": {
                    "title": "A Ball O'Snags",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "29 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    It's Buffalo's busiest winter yet, and they roll out the C-46, TXW, to fly all the freight up the Mackenzie Valley. But when one of TXW's engines catches fire, Buffalo scrambles to find a backup plane in time for Christmas deliveries. They look to their newly purchased Electra, XFC, to fill the void, but Adam, Chuck, Brian and Mikey discover it has a cracked windshield and cannot be flown safely. Joe, Brian and Cory fly to meet Rod in Red Deer to grab a replacement windshield. When they arrive, Joe first reveals his other plans-he wants the second Electra ZFE dug out ...    "
                },
                "2": {
                    "title": "Ice Storm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "5 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Chief Pilot AJ Decoste is flying up the Mackenzie Valley with Buffalo's newest Electra, XFC, for the first time. Mechanic Cory Dodd is along for the ride to do some training as a Flight Engineer. They try to make their deliveries before a storm rolls in but when they land in Norman Wells, they are faced with gale force winds. When their takeoff is delayed by two incoming planes, AJ is forced to shut down and wait out the storm in Norman Wells. Later, on their approach to Tulita, they face even stronger winds gusting over 40 knots. Over in Hay River, things go from bad...    "
                },
                "3": {
                    "title": "Old Dogs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "12 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    When Buffalo's newest Electra, ZFE, lands in Yellowknife with only three functioning engines, mechanic Chuck Adams comes to the rescue to replace a brand-new $29,000 regulator on engine number three. It's been slow for the airline and delivering a load of building supplies to the RCMP up in Ulukhaktok, NWT, might help keep Buffalo in the air. Spurred by a recent crash landing and two engine fires, an audit team from Transport Canada descends on Buffalo Airways. With their long and tumultuous history with Joe, they demand that Buffalo appoint a new \"Accountable ...    "
                },
                "4": {
                    "title": "Checkflight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "19 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Buffalo Joe has been a captain on the daily sked for 34 years and his 70th birthday is next week. Joe might have to stop flying if he doesn't pass his medical and that could spell the end of Buffalo. Before Joe leaves to undergo five days of medical tests at the Mayo Clinic in Phoenix, Arizona, he calls two rampies, Sam Storm and Jeff Tapper, into his office to greenlight their DC-3 check flights. Both Jeff and Sam have slogged away for eight months waiting for this chance. But on flight day, Sam is sick to his stomach from eating bad eggs the night before. Sam is not...    "
                },
                "5": {
                    "title": "Second Chances",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "26 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Newly minted copilot Jeff Tapper is excited for his first revenue DC-3, but his inexperience shows when he botches the approach and bounces the landing three times, nearly running off the runway. Meanwhile, for new rampie Prefkar Mony to realize his dream of becoming a DC-3 pilot, he needs to first pass the written IATRA test. He's been studying for months, but on his first attempt, he fails. With the help of pilot/mechanic Chris Staples, Prefkar retakes the test and passes, but his victory celebration is short-lived when he's blamed for leaving an expensive shipment ...    "
                },
                "6": {
                    "title": "Big Plans, Bad Luck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "3 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Mikey decides to get Buffalo involved in a D-Day paratrooper jump to commemorate the 70th anniversary of D-Day. Prefkar escapes Hay River courier duty. Cory finds an original bracket for the DC3 static line for Mikey's D-Day jump.    "
                },
                "7": {
                    "title": "Dogfight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "10 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Buffalo's top guns, rookies and vets, go to California for aerial dogfights in real fighter planes. Cory and Mikey race to get ready for the D-Day jump.    "
                },
                "8": {
                    "title": "D-Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "17 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Mikey's much-planned D-Day tribute parachute jump with 20 paratroopers hits a wall when Joe refuses to fly his DC-3 to the drop zone.    "
                }
            },
            "1": {
                "1": {
                    "title": "Buffalo Air",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "18 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    A day in the life at Buffalo Airways, as a rookie co-pilot faces an emergency landing, a hot-shot young flyer gets thrown into the hot seat and the boss' son gets in hot water. Co-pilot Scott Blue slogs it out on the Buffalo ramp to prep the vintage Curtiss C-46 Commando for its daily supply run. He's anxious to build more flying time to get the experience he needs to become a captain. And finally, he gets to fly with captain AJ Decoste. But the trip turns into much more than either of them bargained for, when a faltering engine and low fog force one of the toughest ...    "
                },
                "2": {
                    "title": "Pre-Christmas Rush",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "25 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    It's the Christmas season and the northern communities depend on Buffalo more than ever to fly in food and supplies. But the engine in the C-46 seizes up in the tiny town of Norman Wells, stranding Scott and AJ and causing a chain reaction that pushes the whole company to the breaking point. Crusty mechanic Chuck Adams faces the challenge of replacing the entire engine - bare-handed in the minus 30 deep freeze - on the remote tarmac. Back at the Yellowknife hangar, tempers flare as cargo manager Kelly Jurasevich is pushed to the breaking point to re-route the ...    "
                },
                "3": {
                    "title": "Birthday from Hell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    It's chief pilot Arnie Schreder's birthday, and he and Scott take Kelly along for her first ride on the daily C-46 supply run. Kelly wants to meet Buffalo's clients - especially to soothe feelings after the Christmas cargo dustup. But a string of bad luck threatens to spoil the day - and the naughty birthday surprise Kelly has waiting back at the hangar. Ramp hand (or \"rampie\") Jeremy Dow is desperate to move up the ranks and out of the numbing grunt work he's had to endure for the past four months. But when new rampie Audrey Marchand's enthusiasm and \"can-do\" ...    "
                },
                "4": {
                    "title": "A Big Deal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "9 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    To move up from \"rampie\" to co-pilot at Buffalo, you first need to become a flight attendant. And Jeremy is determined to make it onto the next course - and beat co-worker Audrey into the co-pilot's seat. But first he has to find a way to ensure his Delhi-born protégé, the underweight and homesick Raman, can stick it out in Hay River alone. When a power failure leaves Rankin Inlet exposed to the brutal northern elements, DC-4 captain Justin must pull out the stops to try to get two massive generators up to the remote community before sundown. And when the recession ...    "
                },
                "5": {
                    "title": "40/40/40",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "16 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Captain Devan and co-pilot Scott are best buddies and roommates. But when they encounter the menace of wind shear at notorious Bear Rock, the hair-raising experience tests their friendship. Engineer Adam Smith must gut it out in minus 40 when he and AJ find themselves with a broken engine push rod on a remote airstrip. And now that the Turkish waterbomber deal has gone through, it's up to lead mechanic Cory Dodd to turn two lightweight, summertime planes into aircraft able to withstand the rigours of a North Atlantic flight in the middle of winter. Then he has to get ...    "
                },
                "6": {
                    "title": "On the Move",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "23 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Joe's daughter Kathy is getting married in Las Vegas and Mikey has persuaded his father to take time off for the first time in seven years. Mikey does his best to make sure everything is covered while they're away. But when Joe gets back he finds that a charter has slipped through the cracks. Arnie and Justin are in Red Deer doing test flights for the risky journey to Turkey, and there's no one to fly the job. Joe personally flies to Red Deer to vent his anger - and haul Justin back. Justin's task is to move an impatient Brit, his dog and all his worldly possessions ...    "
                },
                "7": {
                    "title": "Suspension",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "30 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    A bombshell hits \"Buffalo\" Joe. Because he fired his flight attendant manager, the feds serve him with a suspension for not having the proper supervision. The DC-3, which he's proudly flown for 20 years, cannot leave the ground with passengers on board. It's also a setback for Jeremy and the other rampies: no flight attendant manager means no training course and no chance for anyone to move up. Then an unexpected injury delivers an even worse twist of fate. But for the Turkey team, it's finally a go. After an emotional sendoff, Arnie, Justin and the waterbomber crew ...    "
                },
                "8": {
                    "title": "Cause for Celebration",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "6 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    After the Turkey crew arrives in Newfoundland, Cory discovers a potentially dangerous leak in the fuel lines. Anxious about their limited window to depart safely, he stays behind from the cold-water survival course to fix it, while Arnie, Justin and the other pilots press on. The course is sobering; the stark dangers of what they are about to do are sinking in. Then, tragedy. A helicopter crashes off the coast of Newfoundland. Ironically, the raging winds hampering rescue efforts give the Buffalo boys their long-awaited tailwind. Will they chance the treacherous North...    "
                },
                "9": {
                    "title": "Transatlantic Crossing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "13 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    On the edge of the continent, the Turkey crew fights icing danger to make the critical jump over the North Atlantic to Santa Maria in the Azores. But the next day, en route to Portugal, crew #2's right engine fails. With a plane full of slopping fuel and no power on one engine, it will take all of their ingenuity and experience to get back into Santa Maria, where the airport is on full emergency alert. In Yellowknife, Mikey and Scott page through piles of resumes to search for another trained pilot willing to endure initiation as a Buffalo rampie. Jeremy's mood ...    "
                },
                "10": {
                    "title": "Thin Ice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "20 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Joe gets a lucrative late-season contract to fly mining equipment to an airstrip on a frozen lake, sending C-46 and DC-4 crews on a race against the spring melt. But conflict erupts between Devan and a senior pilot. And when the client reports an on-site incident, Joe goes on the warpath. Though Jeremy has missed a number of flight attendant classes, he's confident he can catch up to fellow rampies Audrey and Wilf. But too much confidence just may be a dangerous thing. And over the North Atlantic, Arnie, Justin and Cory press on to Turkey, even though they have only ...    "
                },
                "11": {
                    "title": "The Crash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "27 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Across the world in spectacular Izmir, after thousands of hours of painstaking preparation and life-risking flying, a terrible accident devastates the Turkey crew - and everyone at Buffalo Airways. In Yellowknife, the spring melt is well underway, and northerners are finding ways to celebrate, from checking out the melting waterfalls to racing jet boats onto the remaining river ice. It's also Wilf's first run as flight attendant on the DC-3 - for which he insists on wearing a shirt and tie to the consternation of the entire company. It's the final push Jeremy needs to...    "
                },
                "12": {
                    "title": "Change of Seasons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "3 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Cargo manager (and unofficial Buffalo den mother) Kelly has problems enough when Jynelle's holiday leaves her shorthanded. But when her engineer husband Juan quits on the spot after a blowout with Joe, Kelly is left in a terrible position. Will Kelly stay - or will she go? Scott also gets bad news: he must stand down from flying so a rival co-pilot can be fast-tracked to captain. Scott pulls out all the stops to secure a new contract flying practically to the North Pole, which will get him back in the pilot's seat. But his rival is also interested in this new dream ...    "
                },
                "13": {
                    "title": "Up in the Air",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "13 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    After her husband's acrimonious departure from Buffalo, Kelly has a confrontation that decides whether she, too, will quit. Jeremy makes a mistake that could end his Buffalo career. An aviation gas shortage brings a sobering dose of reality to the McBryans. And after a visit from his mom, fate throws Scott an unexpected curve ball. When the dust settles, someone will be leaving Buffalo Airways.    "
                }
            },
            "2": {
                "1": {
                    "title": "Frozen Four",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "12 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    As Joe fights a Transport Canada claim against the airline, star pilot Justin is tasked with shipping an 8,000lb generator to a remote town. But a controversial decision results in the DC-4 becoming stranded and frozen solid on a High Arctic airstrip. Now Justin must find a way to thaw the plane and complete the mission - or face the wrath of an already stressed out boss.    "
                },
                "2": {
                    "title": "Fire and Ice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "19 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    When a deadly fire destroys a northern outpost a week before Christmas, Buffalo puts everything aside to come to the rescue. Cargo Manager Kelly receives a shocking diagnosis that renews her fight to quit smoking. And new father AJ balances a captain's life with new responsibilities.    "
                },
                "3": {
                    "title": "Under Pressure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "26 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    The curse of -40 hits Buffalo pilots Devan and Scott on a food mail flight up the Mackenzie Valley when a mysterious rise in oil pressure threatens to destroy one of the C-46's engines. Rookie pilots Andrew and Graeme face the test they've been working toward for years - getting \"checked out\" as DC-3 co-pilots. And when Jynelle gets pulled back into running Buffalo's cargo operations during her school exams, it's a recipe for a meltdown.    "
                },
                "4": {
                    "title": "The Right Stuff",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Mikey goes on a treasure hunt to Venezuela for a rare CL-215 waterbomber. Cargo Manager Kelly's stress levels hit a new high when she returns from her Mexican vacation in even worse health than when she left. And new pilots Andrew and Graeme face the toughest test of their young careers - flying with irascible Buffalo boss Joe McBryan.    "
                },
                "5": {
                    "title": "The River Lift",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "9 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    A vital ferry link is down, so Buffalo mounts an all-out campaign to airlift 100,000lbs of essential goods across the Mackenzie River. As Devan and Scott shuttle goods nonstop, things really pile up for Jynelle in cargo. Meanwhile, Justin helps an RCMP corporal move to a new community, and expectant parents Rod and Sasha McBryan get the first glimpse of their baby via 3D ultrasound.    "
                },
                "6": {
                    "title": "Don't Muck with Chuck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "16 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Crusty mechanic Chuck leads the scramble to ready the Electra for a disaster relief mission in Haiti, but fate's curve-ball sends them to the High Arctic instead. As Buffalo's current crop of rampies struggles to get ahead, former flight attendant Audrey returns to shake up the roster.    "
                },
                "7": {
                    "title": "The Finish Line",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "23 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    A multi-stop mission to the Far North has Devan, Scott and Adam facing a series of white-knuckle obstacles. From an oil-spewing engine on one plane to a gas-guzzling engine on another, it's an ongoing battle to maintain fluid levels as they circuit their destinations. Add Joe's wrath to the mix and it's a mettle-testing journey they won't soon forget. Meanwhile, Audrey's northern adventure escorting a team of dog mushers to the 2010 Arctic Winter Games puts her in the driver's seat in a way she didn't expect.    "
                },
                "8": {
                    "title": "Ski Plane",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Young pilots AJ and Andrew get the chance of a lifetime to fly the magnificent DC-3 specially equipped with skis to land on frozen strips. It's up to chief pilot Arnie to guide them in the lost art of taking off and landing on skis as they fly to a remote lake and land on the thinning ice. Meanwhile, tension mounts as Buffalo's contract for the Mackenzie Valley food mail service is up for renewal, and Rod balances tricky personnel issues with preparing for the arrival of his first child.    "
                },
                "9": {
                    "title": "Buffalo Scores",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "9 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Buffalo scores the charter of a lifetime when they're asked to transport the Stanley Cup on a tour of the North. Cup fever spreads quickly around Buffalo, and for Mikey, what begins as an innocent love for this hockey icon soon becomes an obsession. Meanwhile, a Transport Canada violation forces Joe to give up his license for 10 days. He reluctantly looks for a captain to replace him on the passenger run he's flown for almost 30 years.    "
                },
                "10": {
                    "title": "Special Delivery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "16 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Chief pilot Arnie lands the DC-3 on a homemade sand strip at a remote lodge. Electra expert Chuck goes one-on-one with a stubborn power unit, and Rod's wife Sasha goes into labour with the newest member of the McBryan family.    "
                },
                "11": {
                    "title": "Yukon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 7,
                    "original air date": "23 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    When thunderstorms and a shaking engine threaten a DC-3 charter to Whitehorse, Joe pulls out all the stops to get the passengers to their destination. Patient C-46 co-pilot Scott Blue finally gets his crack at the DC-4, and the newest member of the McBryan dynasty, baby Emma Rae, makes her first visit to the Buffalo hangar.    "
                },
                "12": {
                    "title": "British Invasion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "30 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Joe and Mikey head off to Coventry, England to navigate the potential purchase of an Electra turboprop to add to Buffalo's fleet of fire-fighting tanker planes. The father-son duo makes a great team; hard-nosed Joe deals with the business end, while Mikey bonds with the clients during a raucous visit to the local pub. Meanwhile, new dad Rod leads a mission to Manitoba and misses his newborn daughter while away on the job.    "
                },
                "13": {
                    "title": "Arnie Calls It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "6 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    While training waterbomber captains for the upcoming fire-fighting season, chief pilot Arnie makes a surprising decision. AJ becomes a DC-4 captain and ponders whether to accept a promotion. Meanwhile Joe and the whole McBryan family pile into the ol' DC-3 and head to the Super Bowl of aviation - AirVenture Air Show in Oshkosh, Wisconsin.    "
                }
            },
            "3": {
                "1": {
                    "title": "Under New Management",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "12 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Joe hires outsider Duane Hicks to help Buffalo navigate the future and coach Mikey. Gord and Sean's DC-3 delivery mission to the High Arctic goes awry when blizzard conditions and a broken oil cooler force an emergency landing.    "
                },
                "2": {
                    "title": "Dambusters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "19 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Buffalo gets into the stunt flying business when veteran pilot Arnie flies the DC-4 for the reenactment scene of a famous WWII bombing raid. A routine C-46 flight becomes dangerous when a hole in the plane's aging exhaust system sets off the fire alarm, and Devan has to decide whether or not to shut down an engine mid-flight.    "
                },
                "3": {
                    "title": "Chuck Walks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "26 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Frustrated with the constant drama at Buffalo, Chuck quits. Joe clashes with the maintenance department when a series of delays puts the important sale of a Canso aircraft in jeopardy. Mikey goes on an ATV hunting trip.    "
                },
                "4": {
                    "title": "Gear Up, Gear Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Frustrated with her lack of flying, Audrey decides her time at Buffalo is over. Normally calm under pressure, Devan is put to the test by a scary series of midair C-46 hydraulic problems.    "
                },
                "5": {
                    "title": "Big Boost",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "16 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    A gasoline shortage prompts Duane to beg Chuck to return and prepare the Electra for a fuel haul. Cory goes on a rescue mission to nurse an abandoned C-46 back to life and Mikey goes on a birthday joyride in a fighter jet.    "
                },
                "6": {
                    "title": "Power Struggle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "23 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Duane lands a big Electra contract and puts Adam in charge for the first time. Kelly plans her wedding, but Jynelle's resignation leaves her in the lurch. A power outage sends Joe into crisis mode.    "
                },
                "7": {
                    "title": "Top of the World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "30 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    The Electra flies to the northernmost outpost on Earth, where Adam and new manager Duane are forced to work things out. Rampie Tyler is put on the co-pilot fast track, but first must prove to Justin that he can handle the DC-4.    "
                },
                "8": {
                    "title": "Last Days",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "7 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Sparks fly when Joe discovers Gord has taken a job with a rival airline. Larry, a rookie rampie, makes a near fatal error while training on the C-46.    "
                },
                "9": {
                    "title": "Push Comes to Shove",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "14 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Duane clashes with Joe and the pilots as he pushes to get two ambitious contracts done on time. Rookie DC-3 co-pilot Tyler discovers that landing the big plane takes practice.    "
                },
                "10": {
                    "title": "The Doghouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "21 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Delays on a big Electra contract could cost Duane his job. Young co-pilot Graeme lands in Joe's doghouse.    "
                },
                "11": {
                    "title": "Ice Strip",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "4 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Mechanic Jimmy is sent to a northern mining camp to create an ice landing strip on a remote lake. New co-pilot Tyler faces the ultimate test - flying the sked with Joe.    "
                },
                "12": {
                    "title": "Expect the Unexpected",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "11 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Engine troubles on the C-46 during the valley run force Devan to shut down an engine. Scott trains on a CL-215 waterbomber then joins the waterbombing crews when Buffalo is called in to fight a massive fire in Alberta.    "
                },
                "13": {
                    "title": "Coming Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "18 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Rookie waterbomber pilot Scott gets his first taste of action when Buffalo responds to an emergency callout to fight fires in Alberta.    "
                }
            },
            "4": {
                "1": {
                    "title": "Dark Skies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "7 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Joe goes stunt flying in the DC3 while two new rampies try to prove they've got what it takes.    "
                },
                "2": {
                    "title": "Shut Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "14 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Transport Canada threatens to shut down the airline, the Electra picks up a load of 250 culled musk oxen and Canadian Prime Minister Stephen Harper visits.    "
                },
                "3": {
                    "title": "A Tale of Two Pilots",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "21 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Tyler stunt flies for a visiting film crew, and Andrew breaks the news to Joe that he's leaving for a bigger airline.    "
                },
                "4": {
                    "title": "Ice Jam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "28 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Scott has a bad fall on the icy tarmac, Chuck returns to Buffalo and stirs the pot, Joe helps out an old friend \"Ice Road Trucker\" Alex Debogorski.    "
                },
                "5": {
                    "title": "A Very Buffalo Christmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "5 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Buffalo flies Christmas toys to isolated northern communities, and holiday stress pushes Kelly past her limit.    "
                },
                "6": {
                    "title": "Crash Landing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "12 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    When the Electra's right landing gear gets stuck in the wheel well, Ray is forced to perform an emergency landing.    "
                },
                "7": {
                    "title": "For Sale by Owner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "19 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    When the Electra's right landing gear gets stuck in the wheel well, Ray is forced to perform an emergency landing.    "
                },
                "8": {
                    "title": "Over Seas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "2 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Cory deals with a landing gear emergency on a water bomber.    "
                },
                "9": {
                    "title": "Water Wings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "9 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Tempers flare in South Korea when Cory and Justin hoist the CL-215 off an ocean freighter, and Mikey competes in a snowshoe marathon.    "
                },
                "10": {
                    "title": "Meltdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "16 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Electra captain Brian is brought in to finish a job to a deteriorating ice strip, and Buffalo remembers aviation legend Arnie Schreder.    "
                },
                "11": {
                    "title": "North Atlantic Convoy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "23 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Justin and Cory must land at one of the world's most dangerous airstrips in Greenland on their way to Turkey, and Mikey goes to Denmark for the opening of Legoland's Buffalo-themed attraction.    "
                },
                "12": {
                    "title": "Sunk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "30 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Joe and Mikey salvage a rare tailpiece from a lost plane wreck, and Cory and Justin fight to stay aloft during severe icing over the North Atlantic.    "
                },
                "13": {
                    "title": "Turkey or Bust",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "6 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Justin and Cory complete their epic mission to Turkey, Iron Maiden lead singer Bruce Dickinson flies Buffalo's planes, and Mikey goes for a ride in and CF-18 fighter jet.    "
                }
            },
            "5": {
                "1": {
                    "title": "Cold Start",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "23 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Mikey links up with Chris Hadfield aboard the International Space Station. Problems mount while trying to get a frozen DC-4 airborne. A landing gear collapse on the runway sends the entire crew scrambling.    "
                },
                "2": {
                    "title": "Shootout",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "30 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Rookie co-pilot David faces a remote Arctic airstrip with sketchy landing gear. Mikey drafts a Buffalo hockey team to face off against an NHL squad in a charity shootout. Chuck gets a chance to shine on the ice.    "
                },
                "3": {
                    "title": "Snowplane",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "6 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Joe races a quirky antique snowmobile - with an airplane engine and no brakes. The water bomber crew struggles to get two planes out of Turkey. Cocky rampie Chris Staples tries to prove himself in the C-46.    "
                },
                "4": {
                    "title": "Gear Lock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "13 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    A cold snap triggers massive challenges. Devan runs into gear problems while he ferries a mothballed DC-3 across the country. And Justin has to make a snap decision with his newborn son aboard his plane.    "
                },
                "5": {
                    "title": "Aussie Ace",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "20 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    The Electra crew tests out the plane that crash landed last year by landing on an ice strip while a hotshot Australian pilot tries for a job at Buffalo. Tyler works up the courage to confront Joe about a big decision.    "
                },
                "6": {
                    "title": "Rockstars and Rampies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "27 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Facing Joe's wrath, Rod and Cory head to the UK to make urgent water bomber repairs. David tries to prove himself to Devan in the C-46 but ends up infuriating Devan. Will makes an ultimatum in Hay River.    "
                },
                "7": {
                    "title": "Ice Camp",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "4 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Mikey trains for High Arctic survival with the Canadian Rangers. The Air Force invades Chuck's hangar. Joe faces tough competition at a California plane auction.    "
                },
                "8": {
                    "title": "Frozen Solid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "11 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    AJ and James battle a DC-4 engine fire. It's Joe's 69th birthday - and he's never flown a helicopter before, so Mikey plans a special gift of chopper flight lessons.    "
                },
                "9": {
                    "title": "Power Crash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "18 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Cory, Chuck and Brian watch as a 5,000-pound power unit smash to the ground, denting the Electra and putting it out of commission. Mikey scrambles to manage the crisis while Joe races to England to try and purchase a backup Electra.    "
                },
                "10": {
                    "title": "Breakdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "8 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Co-pilot Graeme's fumbles his Electra training landings. Chris stresses over his C-46 check ride. Adam rescues a stranded C-46.    "
                },
                "11": {
                    "title": "Target Practice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "15 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Joe and Mikey head to England to bring home a new plane. Devan does target-practice in the DC-4.James builds a Buffalo-style soapbox racer.    "
                },
                "12": {
                    "title": "Air Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "22 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Joe flies with the Snowbirds during the Hamilton air show and later teaches Mikey to fly. A surprise departure shakes up Buffalo.    "
                },
                "13": {
                    "title": "Five Seasons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ice Pilots NWT (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "29 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    A look back at the last five years, a peek behind the camera, and reflections from the Buffalo crew.    "
                }
            }
        },
        "number of episodes": 73,
        "cast": [
            {
                "name": "Daingerfield, Michael"
            },
            {
                "name": "McBryan, Mikey"
            },
            {
                "name": "McBryan, Joe"
            },
            {
                "name": "McBryan, Rod"
            },
            {
                "name": "Jurasevic, Kelly"
            },
            {
                "name": "Newbigging, Tara"
            },
            {
                "name": "Dickinson, Bruce"
            },
            {
                "name": "Staples, Chris"
            },
            {
                "name": "Brooks, Devan"
            },
            {
                "name": "Dodd, Corey"
            },
            {
                "name": "Brooker, Ken"
            },
            {
                "name": "Smith, Adam"
            },
            {
                "name": "Srivastava, Raman"
            },
            {
                "name": "Chuvalo, George"
            },
            {
                "name": "Schreder, Arnie"
            },
            {
                "name": "Swanson, Kirsten"
            },
            {
                "name": "Debogorski, Alex"
            },
            {
                "name": "Harper, Stephen"
            },
            {
                "name": "DeCoste, AJ"
            },
            {
                "name": "Eaton, Kate"
            },
            {
                "name": "Hadfield, Chris"
            },
            {
                "name": "Marchand, Audrey"
            },
            {
                "name": "McBryan, Kathy"
            },
            {
                "name": "Povey, Christine"
            },
            {
                "name": "Alexander, David"
            },
            {
                "name": "Alexandre, David"
            },
            {
                "name": "Benzing, Vicky"
            },
            {
                "name": "Dyer, William"
            },
            {
                "name": "Ferguson, Graeme"
            },
            {
                "name": "Harmer, Alex"
            },
            {
                "name": "Mony, Prefkar"
            },
            {
                "name": "Storm, Sam"
            },
            {
                "name": "Veno, Dan"
            }
        ],
        "locations": [
            "Yellowknife, Northwest Territories, Canada",
            "Hay River, Northwest Territories, Canada",
            "Northwest Territories, Canada"
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:M"
        ],
        "number of seasons": 6,
        "rating": 7.6,
        "votes": 301,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjE2NzIwMTgxMl5BMl5BanBnXkFtZTgwNjYyNTEwODE@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Ice Pilots NWT",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2014",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6"
        ],
        "writer": [
            {
                "name": "Serotiuk, Todd"
            },
            {
                "name": "Raskin, Larry"
            },
            {
                "name": "Ozier, David"
            }
        ],
        "production companies": [
            {
                "name": "Bell Broadcast and New Media Fund"
            },
            {
                "name": "Omnifilm Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Discovery Channel UK"
            },
            {
                "name": "History Canada"
            }
        ],
        "other companies": [
            {
                "name": "Entertainment Partners Canada"
            },
            {
                "name": "Line 21 Media Services"
            },
            {
                "name": "Line 21 Media Services"
            }
        ],
        "plot": [
            "_Ice Pilots NWT_ (qv) is a reality television documentary series that portrays Buffalo Airways, an airline based in Yellowknife, Northwest Territories, Canada. Buffalo flies WWII-era propeller planes year-round in the Canadian North.::Skeldale"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 301,
                "rating": 7.6
            },
            "aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 18 29": {
                "votes": 26,
                "rating": 7.8
            },
            "aged 30 44": {
                "votes": 97,
                "rating": 7.4
            },
            "aged 45 plus": {
                "votes": 107,
                "rating": 7.7
            },
            "males": {
                "votes": 219,
                "rating": 7.8
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 18 29": {
                "votes": 24,
                "rating": 8.4
            },
            "males aged 30 44": {
                "votes": 84,
                "rating": 7.5
            },
            "males aged 45 plus": {
                "votes": 93,
                "rating": 7.8
            },
            "females": {
                "votes": 29,
                "rating": 6.8
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 4.5
            },
            "females aged 30 44": {
                "votes": 13,
                "rating": 7.1
            },
            "females aged 45 plus": {
                "votes": 13,
                "rating": 7.2
            },
            "top 1000 voters": {
                "votes": 7,
                "rating": 5.1
            },
            "us users": {
                "votes": 48,
                "rating": 7.5
            },
            "non us users": {
                "votes": 140,
                "rating": 7.6
            }
        },
        "number of votes": {
            "10": 88,
            "9": 50,
            "8": 74,
            "7": 44,
            "6": 10,
            "5": 9,
            "4": 5,
            "3": 2,
            "2": 8,
            "1": 11
        },
        "arithmetic mean": 7.9,
        "median": 8
    }
}