{
    "imdb": {
        "raw release dates": [
            {
                "country": "Denmark\n",
                "date": "1 December 2009"
            }
        ],
        "release dates": [
            "Denmark::1 December 2009"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Animation"
        ],
        "runtimes": [
            "49"
        ],
        "countries": [
            "Denmark"
        ],
        "country codes": [
            "dk"
        ],
        "language codes": [
            "da"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.33 : 1 (season 1)",
        "sound mix": [
            "Stereo"
        ],
        "plot outline": "Bogus and Humbug (Fup & Svindel in Danish) live together in a small circus wagon, only two centimeters high. Humbug is the annoying father figure and the miniature version of a pipe smoking know-it-all. He's an old-school magician, with one or two tricks up his sleeve. Bogus is the youngest of the two, always eager to express his emotions, or pull a cunning practical joke on his old friend. He too is a small magician, and loves to go on adventures several centimeters away from the circus wagon. The two friends love to tease each other, and live through their own version of a father and son-drama, every day, in scale 1:32.",
        "languages": [
            "Danish"
        ],
        "title": "Fup & Svindel",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Fup & Svindel (Denmark)"
        ],
        "writer": [
            {
                "name": "Ley, Jacob"
            }
        ],
        "production companies": [
            {
                "name": "Copenhagen Bombay"
            }
        ],
        "distributors": [
            {
                "name": "Danmarks Radio (DR)"
            }
        ],
        "plot": [
            "Bogus and Humbug (_Fup & Svindel_ (qv) in Danish) live together in a small circus wagon, only two centimeters high. Humbug is the annoying father figure and the miniature version of a pipe smoking know-it-all. He's an old-school magician, with one or two tricks up his sleeve. Bogus is the youngest of the two, always eager to express his emotions, or pull a cunning practical joke on his old friend. He too is a small magician, and loves to go on adventures several centimeters away from the circus wagon. The two friends love to tease each other, and live through their own version of a father and son-drama, every day, in scale 1:32.::Petter Lindblad"
        ],
        "tech": {
            "runtime": [
                "49 min (56 episodes) (Denmark)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.33 : 1 (season 1)"
            ]
        }
    }
}