{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "5 October 2009"
            }
        ],
        "release dates": [
            "Canada::5 October 2009"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Squiggle/Shadows",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wibbly Pig (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "5 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Squiggle: Wibbly is painting. He has painted a lion, a clown, a kite, a house and a flower! When he accidentally splashes the paper and then paints a squiggle to cover it, the squiggle comes to life and chases all around the paper - changing the painting he has already done! Suddenly the clown has a bow tie - the kite has a tail and a squiggly sun shines over the house - it's all that cheeky squiggle! Then we discover how to start a picture with a squiggle! Shadows: Wibbly is making shadows on the wall in the moonlight. He shows us how his own shadow copies everything...    "
                },
                "2": {
                    "title": "Castle/Flowerpots",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wibbly Pig (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Castle: Wibbly has arranged an array of large cardboard boxes and made his very own castle. The thing is, there is a Dragon inside, hiding in its lair. We decide to go with him to find it. Along the way we meet the King and his Wizard, and both are worried about this dragon, its long claws and scales and its fiery breath. Finally we venture into the dungeons and find... a very small lovely dragon making toast! Wibbly knew all along! Flowerpots: Wibbly is planting a seed - at least he's trying to, if that cheeky bird doesn't eat them all first! He has no idea what it ...    "
                },
                "3": {
                    "title": "Wibbly Can't Sleep/Cushion Mountain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wibbly Pig (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "7 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Wibbly Can't Sleep: Wibbly can't sleep. It doesn't matter if he turns this way or that way, or if he turns the light off or keeps the light on - he just can't sleep! We try singing him a lullaby - but he gets distracted by the idea that there might be bed bugs biting him! If only the bed wasn't so lumpy! And if only he could find Pigley... we look all around with no luck and then get back into the lumpy bed...hang on... that lump looks Pigley shaped! It is! It's Pigley! Night night Wibbly! Cushion Mountain: Wibbly can't sleep. It doesn't matter how hard he tries he ...    "
                },
                "4": {
                    "title": "Telescope/Star",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wibbly Pig (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "8 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Telescope: Aunt Larlie has sent Wibbly a present - a long telescope! Wibbly loves the way it can make things look so much closer than they are! First we try looking at Pigley, then we try looking at the trees in the garden and then, that night, we start looking at space! There, in front of our eyes, there are some space pigs dancing in the starry sky! This telescope really is one of the best presents ever! But then a huge comet starts falling towards us, it looks disastrous... until Wibbly realises it is only a small sticker from his space chart made to look bigger by...    "
                },
                "5": {
                    "title": "Balloons/Boat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wibbly Pig (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "9 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Balloons: Wibbly is having a party and blowing up a lot of balloons - the problem is they won't stay up in the air. He tries blowing them, throwing them and holding them but it is no good. Then we imagine what journey you might go on if the balloons were to float up high and take us into the sky. We fly with Wibbly and his balloons across the face of a rainbow, before landing again and blowing up a whole host of balloon animal friends - just in time for the party!Boat: Wibbly is using a box to make a boat to go on an adventure! We need a mast and a sail. Tiny Pig ...    "
                },
                "6": {
                    "title": "Noise/Dance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wibbly Pig (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "12 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Noise: Wibbly is standing very very still. He has heard a strange noise and doesn't know what it is. Together we decide to go and find it. Is it coming from the bedroom? It sounds like a spaceship? No! That strange noise is a little clockwork frog! Is it coming from the bathroom? It sounds like an octopus taking a shower! No! That strange noise is a drippy tap! It's coming from the garden! We creep slowly towards the clickety clackety racket and find... Aunt Larlie doing her knitting! Dance: What sort of music makes you want to wiggle and dance? We all like different ...    "
                },
                "7": {
                    "title": "Everyone Hide!/Tent",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wibbly Pig (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "13 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Everyone Hide: Everyone is hiding from Wibbly Pig - and Wibbly wants to find them all so he doesn't have to be 'it' and he can hide too. But everyone keeps hiding in the same place! This means that whenever Wibbly finds them there isn't a 'last' person who has to be 'it'! They all hide under the stairs, behind the sofa - they even dress up as toys. Tiny Pig thinks he is very bad at the game... until he finds the smallest hiding place ever - and they can't find him at all! When they do find him he is made 'it' and at last Wibbly Pig gets to hide too!Tent: Wibbly is ...    "
                },
                "8": {
                    "title": "Car/Spaceship",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wibbly Pig (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "14 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Car: Wibbly likes driving in his car... he doesn't know where he is going, just that the trip is worth the time. But despite his best efforts to take Pigley on a pleasant drive he finds he keeps getting interrupted by other road users! The Pig Twins seems to love speed and whizz around, Scruffy Pig kicks up a cloud of dust with his big scruffy tractor and Tiny Pig causes a traffic jam as he is too polite to overtake a snail! In the end a race is called - but Wibbly has a plan to make sure his afternoon stays peaceful! Spaceship: It doesn't seem to matter how messy ...    "
                },
                "9": {
                    "title": "Bubbles/Big Aunt Larlie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wibbly Pig (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "15 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Bubbles: Poor Wibbly - he is the proud owner of a new bubble set and blower, but everyone else can blow perfect bubbles except him! He either blows too hard or blows too softly. Even Pigley and the breeze itself can blow perfect bubbles. When he finally manages to blow a few bubbles they form together into a bubble Wibbly and lead him on a lovely bubbly adventure! What other types of bubble can they blow? Square bubbles? Long bubbles or shiny bubbles - and will Wibbly learn to blow the perfect bubble before the day is done? Big Aunt Larlie: Over the years Big Aunt ...    "
                },
                "10": {
                    "title": "Sandcastle/Snowman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wibbly Pig (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "16 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Sandcastle: Wibbly Pig, Big Pig and Tiny Pig are on the beach and decide they are going to make the best sandcastle ever! They plan out what shape it will be and how many towers it will have. But it isn't as straightforward as you'd think - if the sand is too dry the castle falls down, if it is too wet the sand won't come out of the bucket! In the end they get the mix just right - but can they protect their castle from the waves of the incoming tide? Snowman: It is very cold outside and Wibbly Pig and his friends are all making their own versions of snow balls. ...    "
                },
                "11": {
                    "title": "Rocking Horse/Orchestra",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wibbly Pig (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "9 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Rocking Horse: Wibbly is proudly showing off his new rocking horse, Rocket, to Tiny Pig. Wibbly can't wait to ride him and dreams of being a cowboy - but he isn't the only one with dreams of the wild west - Rocket dreams of being a horse out on the plains, being able to gallop along as fast as the wind! Wibbly soon realises that riding a horse isn't as easy as he thought, but, together with Tiny Pig, they take it slowly, and even manage to round up a few cattle. That makes them real cowboys! Orchestra: Wibbly introduces us to his new orchestra... a chicken. It seems a...    "
                },
                "12": {
                    "title": "Grandpa Pig/Robot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wibbly Pig (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "10 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Grandpa Pig: Wibbly is waiting for Grandpa Pig to arrive - but he's late. While we wait Wibbly remembers some of the fun things they've done together - like the time they played football, only to kick the ball into the pond... and the time Grandpa Pig helped him to fly his new model plane... only to crash it! And then their sports day - all of the games Grandpa Pig made up! He really is the best Grandpa Pig in the world.. but why is he late? When he does arrive Grandpa Pig has got his foot bandaged .. but he still manages to think of a new game! Robot: We can't find ...    "
                },
                "13": {
                    "title": "Footprints/Puddle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wibbly Pig (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "11 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Footprints: Wibbly Pig is looking for his favorite green bucket - and the last time he saw it it was by the sand pit. He can't find it anywhere - so the Pig Twins resolve to help him find it. Immediately they spot a trail of sandy footprints leading up to the water tap... and from the water tap a trail of watery footprints... leading to a mud puddle... and from the mud puddle a trail of Muddy footprints. But then, there are more footprints and still more - what can be making all these different trails? Puddle: You might not think you can play in the rain - but Wibbly ...    "
                },
                "14": {
                    "title": "Sneezes/Hats",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wibbly Pig (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "3 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Sneezes: Wibbly has got all his friends coming round for a game of hide and seek, but there is a problem - he can't stop sneezing! He won't be able to hide anywhere because he'll give himself away! He tries lots of different ways of stopping the sneezes but nothing seems to work. Then it is too late - everyone is here... Because he is the 'sneezer' Wibbly decides to be 'it' - but then something strange happens - everyone else gives themselves away... by sneezing! Hats: It's a very windy day and Wibbly is looking after his Grandpa's favorite hat, but the wind has other...    "
                },
                "15": {
                    "title": "Jungle/Tickly Sweater",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wibbly Pig (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "4 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Jungle: Wibbly is in the deepest jungle searching for a very special creature - one that very few people have ever seen. It is known as the Fligley-Imple. They can't seem to find it anywhere. Even though they ask an elephant and a lion and even take on the dangers of quick sand... or is it slow sand? Eventually Wibbly tracks down the Fligley-Imple with its three heads, six legs on one big body... did you guess? It's Flop, Pigley and Dimple! Tickly Sweater: When Wibbly is doing some spring cleaning he puts a few old things into a basket - but he and Tiny Pig can't get ...    "
                },
                "16": {
                    "title": "Picnic/Self Portrait",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wibbly Pig (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "24 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Picnic: Wibbly and his friends, the Big brown Bear and the little green Dragon, are meeting up to have a picnic...They all bring their own favorite foods!Self Portrait: Aunt Larlie loves the pictures that Wibbly paints - and she really wants a picture of him - but how can you draw a picture of yourself when you don't have a mirror to look in?    "
                },
                "17": {
                    "title": "Friends/Circus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wibbly Pig (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "23 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Friends: It's great to have your friends with you, playing with you, helping you ... at least that's what Wibbly thought before they all started trying to help put up his brand new playhouse! Circus: Wibbly finds some juggling clubs... and then finds the clown trying to juggle with them.    "
                },
                "18": {
                    "title": "Kite/Trampoline",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wibbly Pig (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "24 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Kite: Wibbly is flying a very lovely kite that he made - waiting for Aunt Larlie to arrive - he's even wearing one of her very special new cardies that she has knitted for him. But then disaster strikes when the kite falls to the ground and lands in a puddle. It is broken beyond repair. Then Wibbly falls in the puddle and ruins his cardie - what will Aunt Larlie say? When he hangs up the cardie to dry he inadvertently creates a brand new kite! But here comes Aunt Larlie - what will she say when she sees her hard work flying above the park? Trampoline: Now you see him,...    "
                },
                "19": {
                    "title": "Giant/Elephant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wibbly Pig (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "1 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Giant: When Wibbly plants a magic bean guess what happens? A beanstalk grows all the way up to the clouds... so Wibbly climbs it! When he reaches the top he finds a Giant's castle - of course he does! Inside he meets the giant - but it turns out there is an even bigger giant - so Wibbly meets him - whereupon it turns out there is an even bigger giant! Just how big can the really really big giant be? Well... that is a surprise.... Elephant: Wibbly has a very special, very unexpected friend - an elephant! He tries to show us why they are such good friends, but it seems ...    "
                },
                "20": {
                    "title": "Mudpie/Umbrella",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wibbly Pig (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Mud Pie: What do you get when you mix dirt and water? Of course you get mud - but what do you use mud for? Making mud pies! Big Pig, Tiny Pig and Wibbly all join together to try and make the perfect mud pies - but Tiny Pig is determined not to get dirty - even as Big Pig and Wibbly get covered in more and more mud... They try the mix wet and sloppy and dry and sticky - but what will work best? Will Tiny Pig stay clean? And will they ever make the perfect mud pie? Umbrella: It's raining, and Pigley doesn't like getting wet - but it's alright because Wibbly has an ...    "
                },
                "21": {
                    "title": "Rubber Ball/Train",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wibbly Pig (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "3 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Rubber Ball: Wibbly has a very very bouncy, very very fast, very very small rubber ball and it is bouncing around causing all sorts of trouble. It leads him a very merry dance too, bouncing all over the place - and even managing to bounce high into the sky and down onto a collection of instruments - when it is joined by a whole host of rubber balls they all bounce together to create the most wonderful bouncy music! Train: All aboard the Wibbly Train! It's a party Train - all Wibbly has to do is pick everyone up from their various stations and the party will be ...    "
                },
                "22": {
                    "title": "Caterpillar/Dragon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wibbly Pig (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "4 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Caterpillar: When you peek through the hole in the leaf you might be able to find who made it! Wibbly has found a new friend, a caterpillar, and he is crawling all over the place, and eating everything in his path. Look at all those small holes he has made! When he goes missing they look in all the small holes they can find, but he is nowhere to be found... a few days later Wibbly wonders if this butterfly knows where he has gone... Dragon: When Wibbly finds an egg the last thing he expects to hatch out of it is a very small, but very sweet dragon. He is even more ...    "
                },
                "23": {
                    "title": "Tiger/Cloud",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wibbly Pig (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "5 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Tiger: Wibbly and Big Pig both want to be tigers - and they have painted their faces with stripes to prove it. But when Stripe - a real tiger - turns up they realise there is more to being a tiger than just having a stripy face! Stripe teaches them to growl and prowl and pounce - travelling all through the jungle as he does so. In the jungle there are lots of creatures, and when they all meet an elephant in the jungle it isn't Stripe who turns out to be the bravest Tiger of them all! Cloud: Wibbly loves looking at clouds - they keep changing shape and reminding him of...    "
                },
                "24": {
                    "title": "Bus/Airplane",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wibbly Pig (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "11 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Bus: Wibbly has made his very own magic bus - with four chairs and four round cushions for wheels. Big Pig, Tiny Pig, Scruffy Pig and Pigley all want to come for a ride - and the magic bus can go anywhere! Wibbly asks everyone in turn where they would most like to go - and this wonderful magic bus takes them there! It takes Big Pig to see an Elephant in Africa, Scruffy Pig up into space and Tiny Pig deep under the ocean! What a magic bus it is! Airplane: When Wibbly meets a lost penguin he decides to help out. There must be a way of getting her to the penguin party - ...    "
                },
                "25": {
                    "title": "Chicken/Dream",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wibbly Pig (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "12 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Chicken: Wibbly is looking for a chicken - and even though we can see it he can't! When he eventually finds it he realizes that the chicken has lost something too... her eggs! We go on a journey to try and find them for her and find all sorts of eggs - tiny quails eggs, huge ostrich eggs and even eggs that have crocodiles in! Wibbly eventually finds an egg as big as a house - and wonders if it's a dragons egg, or a dinosaurs egg... but it turns out to be something different. What happens when the chicken finds her eggs though? Dream: Wibbly is getting ready for bed - ...    "
                },
                "26": {
                    "title": "String/Home in Time for a Treat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wibbly Pig (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "15 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    String: Wibbly finds a piece of string on the floor and wonders where it goes, so he starts to wind it into a ball. The string changes colour, type and strength and along the way Wibbly begins to discover all the different things string can be used for. First of all there is a line of washing - all the clothes hanging on a string - then he helps a clown who needs a belt and even Tiny Pig who wants to put up a swing! But what's at the end of the string? All we know is there is a strange click clicking sound.... Home In Time For a Treat: Wibbly wants to get home to ...    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Fraser, Zoe"
            },
            {
                "name": "Simcox, Deo"
            },
            {
                "name": "Tully, Liam"
            },
            {
                "name": "Angus, Truth"
            },
            {
                "name": "Dawodu, Ayomide"
            },
            {
                "name": "Massiah, Mitch"
            },
            {
                "name": "Pratt, Jake"
            },
            {
                "name": "Ramsay, Mark"
            },
            {
                "name": "Everett-Jordan, Mungo"
            },
            {
                "name": "Henry, Nathan"
            },
            {
                "name": "Herrington, Katy"
            },
            {
                "name": "Elia, Isabel"
            },
            {
                "name": "Ewaniuk, Jacob"
            },
            {
                "name": "Charles, Shemar"
            },
            {
                "name": "Innes, Duncan"
            }
        ],
        "genres": [
            "Animation",
            "Comedy",
            "Family",
            "Musical"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:G",
            "United States:TV-G"
        ],
        "number of seasons": 1,
        "rating": 7.2,
        "votes": 67,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjM1MjUzNTU0Ml5BMl5BanBnXkFtZTgwNDgwNTc1NTE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Wibbly Pig is an animated preschool comedy series that takes the daily routine of a young child and finds humour and fun in every part of it. Wibbly simply does what children do. From day to day activities like getting into bed, wrapping a present or climbing a tree, to fantasy play like meeting a giant or going to the moon.",
        "languages": [
            "English"
        ],
        "title": "Wibbly Pig",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Wibbly Pig (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Inkpen, Mick"
            },
            {
                "name": "Wake, Johnny"
            },
            {
                "name": "Mason, James"
            }
        ],
        "production companies": [
            {
                "name": "9 Story Media Group"
            }
        ],
        "distributors": [
            {
                "name": "9 Story Media Group"
            }
        ],
        "plot": [
            "_Wibbly Pig_ (qv) is an animated preschool comedy series that takes the daily routine of a young child and finds humour and fun in every part of it. Wibbly simply does what children do. From day to day activities like getting into bed, wrapping a present or climbing a tree, to fantasy play like meeting a giant or going to the moon."
        ],
        "tech": {
            "runtime": [
                "30 min (Canada)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 67,
                "rating": 7.2
            },
            "aged 18 29": {
                "votes": 11,
                "rating": 5.5
            },
            "aged 30 44": {
                "votes": 24,
                "rating": 6.9
            },
            "aged 45 plus": {
                "votes": 14,
                "rating": 5.3
            },
            "males": {
                "votes": 32,
                "rating": 5.9
            },
            "males aged 18 29": {
                "votes": 7,
                "rating": 4.8
            },
            "males aged 30 44": {
                "votes": 17,
                "rating": 7.3
            },
            "males aged 45 plus": {
                "votes": 7,
                "rating": 4.7
            },
            "females": {
                "votes": 18,
                "rating": 6.1
            },
            "females aged 18 29": {
                "votes": 4,
                "rating": 6.2
            },
            "females aged 30 44": {
                "votes": 7,
                "rating": 6.0
            },
            "females aged 45 plus": {
                "votes": 7,
                "rating": 5.9
            },
            "top 1000 voters": {
                "votes": 6,
                "rating": 5.0
            },
            "us users": {
                "votes": 9,
                "rating": 5.9
            },
            "non us users": {
                "votes": 38,
                "rating": 6.0
            }
        },
        "number of votes": {
            "10": 24,
            "9": 6,
            "8": 5,
            "7": 2,
            "6": 9,
            "5": 9,
            "4": 7,
            "3": 2,
            "2": 1,
            "1": 2
        },
        "arithmetic mean": 7.2,
        "median": 8
    }
}