{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "28 May 2009"
            },
            {
                "country": "UK\n",
                "date": "  2011"
            },
            {
                "country": "Belgium\n",
                "date": "23 November 2011"
            },
            {
                "country": "Sweden\n",
                "date": "5 November 2013"
            }
        ],
        "release dates": [
            "UK::28 May 2009",
            "UK::2011",
            "Belgium::23 November 2011",
            "Sweden::5 November 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Deadly 60"
            },
            {
                "countries": "Brazil",
                "title": "60 Encontros Mortais"
            },
            {
                "countries": "Greece",
                "title": "Deadly 60"
            },
            {
                "countries": "Hungary",
                "title": "60 állati kalandom"
            }
        ],
        "akas": [
            "Deadly 60 (original title)",
            "60 Encontros Mortais Brazil",
            "Deadly 60 Greece",
            "60 állati kalandom Hungary"
        ],
        "akas from release info": [
            "Deadly 60 (original title)",
            "60 Encontros Mortais Brazil",
            "Deadly 60 Greece",
            "60 állati kalandom Hungary"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Indonesia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "26 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Steve heads to Indonesia in search of dragons.    "
                },
                "2": {
                    "title": "Ethiopia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Steve starts his first visit to Ethiopia in medieval sultanate capital city Harar, where normally shy spotted hyenas enter tame like pets to be fed at night. The Nile marshes abound with birds of prey, but over eagles and marabous, Steve picks the spotted kingfisher. In the mountains, Steve's team admires the extremely well-adapted highland baboons. To their delight, they even site an Abessynian wolf, of which only a few hundred remain in the wild.    "
                },
                "3": {
                    "title": "UK",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    In his native UK, Steve presents three predators in different environments. Diving in the North Sea off Plymouth, he gets fascinated by a giant marine eel. In a bog, focus on the dragonfly, a master at hunting flying insects, and its submerged larval stage. Climax is the kestrel, a marvel of precision flying and spotting prey with exceptional senses.    "
                },
                "4": {
                    "title": "Alaska",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    In Alaska, Steve presents aquatic predators. In the Pacific, he starts with the largest, the humpback whale, which just filters tiny organisms from water. Livelier is the maritime otter, king of the seaweed chase, clever enough to use rocks as tools, most of which worldwide live in these waters. On land, the iconic grizzly is an astonishing master at fishing salmon from the rivers, even more then eagles.    "
                },
                "5": {
                    "title": "Deadly Neighbors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Steve's team looks at predators who wander or actually migrate into human living areas. Sometimes that's mutually beneficial, like falcons cleaning up monument-damaging pigeons. Sometimes it's barely visible, like foxes hunting rodents in sewers. Sometimes it's scary and dangerous, like alligators in swimming pools, snakes all over barefoot Indian farmers' villages or red-back spiders in Australian homes and gardens.    "
                },
                "6": {
                    "title": "Dead-on Defense",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Steve's team looks at lethal and other methods employed by 'prey' species to ward off predators. Some use venom, like tree frogs, others have armor or horns like buffaloes. Some find strength in numbers as herds or colonies, like bees or army ants.    "
                },
                "7": {
                    "title": "Endangered",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Steve's team looks at endangered predators who may well face extinction, possibly in our lifetime, like the magnificent tiger or the rhinoceros. He points out some of the threats, including absurdities like the unscientific belief in medicinal powers, besides habitat destruction, 'sports' hunting and even attempts to eradicate as pests. Luckily conservation efforts, while meeting obstacles, make some progress and there are examples of remarkably peaceful human-animal coexistence, like hyenas are welcome in Abessynia's ancient city Harrar.    "
                },
                "11": {
                    "title": "On a Mission: South America",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "9 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Steve Backshall and his team go in search of an animal that has eluded the wildlife enthusiast his entire life - the jaguar. They then turn their attentions to the sea and the killer whale, witnessing its unique method of hunting.    "
                },
                "18": {
                    "title": "Southern States",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Steve dives into the crystal clear waters of the Silver Springs River to swim with a wild Alligator and adds his first plant to the Deadly 60, a carnivorous Venus Flytrap.    "
                },
                "19": {
                    "title": "Florida",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "16 May 2014",
                    "year": "2014",
                    "plot": "\n    Steve's tour of Florida starts well in a murky swamp, meeting a water moccasin alias cotton mouth, a rare aquatic adder species, but he rather came for a newt evolved into what looks like an eel. In the pine woods, an expert helps track down the diamond rattler, biggest of all rattle snakes. Final to the Ocean around the Keys, for the tumbler dolphin, a playful, highly social hunter who develops ingenious tactics to herd up fish, like mud rings to catch his favorite, the harder.    "
                },
                "21": {
                    "title": "Killer Shots",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    In this behind the screens episode, Steve's team boasts its high tech camera equipment's advantages in showing more then the human eye sees, like slow-motion rendering of ruthlessly-rapidly-striking predators or speeding up seemingly-motionless creators' actions. Other techniques include pressure-resistant underwater cameras, infra-red night-vision and camera-triggers.    "
                },
                "22": {
                    "title": "Parasites",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "original air date": "Jan. 2012",
                    "year": "2012",
                    "plot": "\n    From leeches to tapeworms and cuckoos to mosquitoes Steve reveals the mind-boggling methods that parasites employ to survive, breed and feed by exploiting their animal and human hosts!    "
                },
                "23": {
                    "title": "Super Powers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 23,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Steve and his team combine various open air wildlife recording with a Manchester natural museum visit to demonstrate how various predators' physical superiority compared to humans amounts to superpowers obtained by anatomical evolution. The cheetah is designed for record land speed, the peregrine falcon for the aerodynamic equivalent. Animals also excel in sensory performances, such an a bear's smell, a chameleon's 360 degrees vision or focus when combining detached eyes, a bat's sonar-hearing, a seal's sensitive whiskers and a shark's additional electric sense.    "
                },
                "25": {
                    "title": "Self Defence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 25,
                    "original air date": "Jan. 2012",
                    "year": "2012",
                    "plot": "\n    In this Deadly 60 Special Steve takes a look at the incredible methods animals employ to protect themselves against predators.    "
                }
            },
            "1": {
                "1": {
                    "title": "On a Mission - Mozambiquean Coast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    In the Indian Ocean, Steve marvels at giant species living (mainly) on tiny plankton, such as manta, whale shark and whales. Self-invited aboard their yacht is a scarily fast spider-relative, contrary to legend not poisonous. On the ocean-shore, he marvels at the ultimate starfish.    "
                },
                "7": {
                    "title": "Australia 2 - Queensland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Steve searches Queensland for poisonous killer species. The sugar cane toad doesn't make the list because it's an alien, which was imported from South America to eat cane beetles, which alas live higher then it jumps, but eat nearly all small wildlife on the ground. The list does include the red-back, a black widow, the dragon lizard and the tick, a sneaky vampire which dives onto its prey and buries its head under the skin to suck blood and spread poison, which kills even adult bats.    "
                }
            },
            "2": {
                "3": {
                    "title": "On a Mission - Costa Rican coast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Steve is excited about the variety of landscape types and exceptional bio-diversity in small Costa Rica. On the Pacific coast, predators vary from monkeys and frogs to snakes and crocodiles. The star killer however is the jaguar, an elusive jungle cat, a stealth master whose mighty bite smashes large skulls.    "
                }
            },
            "4": {
                "1": {
                    "title": "Indonesia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Steve visits the relatively pristine Indonesian island of Bali and some reserve isles around it. Steve is looking for reptiles, from the Komodo monitor, the largest lizard, a living dinosaur which combines strength with poison, to a tiny tree gecko.    "
                },
                "5": {
                    "title": "South Africa, Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    In South Africa, Steve selects three prime predators. He starts and ends in the ocean with an unchallenged predator he staged before, but now shows in action: the great white shark. Second, the African buffalo, no predator but alone and especially in stampede duly feared by aggressors. Finally, among birds who kill snakes, he chooses over the rhinoceros bird, who uses a giant beak, the secretary bird, who uses his flashing talons.    "
                },
                "6": {
                    "title": "Mexico, Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    In Mexico, Steve presents first two aquatic predators. In the open Caribbean, he starts with the marlin, the fastest marine fish, with often hunts schools forming schools itself. Next to Yucatan peninsula, for the coral reef-dwelling moray eel, who specializes in hide and seek. On land, Steve enters caves were bat colonies live to admire how a specialized snake catches them suspended in the dark at their daily standard entry time.    "
                },
                "7": {
                    "title": "Australia, Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    In Australia, Steve presents the world's most deadly wildlife, or at least a first sample. In the Red Desert, he starts with the inland taipan, the planet's most poisonous snake, living among many venomous creatures and their predators. Also in the Outback, a monitor. Finally, in Syndey's busy harbor's waters, Steve dives for the extremely poisonous blue-striped octopus.    "
                },
                "8": {
                    "title": "New Zealand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    In New Zealand, Steve presents land, ocean and airborne predators, visiting both main islands. On land and in the air operates the 'kea', a wild and incredibly bright parrot, which solves complex problems fast and well. Steve enters caves were cheerful-looking glow-worms prove deadly insect-traps. In a bay which descend exceptionally fast to a mile deep, his kayak comes eerily close to the sperm-whales, the largest living predator.    "
                },
                "9": {
                    "title": "South Africa, Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Back in South Africa, Steve presents first the fastest land predator, the cheetah, a perfectly evolved champion hunter even by feline standards. Next Africa's mightiest bird of prey, the crowned eagle, which grabs monkeys from forest trees and sometimes operates as couple. Finally herpetologist Steve treats himself to comparing snakes from the three great African poisonous types, including a cobra and an adder.    "
                },
                "10": {
                    "title": "Australia, Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Back in Australia, Steve starts joining crocodile wrangler Matt in the Northern Territories, dangling under a helicopter to access and check the ferociously defended nests. Next to the ocean, where lurks the sea wasp, a jellyfish whose venom is the world's most deadly. In Southern Tasmania, he compares two poisonous snakes and chooses the flathead over a cobra.    "
                },
                "11": {
                    "title": "Nepal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Steve is in his favorite Asian country, Nepal. Riding an elephant, Steve admires the Asian rhinoceros, a prehistoric tank. Next its only natural predator, the most majestic Bengal tiger. In the waters lurks the 'gavial', a rare crocodile. Finally scavengers, among which Steve picks the resourceful Egyptian vulture, which expertly uses rocks as egg smashing tools.    "
                },
                "12": {
                    "title": "South America, Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    In South America, Steve starts with aquatic predators. In Venezuala's marshes, he shivers sharing the muddy water with 'harmeless' caymans and more aggressive giant electric eels, who can stun or even kill an adult man. Next to Brazil's clearer Amazonian rivers, for the black piranha, the largest, not as social as previously presumed, but a most redoubted biter, even cannibalistic. On Brazilian land, Steve enjoys a convent where, uniquely, maned wolves, the largest, most elongated canines, who hunt in high vegetation, normally very shy, come fearlessly to be fed at ...    "
                },
                "13": {
                    "title": "Mexico, Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Steve is back in Mexico's Yucatan peninsula. In a marshy lake, he helps catch and measure a rare crocodile with super soft skin, which still has a crushing bite. Next in the ocean, he dives among a giant shark, which occasionally even swims deep into wide rivers. On land, Steve visits a partially collapse volcanic cave, the home of two million bats, nine species, all but one predatory, which eat their weight in insects daily.    "
                },
                "14": {
                    "title": "Venezuela",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Steve is back in South America, this time in Venezuela. In marshy northern grasslands, he joins scientists who measure up the many lurking species of the world's largest snakes, anacondas, giant serpents even by constrictor standards. Next in the southern highlands, Steve visits a bat cave, in search of a highly venomous, near-blind giant millipede, which manages to catch bats in flight.    "
                },
                "15": {
                    "title": "South America, Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Steve is back in South America, this time starting in Venezuela. In Orinoko waters, he helps collect eggs of its rare own crocodile breed. Next the large, voracious, yet elusive wolf fish. In the Brazilian Amazon forest, Steve has a hard time tracking down its iconic feline, the New Wolrd's largest: the jaguar.    "
                },
                "16": {
                    "title": "Sri Lanka, Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Steve is in Sri Lanka, the former Ceylon, a large island off the Indian coast. In this first leg, he starts in the Indian Ocean, as it was recently discovered the Ceylonese coast harbors the world's largest remaining population of blue whales. Next on land, Steve admires the Asian elephant, actually a specific Ceylonese breed. As herpetologist, Syeve is delighted by the abundance of deadly snakes, both poisonous ones, like the brown adder, which may be the world's most man-deadly serpent, and the giant constrictor rock python.    "
                },
                "17": {
                    "title": "Sri Lanka, Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 17,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Steve is back in Sri Lanka. It's the world's best place to observe wild leopards, the food chain top feline on an island without tigers, which have become a special panther race her. In the Indian Ocean, Steve checks out one of the rare sea serpent species which actually can endanger people with a venomous bite. Back on land, herpetologist Steve is delighted by the abundance of deadly reptiles.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Killer Shots",
                    "kind": "episode",
                    "episode of": {
                        "title": "Deadly 60 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 32,
        "cast": [
            {
                "name": "Backshall, Steve"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "rating": 8.3,
        "votes": 263,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTYxMjQ2MDM3OV5BMl5BanBnXkFtZTgwMzQzODcwMzE@._V1_SY150_CR56,0,101,150_.jpg",
        "plot outline": "A lightly presented nature documentary series. In each season, adventurous British zoologist Steve Backshall travels around the world to select sixty of the most deadly and interesting animal species, from insects to giants, many predators, others just armed with deadly defensive means. Every episode yields three or more of them, with something in common, such as the geographical environment, or a mode of killing. A few extra episodes are dedicated to extras such as 'the making of'.",
        "languages": [
            "English"
        ],
        "title": "Deadly 60",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "distributors": [
            {
                "name": "CBBC"
            },
            {
                "name": "Polyband"
            },
            {
                "name": "Pop TV"
            }
        ],
        "other companies": [
            {
                "name": "Super M Productions"
            }
        ],
        "plot": [
            "A lightly presented nature documentary series. In each season, adventurous British zoologist Steve Backshall travels around the world to select sixty of the most deadly and interesting animal species, from insects to giants, many predators, others just armed with deadly defensive means. Every episode yields three or more of them, with something in common, such as the geographical environment, or a mode of killing. A few extra episodes are dedicated to extras such as 'the making of'.::KGF Vissers"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 263,
                "rating": 8.3
            },
            "aged under 18": {
                "votes": 1,
                "rating": 6.0
            },
            "aged 18 29": {
                "votes": 92,
                "rating": 8.4
            },
            "aged 30 44": {
                "votes": 57,
                "rating": 7.9
            },
            "aged 45 plus": {
                "votes": 26,
                "rating": 8.3
            },
            "males": {
                "votes": 160,
                "rating": 8.2
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 6.0
            },
            "males aged 18 29": {
                "votes": 73,
                "rating": 8.3
            },
            "males aged 30 44": {
                "votes": 50,
                "rating": 7.7
            },
            "males aged 45 plus": {
                "votes": 23,
                "rating": 8.1
            },
            "females": {
                "votes": 31,
                "rating": 8.8
            },
            "females aged 18 29": {
                "votes": 17,
                "rating": 9.0
            },
            "females aged 30 44": {
                "votes": 6,
                "rating": 8.6
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 9.3
            },
            "top 1000 voters": {
                "votes": 12,
                "rating": 6.5
            },
            "us users": {
                "votes": 7,
                "rating": 8.1
            },
            "non us users": {
                "votes": 133,
                "rating": 8.1
            }
        },
        "number of votes": {
            "10": 87,
            "9": 55,
            "8": 61,
            "7": 28,
            "6": 15,
            "5": 6,
            "4": 2,
            "3": 1,
            "2": 1,
            "1": 7
        },
        "arithmetic mean": 8.3,
        "median": 9
    }
}