{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "11 May 2009"
            }
        ],
        "release dates": [
            "India::11 May 2009"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Attack of the Serpent King",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Krishna (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "11 May 2009",
                    "year": "2009",
                    "plot": "\n    Kaliya the giant deadly five-headed venomous serpent king became a major threat to the peace and tranquility of the great water lands. Garuda the half eagle-half human warrior had to challenge him to restore peace. Having defeated Kalia he ordered him to leave the great water land and banished him forever. Kalia trespassed in Vrindavan threatening the lives of the innocent people. Krishna and his friends were busy playing in the river Yamuna, as Kaliya poisoned the river with his lethal venom. The weeds died, the water creatures scampered around trying to find a vent ...    "
                },
                "2": {
                    "title": "The Terrible Storm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Krishna (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "12 May 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "The Horror Cave",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Krishna (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "13 May 2009",
                    "year": "2009",
                    "plot": "\n    Krishna emerged as a true prankster in this episode as the leader in their butter stealing scheme. In an elaborate and funny flow of events the kids finally achieved their goal. But just as they were engulfed in the bliss of tasting their prized exploits, they got caught by one of the milkmaids. Krishna played his trick again as he was brought in front of Yashoda for punishment. To the milkmaids amazement she realized that instead of Krishna it's her own son who she had brought along with for punishment while Krishna enjoyed a good laugh over his own mischievous ...    "
                },
                "4": {
                    "title": "Enchanted Picnic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Krishna (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "14 May 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Fire and Fury",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Krishna (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "15 May 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Demon in Disguise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Krishna (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "18 May 2009",
                    "year": "2009",
                    "plot": "\n    Kamsa worried about his impending fate summoned the calf demon Vatsasura to take care of Krishna-his angel of death. Meanwhile in Vrindavan time was witnessing another unique event. A ferocious tiger had been the point of threat to the domestic animals. Grabbing an opportunity, the tiger cornered Bahula - the cow who was very dear to Krishna. With her earnest plea to see and feed her calf for the last time she begged the tiger to spare her for one more day. Having her wish fulfilled, she went back as promised in order to give herself up as the tiger's meal.To her ...    "
                },
                "7": {
                    "title": "Deadly Donkey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Krishna (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "19 May 2009",
                    "year": "2009",
                    "plot": "\n    Demigod Indra found the stock of his favorite wine empty. The only place to find it was at the private wine orchard of King Kamsa guarded by the mighty demon Dhenukasura (the donkey demon) along with his group of evil donkey demon cronies. Indra took the matter lightly and came down to get a fresh stock of wine for himself unaware that Dhenukasura was the face of death for any trespasser in the orchard. The demon's strength was such that he overpowered Indra and almost made him fall in the deep crevice that was created by his thunderous stamping. Indra's pet the giant...    "
                },
                "8": {
                    "title": "Challenge of the Brute",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Krishna (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "20 May 2009",
                    "year": "2009",
                    "plot": "\n    Aristasura (the gigantic bull demon) with enormous power in his mammoth horns was summoned by Kamsa in his desperation to kill Krishna. Aristasura, the brute that he was, like an evil force stormed inside Vrindavan - Krishna's peaceful abode and began a ghastly reign of destruction making the common people run for their lives. He even broke the dam and flooded the village. Krishna came forward to confront the demon. What followed was a fearsome battle between good and evil that shook the earth as they fought like two titans. Krishna lifted up the giant and hurled him ...    "
                },
                "9": {
                    "title": "Assault of the Lethal Bird",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Krishna (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "21 May 2009",
                    "year": "2009",
                    "plot": "\n    Bakasura (the crane demon) was greedy and malicious in his heart. Kamsa took advantage of his greed and deceived him to hunt Krishna down.Unaware of the impending danger, Krishna was busy playing with his friends. Radha, Vishakha and Malati challenged him as nothing more than a prankster. In response, Krishna demonstrated his true powers by creating a bridge with floating stones pretty much the same way as Lord Rama had done with the help of his army of monkeys. As Radha and her other friends stood spellbound, the sky suddenly got covered with the dark evil shadows of...    "
                },
                "10": {
                    "title": "The Charge of the Monster Horse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Krishna (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "22 May 2009",
                    "year": "2009",
                    "plot": "\n    Krishna's pranks and playfulness found a new form while playing with pearls among his friends. He planted a few pearls and made them grow into trees bearing lot more shining pearls. Radha not to be let down tried the same with her friends but all her efforts could only create thorny bushes instead of pearl bearing plants like Krishna. Watching Radha dejected and having lost her pearls, Krishna came forward and shared his own thus making her beaming in joy.Keshi (the horse demon) in the meantime announced himself to be the most powerful of all and promised Kamsa that ...    "
                },
                "11": {
                    "title": "The Mystery of the Vanishing Sheep",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Krishna (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "25 May 2009",
                    "year": "2009",
                    "plot": "\n    It was the offering time to the Sun God as Radha, her friends and the ladies of Vrindavan were busy arranging for the rituals. As part of the rituals sweets were also to be distributed and quite naturally Krishna and his friends had their attention glued to it. They disguised themselves as priests and offered their services. Krishna behaved as if he was chanting the rituals. As smoke started coming out, he along with his friends played their prank. Covering themselves in the veil of smoke, they silently stole the sweets and were gone leaving the rest of the people ...    "
                },
                "12": {
                    "title": "The Vicious Whirlwind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Krishna (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "26 May 2009",
                    "year": "2009",
                    "plot": "\n    Growing up as a naughty 9 months old kid, Krishna left Yashoda - his mother with no other option but to tie him up with a wooden mortar. But nothing would stop him from his pranks as he effortlessly dragged the mortar along with him in order to escape. In the process two trees that came in his way got uprooted, such was the strength of the little boy. But what ever Krishna did, had a magic touch to it. The two uprooted trees turned out to be two cursed brothers Manigrava and Nalakuvera who were royal guards. With Krishna's touch they found themselves finally free of ...    "
                },
                "13": {
                    "title": "Witch Trap",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Krishna (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "27 May 2009",
                    "year": "2009",
                    "plot": "\n    Krishna was just 9 months old. Playfully he had put dirt in his mouth just like any other kid. Mother Yashoda in her effort to take the dirt out witnessed with shock and disbelief the entire universe revolving inside Little Krishna's mouth. Sensing that Krishna is no ordinary kid, in a flash back she and Nanda - Krishna's father recalled the feat Krishna had accomplished as just a 10 days old infant. Putna (the mistress of darkness) was full of meanness and hatred. She took great pleasure in snatching out souls and slaughtering them with pain and cruelty. Surrounded ...    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Saathi, Prachi Save"
            },
            {
                "name": "Erande, Meghna"
            },
            {
                "name": "D'Monte, Neil"
            },
            {
                "name": "Castellino, Francois"
            },
            {
                "name": "Chaturvedi, Vikrant"
            },
            {
                "name": "Chaudhry, Nitu"
            },
            {
                "name": "Nair, Soniya"
            },
            {
                "name": "Nathwani, Honey"
            },
            {
                "name": "Pareira, Cara"
            },
            {
                "name": "Sharma, Rajeshrie"
            },
            {
                "name": "Swami, Sanjay"
            },
            {
                "name": "Tiwari, Anand"
            },
            {
                "name": "Kulkarni, Vinod"
            },
            {
                "name": "Mulani, Rahul"
            }
        ],
        "genres": [
            "Animation"
        ],
        "runtimes": [
            "23"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Dolby SR::(Dolby 5.1)"
        ],
        "certificates": [
            "India:U"
        ],
        "number of seasons": 1,
        "rating": 7.6,
        "votes": 156,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzVkZTcxOGQtYzUwNy00NDI0LTk3Y2YtODc3ODU0YzYzMThlXkEyXkFqcGdeQXVyMzc0NDYxNzY@._V1_SY150_CR3,0,101,150_.jpg",
        "budget": "$11,000,000 (estimated)",
        "plot outline": "Little Krishna is the darling of Vrindavan, the land of peace and tranquility, which is constantly threatened by the malice of evil king Kamsa. While Krishna is busy with his endless pranks and mischiefs accompanied by his friends, Kamsa remains restless for he is aware that Krishna is his nemesis. As in the past, a prophecy had threatened Kamsa that his evil reign is over, and a savior will descend on earth to make Kamsa meet his worst adversity in life, which is his death. The only objective of Kamsa's life therefore, was to find his angel of death.",
        "languages": [
            "English"
        ],
        "title": "Little Krishna",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Little Krishna (India)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Scott, Jeffrey"
            },
            {
                "name": "Sharma, Alok"
            }
        ],
        "production companies": [
            {
                "name": "India Heritage Foundation"
            },
            {
                "name": "Big Animation"
            }
        ],
        "distributors": [
            {
                "name": "Evergreen Entertainment"
            },
            {
                "name": "Evergreen Entertainment"
            },
            {
                "name": "NickIndia"
            }
        ],
        "plot": [
            "_Little Krishna_ (qv) is the darling of Vrindavan, the land of peace and tranquility, which is constantly threatened by the malice of evil king Kamsa. While Krishna is busy with his endless pranks and mischiefs accompanied by his friends, Kamsa remains restless for he is aware that Krishna is his nemesis. As in the past, a prophecy had threatened Kamsa that his evil reign is over, and a savior will descend on earth to make Kamsa meet his worst adversity in life, which is his death. The only objective of Kamsa's life therefore, was to find his angel of death.::Anonymous",
            "The 13 episodes of \"_Little Krishna_ (qv)\" is a result of seven years of painstaking research work, handpicked from the chronicles of Krishna, the most remarkable stories of the legendary prankstar in the Indian heritage. The episodes are narrated in a manner, engrossing enough to mesmerize the audience world over, and leave them spell-bound. _Little Krishna_ (qv) is the darling of Vrindavan, the land of peace and tranquility, which is constantly threatened by the malice of evil king Kamsa. While Krishna is busy with his endless pranks and mischiefs accompanied by his friends, Kamsa remains restless for he is aware that Krishna is his nemesis. As in the past, a prophecy had threatened Kamsa that his evil reign is over, and a savior will descend on earth to make Kamsa meet his worst adversity in life, which is his death. The only objective of Kamsa's life therefore, was to find his angel of death. Sworn to see the end of Krishna, Kamsa relentlessly sends his trusted aids, the ferocious demons to Vrindavan in order to kill Krishna. But Krishna is born to be a savior as he crushes the deadly demons one after another with heroic poise. While the episodes of \"_Little Krishna_ (qv)\" capture an epic canvas on screen with the colossal battles of good against evil, it never misses to touch the emotional chord of the narrative. While lapping up the affection of his parents and the admiration of the common mass of Vrindavan, Krishna manifests his mesmerizing charms with his soulful enchanting flute that compels every living creature to dance to his tunes Action, adventure, heroic valor, selfless deeds, emotional trysts, mischief's... all packaged in a compelling story telling underlines the hallmark of the \"_Little Krishna_ (qv)\" series.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "23 min"
            ],
            "sound mix": [
                "Dolby SR (Dolby 5.1)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 156,
                "rating": 7.6
            },
            "aged 18 29": {
                "votes": 47,
                "rating": 7.7
            },
            "aged 30 44": {
                "votes": 57,
                "rating": 7.2
            },
            "aged 45 plus": {
                "votes": 11,
                "rating": 7.9
            },
            "males": {
                "votes": 92,
                "rating": 7.2
            },
            "males aged 18 29": {
                "votes": 32,
                "rating": 7.1
            },
            "males aged 30 44": {
                "votes": 44,
                "rating": 7.3
            },
            "males aged 45 plus": {
                "votes": 8,
                "rating": 7.9
            },
            "females": {
                "votes": 31,
                "rating": 8.3
            },
            "females aged 18 29": {
                "votes": 15,
                "rating": 8.6
            },
            "females aged 30 44": {
                "votes": 12,
                "rating": 7.8
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 4.8
            },
            "us users": {
                "votes": 18,
                "rating": 5.1
            },
            "non us users": {
                "votes": 75,
                "rating": 8.1
            }
        },
        "number of votes": {
            "10": 98,
            "9": 13,
            "8": 11,
            "7": 6,
            "6": 7,
            "5": 4,
            "4": 4,
            "3": 2,
            "2": 0,
            "1": 11
        },
        "arithmetic mean": 8.5,
        "median": 1
    }
}