{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "18 June 2009"
            },
            {
                "country": "Japan\n",
                "date": "16 August 2010"
            }
        ],
        "release dates": [
            "UK::18 June 2009",
            "Japan::16 August 2010"
        ],
        "episodes": {
            "6": {
                "1": {
                    "title": "Moss Bros",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "15 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Brian Brick, Chief Executive of high-street clothing retailer Moss Bros, swaps his suit to go undercover to see how his cost-cutting, but profit-turning methods have impacted on frontline staff. In the five years since Brian became boss, he's turned the struggling retailer, that was once losing 10 million pounds a year, back into profit. While undercover, Brian's shocked to discover unmotivated employees, over-stretched delivery drivers, and staff so desperate to improve the look of their shop they're painting it themselves. After being moved by loyal workers ...    "
                },
                "2": {
                    "title": "Oxfam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "22 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    CEO Mark Goldring is the man at the top of one of Britain's best known and biggest charities. Awarded a CBE for his life's work tackling poverty, he's responsible for Oxfam's balance sheet. But with income down by £18 million in a year, Mark's worried the charity is over stretched. Mark goes undercover to investigate whether Oxfam is raising the maximum amount of money possible and spending it wisely. While undercover in the UK, he's surprised to discover flaws in the fundraising operation that could be costing millions, and is shocked that his British staff are ...    "
                },
                "3": {
                    "title": "Pets Corner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "Jul. 2014",
                    "year": "2014",
                    "plot": "\n    The co-owner of nationwide retailer Pets Corner goes undercover in his own business to see if a potentially risky multi-million pound investment to grow the business is likely to succeed. Steve Charman is responsible for over 450 staff and a turnover in excess of £30 million. He is going undercover to investigate the company's operations before they change strategy for the future. As he battles to keep his identity secret, Steve investigates whether there is disorder in the shops, if sales staff are struggling, and how suppliers are paid. Confronting whether there are...    "
                },
                "4": {
                    "title": "Rowlands Pharmacy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "Aug. 2014",
                    "year": "2014",
                    "plot": "\n    With government funding down and competition increasing, pharmacy chain Rowlands has seen its turnover drop by £20 million. In a bid to differentiate his business from rivals and win new customers, managing director Kenny Black wants his 510 dispensaries to offer free health advice and excellent customer service. When Kenny goes undercover, there's a bitter pill to swallow: he discovers life-saving medicines out of stock and staff over-worked and under-appreciated. When a dedicated delivery driver is moved to tears by the job, Kenny's forced to consider if he has more...    "
                },
                "5": {
                    "title": "YMCA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "12 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Senior director Bims Alalade investigates how a recent funding crisis is affecting the largest and oldest youth charity in the world. How have massive budget cuts of up to 80% impacted the organisation and the brand. Bims is worried that the YMCAs might be struggling to help youngsters in crisis. And once on the frontline, she's faced with the stark reality of sweeping cuts. She's appalled by facilities at breaking point, and shocked to find staff facing abuse. And when a young former resident of one of the housing projects breaks down in front of her it proves an ...    "
                },
                "6": {
                    "title": "Carluccio's",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "20 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Chief Executive Simon Kossoff goes undercover as his restaurant chain Carluccio's plans to double in size in five years. He's planning to spend £50 million and is keen to expose problems that could jeopardise successful growth. After scrubbing dishes and being run off his feet, Simon is shocked to discover branches struggling with chaotic kitchens, inefficient systems and demotivated staff, and is forced to consider whether Carluccio's should worry more about existing employees than expansion.    "
                }
            },
            "1": {
                "1": {
                    "title": "Park Resorts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "18 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Andy Edge, a company director of Park Resorts, the second largest caravan holiday company in the UK, is going undercover in his own business to find out what's really going on    "
                },
                "2": {
                    "title": "Clugston Group",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "25 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    At just 42, Stephen Martin was recently appointed chief executive of the Clugston Group, a major force in construction, building roads, schools and supermarkets. But the industry is in crisis as a result of the recession - hundreds of companies have folded and nearly 30,000 construction workers have lost their jobs. So Stephen has decided to trade in his suit and expense account for a hard hat and a canteen lunch and, armed with a cover story, he visits his construction sites to work alongside his frontline employees. He pours concrete, works in blast-furnaces, tries ...    "
                }
            },
            "2": {
                "1": {
                    "title": "David Clarke, Best Western",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "15 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    David Clarke, Chief Executive of mid-range hotel chain Best Western, goes on an undercover mission to examine the inner workings of his company, with mixed results    "
                },
                "2": {
                    "title": "Tower Hamlets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "22 Jul. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Marija Simovic, Harry Ramsden's",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "29 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Harry Ramsden's new CEO Marija Simovic goes undercover to find out more about the fish and chip chain, and to see how her company's fortunes might be turned around    "
                },
                "4": {
                    "title": "Paul Fisher, The Jockey Club",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "5 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Paul Fisher is the boss of Jockey Club Racecourses, the largest and most successful organisation in the competitive world of British horseracing. He'll pose as Richard Setter, a new casual employee, who is trying out entry level jobs in the world of horse racing to find out how his company works from the bottom up. Strong language    "
                },
                "5": {
                    "title": "Colin Drummond, Viridor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "12 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Fifty-nine-year old Colin Drummond is chief executive of Viridor, one of Britain's largest recycling and waste management companies. Colin spends five days undercover as a new recruit called John Roy. By going undercover and seeing his business at the sharp end he believes he will learn valuable lessons about what his company is doing both right and wrong.    "
                },
                "6": {
                    "title": "Crown Worldwide Group/Narin Ganesh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "12 Aug. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Park Resorts Revisit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "26 Sep. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "3": {
                "1": {
                    "title": "Ann Summers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "5 Jul. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Southern Fried Chicken",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "12 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Andrew Withers, boss of Southern Fried Chicken, goes undercover in his fast food franchise, and is shocked by what he discovers about the standards, staff, food and customers. Southern Fried Chicken was started by Andrew's father back in the 1960s and now has outlets across the UK. Andrew feels passionately that the SFC brand in the UK is in need of an overhaul, and feels himself at odds with the carefully constructed image he has spent years developing for the brand in 70 countries overseas. In the UK, SFC is associated with post-pub late night binge eats rather than...    "
                },
                "3": {
                    "title": "Kim Hamilton, The Blue Cross",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "19 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    The Blue Cross, one of the UK's leading animal welfare charities, undergoes the Undercover Boss treatment as Kim Hamilton takes a turn cleaning dog kennels and helping cats give birth. Having previously spent over 20 years climbing the ranks in banking Kim Hamilton now uses her business skills in the charitable sector. But ditching her suits for scrubs requires a different skill set, and hiding her identity from the staff and volunteers, who are the backbone of the charity, is even tougher. Can she pose as a volunteer without being unmasked, and what lessons will she ...    "
                },
                "4": {
                    "title": "Isuzu Trucks UK",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "26 Jul. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Kevin McCullough, npower",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "2 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Chief Operating Officer Kevin McCullough goes undercover at npower, one of the UK's top utility companies. Npower is capable of generating up to 15% of the UK's power at any one time. But earlier this year, Which? magazine reported that just 27% of the company's customers said they were satisfied with the service. Kevin McCullough is responsible for over 8000 npower employees. A local lad done good, 45-year-old Kevin grew up in Yorkshire and started his career in 1984, shovelling coal at the plant. After all the bad press, Kevin admits that because `the company made ...    "
                },
                "6": {
                    "title": "Martyn Birks, Poundworld",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "9 Aug. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "4": {
                "1": {
                    "title": "Pizza GoGo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "2 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Fouad Haghighat is preparing to take over Pizza GoGo from his father. Undercover in the business, he discovers some shocking health and safety breaches, but also meets some inspirational workers. Strong language    "
                },
                "2": {
                    "title": "Oceana Nightclubs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "9 Jul. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Paddy Power",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "16 Jul. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Francesco Group Hairdressers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "23 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Former celebrity hairdresser Jacqui McIntosh, now a senior manager of The Francesco Group, is on a mission to find out why the company's profits are down    "
                },
                "5": {
                    "title": "HC-One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "30 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Pam Finnis, managing director of one of Britain's biggest care home firms, goes undercover to investigate standards of care. The private care home industry has been plagued with problems. In 2011, scandal-hit Southern Cross - then Britain's biggest care home operator - collapsed under £50 million of debt. HC-One stepped in and took over a third of the homes. They now care for more than 10,000 people across 241 UK care homes, and the woman in charge of the day-to-day running of the company is Pam. Ex-nurse Pam finds going back to the floor tougher than she imagined. ...    "
                },
                "6": {
                    "title": "Stena Line",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "6 Aug. 2012",
                    "year": "2012",
                    "plot": "\n    Gunnar Blomdahl, CEO of one of the UK's biggest ferry companies, Stena Line, goes undercover on some of his own fleet of ships to find out if the business is delivering its promise of convenient, efficient and relaxing travel. Stena has recently invested over one billion pounds in increasing the look and size of its operation, but Gunnar is worried that standards have slipped. What he discovers undercover shocks him - paying customers onboard a building site at sea, sub-standard customer service, and flawed design on a brand new superferry. When he meets foreign crew ...    "
                }
            },
            "5": {
                "1": {
                    "title": "DHL",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "1 Jul. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Securitas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "8 Jul. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Hyundai",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "15 Jul. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Southwark Council",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "22 Jul. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Biffa Bins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "29 Jul. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Quicksilver",
                    "kind": "episode",
                    "episode of": {
                        "title": "Undercover Boss (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "6 Aug. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 33,
        "cast": [
            {
                "name": "Kay, Barnaby"
            },
            {
                "name": "Edge, Andy"
            },
            {
                "name": "Martin, Stephen"
            },
            {
                "name": "Mitchell, Marc"
            },
            {
                "name": "Clarke, David"
            },
            {
                "name": "Collins, Kevan"
            },
            {
                "name": "Drummond, Colin"
            },
            {
                "name": "Fisher, Paul"
            },
            {
                "name": "Gold, Vanessa"
            },
            {
                "name": "Hamilton, Kim"
            },
            {
                "name": "Mccullough, Kevin"
            },
            {
                "name": "Simovic, Marija"
            },
            {
                "name": "Withers, Andrew"
            },
            {
                "name": "Gold, Jacqueline"
            },
            {
                "name": "Ganesh, Narin"
            },
            {
                "name": "Birks, Martyn"
            },
            {
                "name": "Edwards, Chris"
            },
            {
                "name": "Blomdahl, Gunnar"
            },
            {
                "name": "Dellicompagni, Ben"
            },
            {
                "name": "Finnis, Pam"
            },
            {
                "name": "Haghighat, Fouad"
            },
            {
                "name": "Haghighat, Hamid"
            },
            {
                "name": "Kennedy, Patrick"
            },
            {
                "name": "McIntosh, Jacqui"
            },
            {
                "name": "Patel, Chai"
            },
            {
                "name": "Reeve, William"
            },
            {
                "name": "Harvey, Peter"
            },
            {
                "name": "Kelly, Eleanor"
            },
            {
                "name": "Pope, Ray"
            },
            {
                "name": "Wakeling, Ian"
            },
            {
                "name": "Whitehorn, Tony"
            },
            {
                "name": "Zeidler, Geoff"
            },
            {
                "name": "Alalade, Bims"
            },
            {
                "name": "Black, Kenny"
            },
            {
                "name": "Brick, Brian"
            },
            {
                "name": "Charman, Steve"
            },
            {
                "name": "Goldring, Mark"
            },
            {
                "name": "Hatton, Denise"
            },
            {
                "name": "Kossoff, Simon"
            },
            {
                "name": "Richmond, Dean"
            },
            {
                "name": "McKee, Gina"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 6,
        "rating": 6.2,
        "votes": 63,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODY0MzU0Mjg3Nl5BMl5BanBnXkFtZTgwMTc1MzU5NDE@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Undercover Boss",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Undercover Boss (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6"
        ],
        "writer": [
            {
                "name": "Peppiatt, Tom"
            }
        ],
        "production companies": [
            {
                "name": "Studio Lambert"
            }
        ],
        "distributors": [
            {
                "name": "Channel 4 Television Corporation"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 63,
                "rating": 6.2
            },
            "aged under 18": {
                "votes": 1,
                "rating": 1.0
            },
            "aged 18 29": {
                "votes": 5,
                "rating": 7.5
            },
            "aged 30 44": {
                "votes": 31,
                "rating": 5.8
            },
            "aged 45 plus": {
                "votes": 19,
                "rating": 5.9
            },
            "males": {
                "votes": 45,
                "rating": 5.6
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 1.0
            },
            "males aged 18 29": {
                "votes": 3,
                "rating": 6.7
            },
            "males aged 30 44": {
                "votes": 27,
                "rating": 5.7
            },
            "males aged 45 plus": {
                "votes": 14,
                "rating": 5.7
            },
            "females": {
                "votes": 12,
                "rating": 7.2
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 9.0
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 6.0
            },
            "females aged 45 plus": {
                "votes": 5,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 9,
                "rating": 6.0
            },
            "us users": {
                "votes": 18,
                "rating": 6.0
            },
            "non us users": {
                "votes": 33,
                "rating": 5.8
            }
        },
        "number of votes": {
            "10": 11,
            "9": 2,
            "8": 6,
            "7": 9,
            "6": 14,
            "5": 7,
            "4": 3,
            "3": 4,
            "2": 2,
            "1": 5
        },
        "arithmetic mean": 6.2,
        "median": 6
    }
}