{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "13 November 2009"
            },
            {
                "country": "UK\n",
                "date": "7 October 2010"
            }
        ],
        "release dates": [
            "UK::13 November 2009",
            "UK::7 October 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "PhoneShop"
            },
            {
                "countries": "Russia",
                "title": "ФонШоп"
            }
        ],
        "akas": [
            "PhoneShop (original title)",
            "ФонШоп Russia"
        ],
        "akas from release info": [
            "PhoneShop (original title)",
            "ФонШоп Russia"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Baking Bad",
                    "kind": "episode",
                    "episode of": {
                        "title": "PhoneShop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 34,
                    "original air date": "25 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    To celebrate his acceptance into the White Man's Reggae Club Lance bakes some hash cakes to take along to the meeting. Unfortunately the staff innocently eat most of them. As a result Janine is super-efficient but Jerwayne and Ashley become tearful and paranoid whilst Christopher becomes extremely aggressive and takes to the streets on a rampage of destruction. He is arrested but fortunately the policemen are also members of the White Man's Reggae Club and help Lance replenish his stock of cakes.    "
                },
                "2": {
                    "title": "Nick Nack Paddy Whack",
                    "kind": "episode",
                    "episode of": {
                        "title": "PhoneShop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 15,
                    "original air date": "1 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Ashley is forced to confess to Jerwayne that he split with his girlfriend Deanne, claiming that he and Jerwayne were a gay couple, because he was scared of Deanne's dog Dick, who was always trying to hump him. Ashley is about to tell Deanne the truth when she explains that Dick has died, apparently of love for Ashley. He agrees to scatter Dick's ashes but on return finds that Deanne now has another dog, Son of Dick. Jerwayne decides to maintain the lie of being gay when some girls invite him to an Ann Summers underwear party - where he meets another man also ...    "
                },
                "3": {
                    "title": "Pay as You Grow",
                    "kind": "episode",
                    "episode of": {
                        "title": "PhoneShop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 9,
                    "original air date": "8 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Christopher grows a moustache for charity but is mocked by Ashley and Jerwayne, who think that doing things for charity must hurt. However customer Jennifer finds the moustache very sexy so Janine, who, after reading an Internet article, is into making positive decisions, hires Christopher out as a nude model for Jennifer's friends photography group in exchange for sponsorship. After feeling exploited Christopher shaves off the moustache but urges Ashley and Jerwayne to run a marathon with him, reminding that charity should hurt. To counter Shelley's demands to have a...    "
                },
                "4": {
                    "title": "#Goodtimes",
                    "kind": "episode",
                    "episode of": {
                        "title": "PhoneShop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 10,
                    "original air date": "15 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    The Phone Shop is hoping to win the Golden Bowl award for the most missold insurance for the sixth year in a row despite the fact that the trophy resembles a man with his hand in a toilet and Christopher finds it all dishonest. Indeed whilst his colleagues are ducking out of paying out premiums he is trying - in vain - to dissuade customers from buying the insurance. However come the evening of the sales seminar he joins the others in putting over the soft sell, to the delight of his proud parents. Unfortunately they are interrupted by armed police after Lance's ...    "
                },
                "5": {
                    "title": "Hair Today",
                    "kind": "episode",
                    "episode of": {
                        "title": "PhoneShop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 9,
                    "original air date": "22 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Soogar, a new hair salon, has opened in the high street and Janine is taking lessons from its top stylist Eduardo to give Lance a trendy make-over, though the result is a disaster. Having failed to score at a book club Jerwayne and Ashley see the opportunity to hit on the salon girls and are appalled to find that Christopher has got in ahead of them and is dating receptionist Lettuce. Indeed all the PhoneShop staff are appalled as they think Christopher is dating beneath himself by seeing a lowly receptionist. However things change when Lettuce gets promotion as a ...    "
                },
                "6": {
                    "title": "Do the Music",
                    "kind": "episode",
                    "episode of": {
                        "title": "PhoneShop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 29,
                    "original air date": "29 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Jerwayne meets up with Cuzzy, who bullied him at Sunday School twenty years earlier. Cuzzy still makes Jerwayne feel so threatened that, rather than admit he works in a Phone Shop, he claims to manage a rap group called New Man Ting. Thus he ropes in the staff, led by Christopher, to perform with Lance making a video of their rap. They impress a record producer - until he discovers that they are all fakes, not to mention the fact that Lance has not entirely filmed over his sex tape with Shelley. The dejected lads return the Bentley they hired for the occasion - only ...    "
                }
            },
            "1": {
                "0": {
                    "title": "New Man: Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "PhoneShop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 0,
                    "votes": 17,
                    "original air date": "13 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Naïve young Christopher starts on a one-day trial at the Sutton Phone Shop after assistant manager Gary Patel has been jailed for attacking the lads from Top Shop with a crossbow. He meets his new boss,Lance - whose medication has odd side effects - the ambitious but serious Janine and jokers Ashley and Jerwayne (twenty-nine but still living at home) who are nonetheless hot shot salespeople. Unlike Christopher - whom they nickname New Man. Indeed Christopher is considering quitting until he effects a sale which suddenly makes him very popular.    "
                },
                "1": {
                    "title": "Doctor Who",
                    "kind": "episode",
                    "episode of": {
                        "title": "PhoneShop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 30,
                    "original air date": "7 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    On his first full day at the Phone Shop Christopher - despite being a graduate - manages to get stuck in the kitchen and Ashley and Jerwayne decide to show him how to impress,by pretending he is a medical student. Janine is still anxious to become assistant manager but Lance feels she has some way to go before matching Gary Patel - seen on CCTV attacking customers. Christopher's honesty makes him a hit with customers but when Croydon shop manager Paul and his funky employee Rochelle turn up to scoff Christopher's honesty - in exposing Rochelle when she claims that she...    "
                },
                "2": {
                    "title": "Never on a Tuesday",
                    "kind": "episode",
                    "episode of": {
                        "title": "PhoneShop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 22,
                    "original air date": "14 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Lance is puzzled by an amorous email from somebody called Kim but decides to play along until he discovers that 'she' is actually a man. Jerwayne obsesses over a salesgirl for whom he has fallen but feels he is being controlled by the owl tattoo on her back. Ashley schmoozes with a sexy customer but is horrified to find it is the same girl. Ashley and Jerwayne's advice to Christopher to play it cool on a lunch date with a girl he met that morning does not pay off when it makes him look like an idiot. Janine also contributes to breaking up the couple though it proves ...    "
                },
                "3": {
                    "title": "The First Temptation of Chris",
                    "kind": "episode",
                    "episode of": {
                        "title": "PhoneShop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 24,
                    "original air date": "21 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Razz Prince,the loud and irritating area manager arrives at the shop and annoys Lance by calling him boring so Lance attempts to be a hip,ganja-smoking Rasta but ends up being sick. In the evening the staff go to a night club where once again Lance gets accused of being boring by the stand-up comic but Christopher has discovered that Razz means to get rid of him and blackmails him into changing his mind.    "
                },
                "4": {
                    "title": "Bear Bad Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "PhoneShop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 19,
                    "original air date": "28 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    On Super Sales Wednesday,alias Family Fun Day,the shop staff will get a two hundred pound bonus if they get the best sales for the area so Christopher is sent out on the streets in a bear costume to drum up trade whilst Ashley bribes customers with free coffees as well as imprisoning an inept robber in the store-room. Janine makes short work of a sex-mad security guard who also ends up in the store-room minus his clothes and the day looks to be a huge success until Christopher,tired of being mocked,fights back and attracts the police to the store - where Lance has ...    "
                },
                "5": {
                    "title": "Salesman of the Month",
                    "kind": "episode",
                    "episode of": {
                        "title": "PhoneShop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 21,
                    "original air date": "4 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Jerwayne is exceedingly jealous of Don,the handsome international business man to whom Janine has just got engaged. Christopher,on the other hand,admires him because Don is giving him tips on how to become Salesman of the Month. In fact following a phone call from Gary Patel,Christopher discovers that he is not salesman of the month after all whilst Don is exposed as being a garbage removal man and Janine considers transferring her affections to Jerwayne as she calls the engagement off.    "
                },
                "6": {
                    "title": "Soldier, Swinger, Shelley, Shelley",
                    "kind": "episode",
                    "episode of": {
                        "title": "PhoneShop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 21,
                    "original air date": "4 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Lance and his bossy,demanding wife Shelley have renewed their marriage vows and are on a second honeymoon,leaving Janine in charge. Pleased at her temporary promotion she tells Christopher that they must 'go the extra mile' to make their customers feel wanted but unfortunately this leads to a misunderstanding where they are taken for swingers. Ashley makes a date with a soldier,hoping that she will be gagging for it after months in the desert but her blood-lust terrifies him. Jerwayne is also terrified after Shelley,discovering that she and Lance were never legally ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Lance Got Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "PhoneShop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 15,
                    "original air date": "10 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Dissatisfied with hanging out with the unpopular Anthea and Carol Janine decides to launch herself into high society and is befriended by Shelley,who plans for them both to holiday abroad. Lance's friend Wheelchair Dave suggests to cash-strapped Ashley,Jerwayne and Christopher that they become male escorts but their first date - with Anthea and Carol - frightens them off. In the same hotel Janine and Shelley are also fleeing their escorts - Wheelchair Dave and his uncouth friend - but when Shelley sees Lance,on his way to join the other escorts in his cycling shorts,...    "
                },
                "2": {
                    "title": "It's Training Men",
                    "kind": "episode",
                    "episode of": {
                        "title": "PhoneShop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 13,
                    "original air date": "17 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    The staff are dreading the upcoming training day when facilitator Fat Tony will subject them to group hugs. However,when Tony's glamorous associate Davinia arrives in his stead after he has been in a car accident,the men fall over themselves to impress,unaware that her seductive manner is leading them into a trap. Convinced that she has a Lesbian stalker Janine persuades Christopher to accompany her to a gay club,where he makes many new friends but loses his girlfriend as a result - and turns out to be the stalker's prey.    "
                },
                "3": {
                    "title": "Sleepyman",
                    "kind": "episode",
                    "episode of": {
                        "title": "PhoneShop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 16,
                    "original air date": "24 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    After he has split up with her,Jerwayne's ex-girlfriend Olivia gets revenge by posting images of him,dancing,talking and sucking his thumb whilst asleep. However the shots go global and Jerwayne becomes a media celebrity under the name of Sleepyman,with fans coming from all over Europe to see him at the shop,a fact Lance is quick to exploit. Janine asks Christopher to get rid of her ex-convict former boyfriend Ray,who,she claims,nearly ruined her life though when Christopher meets up with Ray he gets an entirely different account with Ray - real name James - feigning ...    "
                },
                "4": {
                    "title": "Whatheather",
                    "kind": "episode",
                    "episode of": {
                        "title": "PhoneShop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 11,
                    "original air date": "1 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    When Christopher refuses to buy a lucky heather from a street-seller his colleagues prophesy doom but,whilst sitting on the toilet,he is hit on the head by a bag of cash falling from the ceiling. Believing it to be Gary Patel's illegal stash Lance takes charge - Shelley has just bought a thousand pound Buddha after all - only to discover that it belongs to Ashley's friend Jez. In order to make up the money the staff stage a charity evening with Lance impersonating a recently released Chilean miner whose family is in dire straits. All goes well until the press want a ...    "
                },
                "5": {
                    "title": "Come Dine with We",
                    "kind": "episode",
                    "episode of": {
                        "title": "PhoneShop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 11,
                    "original air date": "8 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    A celebrity greeter descends on the Phone Shop, improving sales as he charms customers with his songs and card tricks but Christopher is suspicious of him - and is proved right. Janine goes on a date with a busking saxophonist but he is a depressive who cannot communicate without his instrument while Ashley's date with an air hostess who turns out to be a slob and Jerwayne's meeting with his date's father, who tells him he is not 'black enough', are similarly doomed.    "
                },
                "6": {
                    "title": "Revenge of the Razz",
                    "kind": "episode",
                    "episode of": {
                        "title": "PhoneShop (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 19,
                    "original air date": "15 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Whilst Christopher gets head-hunted by Dean Bisk to work in a new firm which is so secretive its name cannot be mentioned Ashley and Jerwayne are summoned by loopy area manager Razz Prince and invited to become part of his elite selling crew. After Razz has visited the Phone Shop and berated Lance for dressing exactly like him he has a further meeting with his potential new elite selling crew members but explains that there is only one vacancy and they must fight for it. A gun is produced and Ashley and Jerwayne decline the offer as Razz has an accident with his ...    "
                }
            }
        },
        "number of episodes": 19,
        "cast": [
            {
                "name": "Fryer, Emma"
            },
            {
                "name": "Bennett, Tom"
            },
            {
                "name": "Brooke, Andrew"
            },
            {
                "name": "Prince, Javone"
            },
            {
                "name": "Trenaman, Martin"
            },
            {
                "name": "Cowan, Juliet"
            },
            {
                "name": "Pariser, Paul"
            },
            {
                "name": "Stacey, Ellena"
            },
            {
                "name": "Brookes, Joanna"
            },
            {
                "name": "Novak, Kayvan"
            },
            {
                "name": "Pritchard, Sion"
            },
            {
                "name": "Atkinson, Dorothy"
            },
            {
                "name": "Bakare, Tobi"
            },
            {
                "name": "Baker, Elijah"
            },
            {
                "name": "Bevan, Emily"
            },
            {
                "name": "Bonnar, Mark"
            },
            {
                "name": "Deacon, Adam"
            },
            {
                "name": "Ashforde, Matthew"
            },
            {
                "name": "Baldwin, Francesca"
            },
            {
                "name": "Bancroft, Matthew"
            },
            {
                "name": "Brody, Steve"
            },
            {
                "name": "Critoph, Paul"
            },
            {
                "name": "Bence, Jack"
            },
            {
                "name": "Doherty, James"
            },
            {
                "name": "Bhore, Jiggy"
            },
            {
                "name": "Farhan, Keeza"
            },
            {
                "name": "Ikhile, Osy"
            },
            {
                "name": "Bowden, Rebecca"
            },
            {
                "name": "Burrows, Kezia"
            },
            {
                "name": "Clifford, Veronica"
            },
            {
                "name": "Counsell, Sarah"
            },
            {
                "name": "Cudden, Amy"
            },
            {
                "name": "Leung, Andrew"
            },
            {
                "name": "Booth, Anita"
            },
            {
                "name": "Greenough, Andrew"
            },
            {
                "name": "Vousden, Claire"
            },
            {
                "name": "Bradbury, Helen"
            },
            {
                "name": "Gallacher, Billy"
            },
            {
                "name": "Lawrence, Eleanor"
            },
            {
                "name": "Colquhoun, Sophie"
            },
            {
                "name": "Croft, Elizabeth"
            },
            {
                "name": "Hazebroek, Arno"
            },
            {
                "name": "Hennessy, Miranda"
            },
            {
                "name": "McLean, Melanie"
            },
            {
                "name": "Monte, Jean Paul Dal"
            },
            {
                "name": "Holdbrook-Smith, Kobna"
            },
            {
                "name": "Modern, Helen"
            },
            {
                "name": "Tobin, Anny"
            },
            {
                "name": "Edmond, Neil"
            },
            {
                "name": "Greenway, Claire"
            }
        ],
        "locations": [
            "Sutton, Surrey, England, UK::(Various shots, particularly the shot of the high street in the opening sequence and the exteriors of the shop. It is often mentioned that the phone shop is the Sutton branch)"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 7.7,
        "votes": 1961,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjAzNTQwODM2MV5BMl5BanBnXkFtZTcwNDk5OTM4OQ@@._V1_SY150_CR1,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "PhoneShop",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Bowker, Phil"
            },
            {
                "name": "Lawrence, Eleanor"
            },
            {
                "name": "Macqueen, Jon"
            }
        ],
        "production companies": [
            {
                "name": "TalkBack Productions"
            }
        ],
        "other companies": [
            {
                "name": "Aquarium Studios"
            },
            {
                "name": "De Lane Lea"
            },
            {
                "name": "Foxtrot Productions"
            },
            {
                "name": "Ray Knight Casting"
            }
        ],
        "plot": [
            "The antics of the dysfunctional staff of Sutton branch of a mobile phone retailer.::chris kane"
        ],
        "tech": {
            "runtime": [
                "30 min (UK)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1961,
                "rating": 7.7
            },
            "aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 18 29": {
                "votes": 542,
                "rating": 7.8
            },
            "aged 30 44": {
                "votes": 737,
                "rating": 7.7
            },
            "aged 45 plus": {
                "votes": 193,
                "rating": 7.1
            },
            "males": {
                "votes": 1400,
                "rating": 7.7
            },
            "males aged 18 29": {
                "votes": 470,
                "rating": 7.8
            },
            "males aged 30 44": {
                "votes": 645,
                "rating": 7.8
            },
            "males aged 45 plus": {
                "votes": 170,
                "rating": 7.2
            },
            "females": {
                "votes": 182,
                "rating": 7.3
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 65,
                "rating": 7.9
            },
            "females aged 30 44": {
                "votes": 81,
                "rating": 6.9
            },
            "females aged 45 plus": {
                "votes": 19,
                "rating": 6.5
            },
            "top 1000 voters": {
                "votes": 32,
                "rating": 5.7
            },
            "us users": {
                "votes": 78,
                "rating": 7.4
            },
            "non us users": {
                "votes": 1119,
                "rating": 7.6
            }
        },
        "number of votes": {
            "10": 501,
            "9": 394,
            "8": 504,
            "7": 271,
            "6": 88,
            "5": 44,
            "4": 41,
            "3": 26,
            "2": 15,
            "1": 77
        },
        "arithmetic mean": 7.9,
        "median": 8
    }
}