{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "15 January 2009"
            },
            {
                "country": "USA\n",
                "date": "31 March 2009",
                "notes": "                            (DVD premiere)"
            }
        ],
        "release dates": [
            "USA::15 January 2009",
            "USA::31 March 2009                            (DVD premiere)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Dorothys vs Vixens",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roller Warriors (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "15 Jan. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Dorothys vs Knockouts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roller Warriors (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "22 Jan. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Knockouts vs Vixens",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roller Warriors (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "29 Jan. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Knockouts vs Susans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roller Warriors (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "5 Feb. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Texas vs Kansas City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roller Warriors (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "12 Feb. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Knockouts vs Vixens II",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roller Warriors (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "19 Feb. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Rink of Fire Championship",
                    "kind": "episode",
                    "episode of": {
                        "title": "Roller Warriors (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "26 Feb. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Cunningham, Duane"
            },
            {
                "name": "Ami-Geddon"
            },
            {
                "name": "Boobarella"
            },
            {
                "name": "Britches, Dirty"
            },
            {
                "name": "Bruz-Her"
            },
            {
                "name": "Claw, Dee"
            },
            {
                "name": "Clobber, Ivana"
            },
            {
                "name": "Conda, Princess Anna"
            },
            {
                "name": "Cunningham, Duane"
            },
            {
                "name": "Fearlys"
            },
            {
                "name": "Hell, Maiden"
            },
            {
                "name": "Lee, Archie"
            },
            {
                "name": "Lightning, Jade"
            },
            {
                "name": "Maul, Annie"
            },
            {
                "name": "Moore, Rachelle"
            },
            {
                "name": "Rabid, Jessika"
            },
            {
                "name": "Ripper, Red"
            },
            {
                "name": "Ritaploy"
            },
            {
                "name": "Rocket, Snot"
            },
            {
                "name": "Slay-Ya, Princess"
            },
            {
                "name": "Wackin, Patti"
            },
            {
                "name": "Xcelerator"
            }
        ],
        "genres": [
            "Sport"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(NTSC Color)"
        ],
        "aspect ratio": "1.33 : 1",
        "number of seasons": 1,
        "plot outline": "Modern roller derby began in Austin, TX in 2001 and quickly spread worldwide, creating hundreds of leagues, in places like Kansas City where small leagues run \"by the skater, for the skater\" were started. This \"new\" roller derby is real, no fake fighting, no story lines, just action-packed pulse thumping action. The Kansas City Roller Warriors are one of the premier leagues in the country, winning the National Championship in 2007, and are back for their 2008 season. Roller Warriors follows the home season when the four home teams; the Black-Eye Susans, Dreadnought Dorothys, Knockouts, and Victory Vixens take it to the track to compete for a league championship. The Dreadnought Dorothys are the undefeated back-to-back league champions and team to beat. The Knockouts are the self described \"prettiest team in the league\" and are setting out to keep their reputation and win a few games along the way. The Victory Vixens were winless throughout the last season and under new leadership are hoping to turn things around. The Black-Eye Susans are packed with newcomers and are trying to keep up with teams filled with more veterans than new skaters. The 2008 season also brings the Texas Rollergirls, the originators of the modern game, to town for an important interleague bout. The Kansas City All-Stars had never beaten the \"mothers of roller derby\" but this year, with the confidence a national title brings, things could be different. Roller Warriors explores the origins of the Kansas City Roller Warriors when a couple of librarians named Brooke and Mandy thought it would be fun to get on skates and knock each other around in a parking lot. Brooke and Mandy became Dirty Britches and Princess Anna Conda and have now grown to a league with 80 women and thousands of fans. These women are police officers, massage therapists, FedEx drivers and bartenders but when they get on the track, they're known as Patti Wackin, Annie Maul, Maiden Hell, Boobarella, Snot Rocket, and Ivana Clobber.",
        "languages": [
            "English"
        ],
        "title": "Roller Warriors",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Roller Warriors (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Time Warner Cable"
            }
        ],
        "plot": [
            "Modern roller derby began in Austin, TX in 2001 and quickly spread worldwide, creating hundreds of leagues, in places like Kansas City where small leagues run \"by the skater, for the skater\" were started. This \"new\" roller derby is real, no fake fighting, no story lines, just action-packed pulse thumping action. The Kansas City _Roller Warriors_ (qv) are one of the premier leagues in the country, winning the National Championship in 2007, and are back for their 2008 season. _Roller Warriors_ (qv) follows the home season when the four home teams; the Black-Eye Susans, Dreadnought Dorothys, Knockouts, and Victory Vixens take it to the track to compete for a league championship. The Dreadnought Dorothys are the undefeated back-to-back league champions and team to beat. The Knockouts are the self described \"prettiest team in the league\" and are setting out to keep their reputation and win a few games along the way. The Victory Vixens were winless throughout the last season and under new leadership are hoping to turn things around. The Black-Eye Susans are packed with newcomers and are trying to keep up with teams filled with more veterans than new skaters. The 2008 season also brings the Texas Rollergirls, the originators of the modern game, to town for an important interleague bout. The Kansas City All-Stars had never beaten the \"mothers of roller derby\" but this year, with the confidence a national title brings, things could be different. _Roller Warriors_ (qv) explores the origins of the Kansas City _Roller Warriors_ (qv) when a couple of librarians named Brooke and Mandy thought it would be fun to get on skates and knock each other around in a parking lot. Brooke and Mandy became Dirty Britches and Princess Anna Conda and have now grown to a league with 80 women and thousands of fans. These women are police officers, massage therapists, FedEx drivers and bartenders but when they get on the track, they're known as Patti Wackin, Annie Maul, Maiden Hell, Boobarella, Snot Rocket, and Ivana Clobber.::Charlie Parker"
        ],
        "tech": {
            "color": [
                "Color (NTSC Color)"
            ],
            "aspect ratio": [
                "1.33 : 1"
            ]
        }
    }
}