{
    "imdb": {
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Alyahya, Scha"
            },
            {
                "name": "Hasmie, Irma"
            },
            {
                "name": "Jung, Danwoo"
            },
            {
                "name": "Kamal, Mustapha"
            },
            {
                "name": "Miskin, Jehan"
            },
            {
                "name": "Mokhtar, Dynaz"
            }
        ],
        "locations": [
            "Kuala Lumpur, Malaysia",
            "Seoul, South Korea"
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "Malaysia"
        ],
        "country codes": [
            "my"
        ],
        "language codes": [
            "ms"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BNmVmOTUzOTctY2MzYi00NGJlLWEzNjItODQ1NzA5NWViZmZhXkEyXkFqcGdeQXVyNjgwNTExNjM@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "Malay"
        ],
        "title": "Awan Dania",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Awan Dania (Malaysia)"
        ],
        "writer": [
            {
                "name": "Aliza, Sofia"
            }
        ],
        "production companies": [
            {
                "name": "Nusantara Seni Karya"
            }
        ],
        "distributors": [
            {
                "name": "Astro Ria"
            }
        ],
        "other companies": [
            {
                "name": "Seoul Film Commission"
            }
        ],
        "plot": [
            "Comedy evolving around Dania, a young Malaysian flight attendant on her never ending quest to become a ladylike and complete woman.::SFC"
        ],
        "synopsis": [
            "Apart from Dania's ever continuing progress to being ladylike and a complete woman, in season 3, the story revolves around her growing attraction to Akmal - a rich impossibly handsome and dangerously attractive 32 year old man with an attitude - against the backdrop of private jets. Working for a private jet firm being a leg up for Dania, she aspires and gets to work for D'nest a private jet leasing company thereby throwing her in the upper end of the swirl pool. While at Fireflz's she had more than competently coped, she now has to cater to the upper crust. And all of them excepting none, had an attitude and taste that were, more than a tad higher than the average Fireflz flier and she had to call on all her skills to stay afloat. Compounding her problems, is a bitch of an airhostess - Idora who is well entrenched with D'nest and who looks down her snooty nose at klutz Dania as not being classy enough. How Dania handles the pulls and pressures of being a private jet stewardess, amidst her heart doing a cartwheels between Benjy and Akmal with a conniving Idora false-stepping her all the while with a disapproving Fifi but an ever supportive family is what AWAN DANIA 3 is all about."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}