{
    "imdb": {
        "raw release dates": [
            {
                "country": "Sweden\n",
                "date": "28 August 2010"
            }
        ],
        "release dates": [
            "Sweden::28 August 2010"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "A New Direction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Legend of Enyo (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "28 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Enyo realizes his relationship with the Werlog and unlocks his innate gift to communicate with the spirit world. He also discovers his amulet is the key to unlocking the Hidden Valley.    "
                },
                "2": {
                    "title": "The Big Shake Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Legend of Enyo (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "4 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Enyo trapped in a cave with a Rock Spirit, he solved a puzzle, saves the spirit atwah stones and the Rock Spirit gives Enyo the power of Vision. The power to see things for what they are; to glimpse the future; to see the true nature of people.    "
                },
                "3": {
                    "title": "The Creature",
                    "kind": "episode",
                    "episode of": {
                        "title": "Legend of Enyo (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "11 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    When Enyo follows the call of a mysterious girl, he finds an ancient temple and the girl, Elenna trapped. But Elenna's true self is an evil creature bent on destruction. What' s more, Enyo learns that it's the very creature Quag Naga enslaved to destroy his tribe years ago! Qyag Naga inadvertently helps Enyo and Enyo barely manages to escape with his life.    "
                },
                "4": {
                    "title": "Like Father, Like Son",
                    "kind": "episode",
                    "episode of": {
                        "title": "Legend of Enyo (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "18 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    The tribe's journey continues and Enyo feels left out. His father is dead. But a strange location and after misusing his Rock Spirit power of \"vision\" Enyo sees a vision of his father, many years ago, before he was born. When Ito is injured by something Enyo finds, Enyo must use his power to save himself, and his friend from a glass storm.    "
                },
                "5": {
                    "title": "The Fog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Legend of Enyo (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "25 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    In a strange, new place, the tribe is trapped by a fog that sets like concrete. - trapping them. They blame Enyo for their predicament. They are freed by Enyo who finds a way to cut through the fog - but as they hastily leave the area, the fog returns once more. This time it's over their heads. If it sets, they're history. Enyo has to placate the creature who controls the fog.    "
                },
                "6": {
                    "title": "The Gift",
                    "kind": "episode",
                    "episode of": {
                        "title": "Legend of Enyo (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Enyo's amulet is stolen by a Reptullus. Enyo wants to retrieve his amulet first and finds Quag Naga has stolen the jewel that keeps the Reptullus alive. When Enyo decides to rescue the jewel and save the Reptullus it results in him getting his amulet back - and receiving a new power from the Snake Spirit - the power to communicate with animals.    "
                },
                "7": {
                    "title": "The Invisible Enemy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Legend of Enyo (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "9 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Ito takes the amulet and, when he tries to use it, he unleashes an invisible creature which threatens the tribe. When Enyo realizes what Ito has done - and that the creature is bent on destroying Hunga, he also deduces that the creature is Ito's anger given form! He has to find a way to neutralize it and save Hunga before it's too late.    "
                },
                "8": {
                    "title": "Choices",
                    "kind": "episode",
                    "episode of": {
                        "title": "Legend of Enyo (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "16 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    The Doodjies find themselves unintentionally stranded by a giant rock creature whose tentacles are bridges spanning the gaps between mountain ranges. They soon find themselves trapped when Quag Naga arrives on the scene. Enyo must now find a way to get the creature to co-operate and restore the bridges while also rescuing Agaya who has been captured by Quag Naga.    "
                },
                "9": {
                    "title": "The Very Top",
                    "kind": "episode",
                    "episode of": {
                        "title": "Legend of Enyo (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Enyo is chosen by Shamani to climb to the top of a towering column to seek directions from the wind spirit. He takes Agaya and Ito with him on the perilous climb. Their climb is full of danger, while below Hunga is mortally wounded by one of the wind spirit's Harpons. Near the top, Enyo must face the wrath of the wind spirit and make the final ascent alone.    "
                },
                "10": {
                    "title": "The Boat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Legend of Enyo (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Enyo's amulet grows steadily heavier as the Doodjies approach the wreck of an ancient ship sitting mysteriously on the desert floor. Inside is an old hermit. The old man claims when his ship is repaired it will sail him to the 'Hidden Valley'. Could this be the legendary ship Shamani has heard tales of? And how is Enyo's amulet connected to all this?    "
                },
                "11": {
                    "title": "A Road Less Travelled",
                    "kind": "episode",
                    "episode of": {
                        "title": "Legend of Enyo (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    The tribe are desperate for food, and Enyo chooses a path.But when Odina falls into the lair of the insect-like Vrendigs, it seems as if Enyo's choice has been disastrous. Hunga tries desperately to save her, while Enyo launches a rescue mission of his own. Eventually, Enyo succeeds in rescuing Hunga and Odina, and capturing the Vrendig's food supplies. It seems this was the best path after all.    "
                },
                "12": {
                    "title": "The Floating Islands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Legend of Enyo (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    The Doodjies must make a leap of faith and travel on huge floating rock islands across a chasm to what they hope is a whole new country on the other side. Dangers lurk below and the Doodjies are soon attacked by giant jellyfish - Pleshti. Naturally Quag Naga has a hand in causing the attack. Only Enyo's power and quick thinking saves the day and his friend Panko.    "
                },
                "13": {
                    "title": "Memories",
                    "kind": "episode",
                    "episode of": {
                        "title": "Legend of Enyo (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    When the tribe are attacked by a swamp creature, Enyo lost his memory and he wanders away from the tribe, delirious. He is found by Quag Naga. When Quag Naga realizes he's lost his memory, he convinces Enyo he is Enyo's father and tried to get from him the secret of the amulet. When Enyo finally regains his memory, he realizes he has to save the whole tribe from Quag Naga's attack!    "
                },
                "14": {
                    "title": "The Perfect Valley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Legend of Enyo (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Thinking that they have finally reached the Hidden Valley, the Doodjies set up camp in a lush valley. He discovers that the valley is indeed the tongue of a big creature who's slowly drawing everything in, threatening to swallow the Doodjies, who have fallen prey to the creatures sleep-inducing fruit.    "
                },
                "15": {
                    "title": "The Kwahgum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Legend of Enyo (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    When Hunga gets swallowed alive by the Kwahgum, Ito, Enyo and Agaya sneak off by themselves to save Hunga. While the Dooji hunters hold Quan Naga's Marauders at bay, the children fight the creature to free their leader.    "
                },
                "16": {
                    "title": "Into the Whirlwind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Legend of Enyo (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    When the Doodjie's animals fall ill and Hunga orders to leave them behind, Agaya sets off by herself, determined to save her togo. She searches for rare torgils, stones created by pink lightning that can cure anything. However, on her quest, Agaya gets sucked into a whirlwind that is attracted by the the stone's energy. To save her, Enyo draws on his power to harness nature for the first time.    "
                },
                "17": {
                    "title": "The Argols",
                    "kind": "episode",
                    "episode of": {
                        "title": "Legend of Enyo (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    After drinking from a water hole, Shamani falls ill and starts to behave strangely. Enyo calls on his powers and discovers that Argols slipped into Shamani and are feeding of his life force. Trying to save him, however, Enyo himself gets endangered. But his guardian, the Werlog, comes to the rescue and brings the boy back to his tribe.    "
                },
                "18": {
                    "title": "The Varen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Legend of Enyo (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    The Doodjie tribe are attacked by Varen (large birds usually known for healing abilities). Enyo tries to communicate with the animals to find the reason behind the hostility of the great healers. At least Enyo is able to free the Great Varen of their pain. Enyo's actions show Shamani that the boy is growing.    "
                },
                "19": {
                    "title": "The Ghals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Legend of Enyo (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    The Doodjie tribe gets captured by the Ghals. But when Quag Naga arrives and not only abducts Enyo but also the Ghals' shaman boy Hecto and the sacred Stone of the Green Spirit, the two groups have to take a chance and work together to beat Quag Naga.    "
                },
                "20": {
                    "title": "The Tower",
                    "kind": "episode",
                    "episode of": {
                        "title": "Legend of Enyo (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    The Doodjies' journey comes to a halt when a tower blocks their way, daring Enyo to accept its challenge. Enyo is doubtful, even Shamani wasn't ready to face it in the past, but the tribe's chance of finding the Hidden Valley lies in his hands. When he has to choose between the safe passage of the Doodji tribe or his own safety, Enyo decides to save the Doodjies    "
                },
                "21": {
                    "title": "The Oxygen Plants",
                    "kind": "episode",
                    "episode of": {
                        "title": "Legend of Enyo (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Passing through an Oxygen Forest, the Doodjies come upon the hostile Chwan who hunt and hoard more Ozums (little animals that help to keep nature in balance) than they can eat. Enyo learns from the spirit that it's the Ozums who release the oxygen from the plants and without their help, the air goes bad. Enyo needs to free the animals to save the forest and his tribe.    "
                },
                "22": {
                    "title": "Bad Omens",
                    "kind": "episode",
                    "episode of": {
                        "title": "Legend of Enyo (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    When Enyo, Ito and Agaya try to rescue a Crowler - a sacred animal to the Doodjies - from Quag Naga and the Marauders, Ito gets badly injured. Only the healing power of Crowler's horn can save him now. But Odina's and Quag Naga's plans to hunt the creature make it difficult for Enyo to communicate with the shy animal.    "
                },
                "23": {
                    "title": "Garden of Vanishing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Legend of Enyo (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Trying to catch Gleef, the Doodjies enter an enclosed valley, but something is very wrong - the plants are carnivorous and eat every living thing in reach, including the hunters. Enyo, Ito and Agaya need to find a way to save them before it is too late. Noticing that all plants are connected, they hurry to destroy the main plant.    "
                },
                "24": {
                    "title": "The Werlog Trap",
                    "kind": "episode",
                    "episode of": {
                        "title": "Legend of Enyo (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    When Enyo, Ito and Agaya fall into a Volcano crater they get rescued by two wild boys, Poros and Montoo, who tell them the legend of the Werlog and a special boy who can call him. When they realize that Enyo is that boy, Poros and Montoo capture him and put him in great danger to attract the Werlog.    "
                },
                "25": {
                    "title": "The River of the Past",
                    "kind": "episode",
                    "episode of": {
                        "title": "Legend of Enyo (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    As the Doodjies' journey is coming to an end, a boat arrives at an eerie lake to take Enyo and a weakening Shamani on a voyage to the past. While, in his last act, Shamani distracts Quag Naga who has been following them, Enyo discovers their opponent's true identity and tries to warn the Aglulo tribe. But his father (Katchyo) hinders him from changing the past, time would spin out of control.    "
                },
                "26": {
                    "title": "The Hidden Valley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Legend of Enyo (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Disheartened and exhausted from their long journey, the Doodjies turn their backs on Enyo. After consulting with Shamani's spirit, Enyo walks off by himself to find the entrance to the Hidden Valley. Using the spirit runes he collected on their journey, Enyo uncovers the Hidden Valley behind a wall. But Quag Naga who has followed him, prevents him from unlocking it.    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Croft, Jamie"
            },
            {
                "name": "Crocker, Barry"
            },
            {
                "name": "Doake, Michelle"
            },
            {
                "name": "Grandison, Pippa"
            },
            {
                "name": "Meegan, Brian"
            },
            {
                "name": "Oxenbould, Jamie"
            },
            {
                "name": "Scott, Keith"
            },
            {
                "name": "Whitby, Adam"
            }
        ],
        "genres": [
            "Family"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.9,
        "votes": 28,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjIyOTQ3MjUzNV5BMl5BanBnXkFtZTgwMTM1MDY4NjE@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Legend of Enyo",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2010",
        "akas": [
            "Legend of Enyo (Australia)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Bennett, Paul"
            },
            {
                "name": "Carroll, Sam"
            },
            {
                "name": "Dalkin, Philip"
            }
        ],
        "production companies": [
            {
                "name": "Avrill Stark Entertainment"
            },
            {
                "name": "Screen NSW"
            },
            {
                "name": "Seven Network"
            },
            {
                "name": "Zweites Deutsches Fernsehen (ZDF)"
            }
        ],
        "distributors": [
            {
                "name": "Studio 100 Media"
            }
        ],
        "plot": [
            "Against an exotic and exciting backdrop of fantastic prehistoric beasts and shamanism, a clever and talented 12 year old boy named Enyo takes us on a spectacular journey of fantasy, fun and wild adventure.::Paul Gerard Kennedy"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 28,
                "rating": 6.9
            },
            "aged 18 29": {
                "votes": 6,
                "rating": 6.5
            },
            "aged 30 44": {
                "votes": 8,
                "rating": 6.7
            },
            "aged 45 plus": {
                "votes": 8,
                "rating": 5.3
            },
            "males": {
                "votes": 17,
                "rating": 5.9
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 6.5
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 5.9
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 5.0
            },
            "females": {
                "votes": 7,
                "rating": 7.4
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 5.5
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 5.0
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 5.5
            },
            "us users": {
                "votes": 4,
                "rating": 7.8
            },
            "non us users": {
                "votes": 14,
                "rating": 6.0
            }
        },
        "number of votes": {
            "10": 11,
            "9": 2,
            "8": 3,
            "7": 1,
            "6": 2,
            "5": 0,
            "4": 4,
            "3": 0,
            "2": 2,
            "1": 3
        },
        "arithmetic mean": 6.9,
        "median": 8
    }
}