{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "  2009"
            }
        ],
        "release dates": [
            "Canada::2009"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Paintbrush",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Mickey decides to make a painting for Megan using his paws. When he's finished he sees he has made a mess in the playroom with his paw prints. Pete the Paintbrush explains the he can use a paintbrush instead of his paws so that painting doesn't have to be so messy.    "
                },
                "2": {
                    "title": "Glue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "plot": "\n    Mickey decides to make a picture for Megan using pipe cleaners and popsicle sticks. But when he picks it up, his picture falls apart. Gilbert Glue explains that he can help keep Mickey's picture together because he makes things sticky.    "
                },
                "3": {
                    "title": "Dandelions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "plot": "\n    Mickey thinks he's found the perfect flower for Fiona's birthday card. It's soft and fluffy, just like Fiona. But, every time he tries to pick one, the top of the flower blows away, Mickey thinks he broke all the flowers. But Patricia the Pine Tree explains that the flower is called a dandelion and it is the seeds getting blown off - and more dandelions are being planted.    "
                },
                "4": {
                    "title": "Hamster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Mickey decides to collect all his toys in the farmhouse. He comes across a new toy; a big clear ball with what he thinks is a fuzzy ball inside of it. When the ball disappears, Mickey is confused. But, Holly the Hamster explains that she uses her hamster ball to get around and that it's great exercise.    "
                },
                "5": {
                    "title": "Buoy Bell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "plot": "\n    Mickey goes to the beach in search of seaweed for Guy. Mickey keeps getting sidetracked when he hears Megan ringing the dinner bell. But every time Mickey arrives at his doggy bowl, it's empty. Bobby the Buoy Bell was making the ringing noise all along. And Bobby explains to Mickey that he makes a ringing sound with his bell when boats are near to warn them of rough or shallow water.    "
                },
                "6": {
                    "title": "Chameleon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "plot": "\n    Mickey is excited to play with a new animal visiting the farm - a pet chameleon. But when it looks as if the chameleon has disappeared, Mickey thinks she might be lost. Clara the Chameleon shows Mickey how chameleons change colour to blend in withtheir surroundings. So she wasn't lost at all, she was just hiding.    "
                },
                "7": {
                    "title": "Airplane",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "plot": "\n    Mickey is excited to play with his new friends, the geese. But he's concerned when he sees one of the geese not flying with the others. Geese always fly together, so that lone goose must be lost! But Gooby the Goose and Ariel the Airplane explain that what Mickey actually saw was an airplane. Mickey learns that airplanes also fly in the sky - but they carry people and PETS as passengers.    "
                },
                "8": {
                    "title": "Goldfish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "plot": "\n    Mickey finds a goldfish in a bowl inside the farmhouse. He believes the fish must be lost since he's only ever seen fish living in the pond. But Gary the Goldfish explains that he's a house pet and that he loves living inside his fishbowl.    "
                },
                "9": {
                    "title": "Elephant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "plot": "\n    Mickey goes to the pond for a swim. He's surprised to see a giant creature with big ears and a water-sucking hose for a nose. Mickey thinks this creature might be taking all the water from the farm. But Ed the Elephant assures Mickey he was only spraying water to cool off and there is plenty of water for everyone.    "
                },
                "10": {
                    "title": "Seed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "plot": "\n    Mickey decides to plant a seed in a flowerpot to grow a flower. But even though he followed all the gardening steps, his flower won't grow. Frasier the flower explains to Mickey that flowers need time to grow.    "
                },
                "11": {
                    "title": "Fox",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "plot": "\n    Mickey goes looking for the perfect hiding place to play hide and seek with Megan.He comes across an animal that looks like a dog with red fur and a puffy tail. When the animal disappears, Mickey thinks they are playing hide and seek together. But then Mickey can't find the animal anywhere. Finnegan the Fox explains to Mickey that he wasn't hiding, he was foraging, which is his way of looking for    "
                },
                "12": {
                    "title": "Radio",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "plot": "\n    Mickey decides to practice playing his doggy piano in the playroom. He is confused when he hears music coming from a box that doesn't look like any musical instrument he's seen before. Ricky the Radio explains that he plays music from all around the world by tuning into different radio stations. He says if Mickey keeps practicing, maybe his music can be on the radio someday, too.    "
                },
                "13": {
                    "title": "Cow Bells",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "plot": "\n    Mickey is looking and listening for the new wind chime he and Megan hung in a tree yesterday. He hears what he believes to be more wind chimes in the cow field - but there are no wind chimes in sight. Carly the Cow explains that Mickey heard cowbells. The cows wear the bells so the farmer knows where the cows are.    "
                },
                "14": {
                    "title": "Cockatoo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "plot": "\n    Mickey decides to do a little bird watching through the window in the playroom, where a visiting cockatoo is staying. Mickey keeps hearing his name being called. But he's confused since the voice is coming from inside the playroom and no one else is around. Corey the Cockatoo explains that Cockatoos like to imitate things people say, like the sound of Megan calling Mickey.    "
                },
                "15": {
                    "title": "Lawnmower",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "16": {
                    "title": "Hummingbird",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "plot": "\n    Mickey decides to pick some flowers for Megan. He is surprised to find a flying creature that looks too small to be a bird, but too big to be a bee, eating nectar from the flowers. Hannah the Hummingbird explains the she is a very small bird and that loves to eat nectar. It gives her the energy she needs to fly.    "
                },
                "17": {
                    "title": "Hatching Eggs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 17,
                    "plot": "\n    Mickey finds some eggs outside the hen house that have spilled out of a basket.Worried the eggs won't hatch, he tries sitting on one like a mother hen. But nothing happens. Henrietta the Hen explains that there are two kinds of eggs. There are eggs that hatch into baby chicks. And there are eggs that don't hatch, which are the kind people like to eat.    "
                },
                "18": {
                    "title": "Sea Otter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 18,
                    "plot": "\n    Mickey goes to the beach in to dig up clams for a clambake. But his pile of clams goes missing. Following the trail of empty clamshells, he sees a creature in the water that he's never seen before. He thinks it must be a clam-stealing monster. But Odette the Sea Otter explains that she's a fun-loving animal that loves to eat clams. She didn't realize the clams she took belonged to someone else.    "
                },
                "19": {
                    "title": "Lady Bug",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 19,
                    "plot": "\n    Mickey goes searching for bugs on the farm. He sees one bug that looks like a little beetle, only it is red with black spots. Mickey is concerned the bug might be sick. But Lucy the Lady Bug explains that her bright colours help other animals watch out for her because she's so tiny.    "
                },
                "20": {
                    "title": "Trains",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 20,
                    "plot": "\n    While looking for the perfect hiking trail Mickey stumbles across a train track, which he mistakes for a giant ladder that fell from the sky. And when a train comes along Mickey thinks it's a giant sky monster! Mickey later meets Chester the Choo-Choo Train who explains the importance of trains. And he stresses that it is not safe to play around trains or train tracks!    "
                },
                "21": {
                    "title": "Rainbow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 21,
                    "plot": "\n    Mickey and Megan were making paintings of the scenery on the farm yesterday.Painting sure can get messy! Since it has just stopped raining, Mickey decides to look for some more fun things on the farm to paint. Then he sees his first ever rainbow! He thinks someone made a mess in the sky after spilling all their paint. But Rhiannon the Rainbow explains that rainbows like her are rare and special.    "
                },
                "22": {
                    "title": "Golf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 22,
                    "plot": "\n    Mickey and Megan made a flag yesterday. Now Mickey needs to find the perfect place on the farm to fly it. He discovers a beautiful patch of green grass with its very own flag and flagpole. But then white balls start landing all around him! He thinks they're pieces of the sky-the sky is falling! Penelope the Putter explains to Mickey that he was on a golf course and that it wasn't the sky falling!    "
                },
                "23": {
                    "title": "Flamingo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 23,
                    "plot": "\n    Mickey and Megan are going to the carnival today and he can't wait! Last time the carnival was in town, they had cotton candy and it was pink and delicious! Cotton candy comes on a stick and Mickey is going to find his very own stick on the farm for his cotton candy. On his search he sees a flamingo and thinks it is a bird covered in cotton candy.    "
                },
                "24": {
                    "title": "Bubbles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 24,
                    "plot": "\n    Mickey loves helping Megan clean up after playing. Cleaning up your mess is an important chore! Mickey wants to surprise Megan by doing all the dishes before she gets home from school. Mickey's never washed the dishes before, this should be fun! But when shiny clear balls start floating up out of the washing tub, Mickey is surprised. He tries to chase the floating balls but they pop and disappear!    "
                },
                "25": {
                    "title": "Shadows",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 25,
                    "plot": "\n    Mickey finds the perfect spot to watch the sunset from, right in front of the barn. When he looks at the barn wall he sees what he thinks is a giant dinosaur! But, Barny the Barn explains that what Mickey saw was his shadow, which can get really big when the sun is low in the sky just before the sunset.    "
                },
                "26": {
                    "title": "Frogs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 26,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Leaves",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    As it gets colder and the leaves change colour, Mickey worries that he might change colour too. Megan and Mable the Maple Tree teach him about the changing of the seasons.    "
                },
                "2": {
                    "title": "Pine Cones",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Mickey wants to help the trees when they start dropping little weird-shaped brownthings on the ground. Megan and Penelope the Pine Tree show Mickey what thosebrown things are and why it's really important that trees drop them.    "
                },
                "3": {
                    "title": "Wagon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Mickey wants to go for a wagon ride, but despite all his urging, the horse won't pull the wagon. Megan and Howie the Horse teach Mickey the magic words to get a horse to move and stop.    "
                },
                "4": {
                    "title": "Tractor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Mickey sees a fantastic machine that reminds him of a car and wants to go for ride, but he doesn't understand why the farmer won't take him for one. Megan and Timmy the Tractor show Mickey what a tractor does and why he shouldn't ride on it.    "
                },
                "5": {
                    "title": "Plow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Mickey is very alarmed when he sees the farmer riding a machine with big claws that seems to be tearing up the land. Megan and Pauly the Plow explain what the machine is doing and why.    "
                },
                "6": {
                    "title": "Digging",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Megan taught Mickey that digging holes isn't very nice, so he's alarmed when he sees the farmer doing just that! Mickey tries to fill them in, but can't. Megan and Florence the Flower show Mickey why the farmer was digging holes.    "
                },
                "7": {
                    "title": "Frog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Mickey investigates a strange noise but accidentally knocks Megan's fresh laundry on the ground before he can solve the mystery. Then one of the shirts hops away! Megan and Fred the Frog help Mickey solve the mystery.    "
                },
                "8": {
                    "title": "Soccer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Mickey has been taught that kicking is not very nice, so when he sees some kids kicking a ball, he tries to stop to it. Megan and Baxter the Ball show Mickey a game where kicking is okay.    "
                },
                "9": {
                    "title": "Tomatoes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Mickey accidentally knocks over a bunch of tomatoes and they all roll down a hill. He retrieves them all but one. Megan and Greg the Ground Hog help Mickey figure out what happened to the missing tomato.    "
                },
                "10": {
                    "title": "Spider",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Fiona's having a party and Mickey wants to bring her a toy, but he accidentally ruins a spider's web while looking for his ball. Megan introduces him to Sophia the Spider and they save the day.    "
                },
                "11": {
                    "title": "Ducks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    When Mickey tries to make friends with some funny-looking birds on the pond, they just run away from him. Megan shows him what kind of birds they are, and Deke the Duck tells him the best way to make new friends.    "
                },
                "12": {
                    "title": "Bull",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Megan's lost her hat and Mickey sets out to find it, which he does: right on the horn of a big bull! Megan and Bartholomew the Bull help Mickey figure out how the hat got there and how Mickey can get it back for Megan.    "
                },
                "13": {
                    "title": "Cat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Mickey investigates a disturbing sound coming from the barn. He discovers what he thinks is a city cat and chases it away from the farm. Megan and Kit the Cat show Mickey how he and Kit have something in common.    "
                },
                "14": {
                    "title": "Chick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Mickey plays with a new friend he thinks is a Meep, but Mickey didn't ask the Meep's mother if it was okay first. Megan introduces him to the mother and he learns what kind of animal Meep really is.    "
                },
                "15": {
                    "title": "Market",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    When Mickey comes across a huge load of vegetables on the side of the road, he worries that they must be lost and decides to bring them to the supermarket. Megan and Katrina the Carrot show him an even better place for the veggies.    "
                },
                "16": {
                    "title": "Milk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Mickey finds a delicious bucket of fresh milk, but when a \"great big beast\" tries to take it from him he sets out to rescue the milk. Megan and Chloe the Cow show Mickey that the \"beast\" just wanted to share the milk.    "
                },
                "17": {
                    "title": "Rabbit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Mickey plays a fun game with a rabbit but gets worried when the rabbit disappears. Megan and Rishi the Rabbit show Mickey exactly how he vanished.    "
                },
                "18": {
                    "title": "Weather Vane",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    During a game of hide and seek, a funny-looking thing with an arrow that sits on top of the barn keeps pointing Mickey in the wrong direction. Megan and Wanda the Wind help Mickey figure out how a weather vane works.    "
                },
                "19": {
                    "title": "Chicken",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Mickey sees a chicken up on top of the farmhouse, thinks it's stuck up there, and tries to get it down. Megan and Chandra the Chicken show Mickey how the chicken got up there and why.    "
                },
                "20": {
                    "title": "Litter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Mickey comes across some garbage and determines to give the back yard a good cleaning, but does his job a little too well and cleans up everything - including Megan's toys and tools. Megan and Gary the Garbage Pail show Mickey what does and doesn't belong in the garbage.    "
                },
                "21": {
                    "title": "Pig",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Mickey is happy to share his chew toy with his new pig friend, but he's not so happy when the pig runs away with it. Megan introduces Mickey to Pete the Pig who shows Mickey what he was doing with the toy and why.    "
                },
                "22": {
                    "title": "Horse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Mickey meets Megan's new horse and thinks the horse is way cooler than he is, so he decides he wants to be more like the horse. Megan and Harry the Horse show Mickey there are many ways to be cool.    "
                },
                "23": {
                    "title": "Bird Feeder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Mickey sees a bunch of birds eating all of Megan's seeds from a funny box on a stick. He believes the seeds should be planted, not eaten, and tries to protect them. Megan and Beatrice the Bird teach Mickey a new way to use seeds.    "
                },
                "24": {
                    "title": "Swimming",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Mickey sees his duck friends in the pond and wants to play with them only to discover he's afraid of the water. Megan and Doug the Dog show Mickey all the different animals that love to swim - even Doug the Dog.    "
                },
                "25": {
                    "title": "Rain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    On a wet, rainy day, Mickey is thankful that his fur keeps him warm but is worried about the unprotected plants, so he sets out to keep them warm and dry. Megan and Chris the Corn Stalk teach him about plants and how they love the water.    "
                },
                "26": {
                    "title": "Recital",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    When Mickey sits outside the window and sings along with a boy playing the piano inside, the boy shuts the window so Mickey can't hear him play. Megan and Penelope the Piano teach Mickey the importance of practice time.    "
                }
            },
            "2": {
                "1": {
                    "title": "Ant Hill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey unwittingly gets too close to an ant hill and experiences a troublesome tickling sensation. Megan and Ally the Ant show Mickey where the ants live and why they made him so ticklish.    "
                },
                "2": {
                    "title": "Beaver",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey goes to play with his rubber ducky in the river and is surprised to see lots of trees in the water. Megan and Bruno the Beaver explain how the trees got in the water and why they are there.    "
                },
                "3": {
                    "title": "Broken Egg Shells",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey goes searching for a friend to play with, finds a chick with some broken eggshells on its head, and thinks he has to put the eggshells back together. Megan and Chelsea the Chicken teach Mickey about how eggs hatch.    "
                },
                "4": {
                    "title": "Brown Cow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey goes searching for the cow that makes chocolate milk and doesn't have much luck finding it. Megan and Carly the Brown Cow show Mickey where chocolate milk really comes from.    "
                },
                "5": {
                    "title": "Christmas Tree",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey thinks Megan got him a new ball for Christmas and goes snooping for it, but ends up making a big mess around the Christmas tree. Megan and the Connie the Christmas Tree teach Mickey why snooping for presents isn't a good idea.    "
                },
                "6": {
                    "title": "Clouds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey decides to spend the day chasing clouds and guessing what they look like, but he has a little trouble keeping up with them. Megan and Cleo the Cloud show Mickey how the clouds are able to move so fast.    "
                },
                "7": {
                    "title": "Crab",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey goes to the beach to collect some rocks and finds himself chasing some runaway seaweed. Megan and Camilla the Crab teach Mickey about how crabs enjoy finding all kinds of hiding places.    "
                },
                "8": {
                    "title": "Cricket",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey searches for a quiet place to take a nap but is disturbed by something making a very loud noise. Megan and Calvin the Cricket show Mickey how crickets like to hide in the grass and chirp.    "
                },
                "9": {
                    "title": "Donkey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey sets out to help his friend hear all the different sounds on the farm and finds a horse who he tries to teach his how to neigh when the horse begins making strange laughing sounds. Megan and Duncan the Donkey teach Mickey how donkeys bray.    "
                },
                "10": {
                    "title": "Echo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey goes practicing a rhyming game and is surprised to hear somebody repeating everything he says. Megan and Bella the Barn teach Mickey about how his voice echoes.    "
                },
                "11": {
                    "title": "Easter Egg Hunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    While on an Easter egg hunt, Mickey makes a robin a little upset when he takes one her blue eggs. Megan and Rhonda the Robin teach Mickey about the difference between Easter eggs and robin eggs.    "
                },
                "12": {
                    "title": "Frozen Duck Pond",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey goes to play with his duck friends but is surprised to see they're all gone and the pond is covered in ice. Megan and Danny the Duck assure Mickey that the ducks will be back when the winter is over.    "
                },
                "13": {
                    "title": "Glasses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey thinks Megan looks great in her new glasses and decides to find some glasses for himself and his farm friends. Megan and Parker the Pig teach Mickey about why some people need glasses and some don't.    "
                },
                "14": {
                    "title": "Honey Bee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey thinks he sees a strange fly bothering all the flowers. Megan and Betty the Honey Bee show Mickey how bees collect nectar for making honey.    "
                },
                "15": {
                    "title": "Iceberg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey wanders to the beach and sees a mysterious, snow-covered island that disappears when he goes to find some friends to show it to. Megan and Patti the Polar Bear teach Mickey about icebergs and where they come from.    "
                },
                "16": {
                    "title": "Jack-O-Lantern",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey goes searching for a Halloween costume and thinks he found the perfect one, but he can't seem to get the strange vegetable with a face onto his head. Megan and Jimmy the Jack-o'-Lantern show Mickey why he needs to find a different costume.    "
                },
                "17": {
                    "title": "Kite",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey tries to fly Megan's kite on a calm day and doesn't understand why he can't get it to fly. Megan and Kari the Kite show Mickey how it's always best to fly kites on windy days.    "
                },
                "18": {
                    "title": "Magic Rabbit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey tries to pull a rabbit out of a hat and worries that he broke Megan's magic wand when the magic trick doesn't work. Megan and Rani the Magic Rabbit teach Mickey that practice makes perfect and make a little magic of their own.    "
                },
                "19": {
                    "title": "Moose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey sees some funny-looking branches moving through the forest and worries that the trees might leave the farm and take Megan's tree house. Megan and Milton the Moose teach Mickey all about antlers.    "
                },
                "20": {
                    "title": "Newfoundland Dog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey befriends a big, black dog at the local town harbour and tries to play hide-and- seek but gets a little upset when a fishing boat leaves with his new friend on board. Megan and Nelson the Newfoundland dog show Mickey how some dogs have important jobs to do.    "
                },
                "21": {
                    "title": "Owl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey was kept awake all night by a strange sound and sets out to investigate where it was coming from. Megan and Otis the Owl teach Mickey that some animals stay up all night and sleep all day.    "
                },
                "22": {
                    "title": "Puppy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey tries to play with a puppy and doesn't understand why the puppy only wants to make a big mess. Megan and Madelaine the Motherly Dog show Mickey why puppies need to be taught how to play.    "
                },
                "23": {
                    "title": "Racehorse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey sees the farmer cleaning a horse's shoes and goes in search of some shoes that will help him run faster. Megan and Rocket the Racehorse show Mickey why some horses need horseshoes and why dogs don't need any shoes at all.    "
                },
                "24": {
                    "title": "Rooster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey decides to give the farm rooster a break, so he dresses up like a rooster and tries to wake everybody up. Megan and Rex the Rooster teach Mickey why some jobs should be left to the animals that are good at doing them.    "
                },
                "25": {
                    "title": "Letters to Santa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey tries to deliver some letters to Santa and becomes convinced the mailbox is broken. Megan, Melvin the Mailbox and Santa teach Mickey how mailboxes are really used and how letters reach Santa.    "
                },
                "26": {
                    "title": "Shaved Sheep",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey goes looking for his sheep friends but is surprised to find some skinny, funny- looking animals in the sheep pen. Megan and Schlepy the Sheep show Mickey how the farmer shaves all the sheep to use their wool.    "
                },
                "27": {
                    "title": "Sheep Dog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey finds a new dog on the farm and causes a little trouble when he tries to help the dog take care of the sheep. Megan and Skippy the Sheep Dog teach Mickey about Skippy's very important job.    "
                },
                "28": {
                    "title": "Sick Maple Tree",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey sees something sticky dripping down a tree's trunk and thinks the tree might be sick. Megan and Mable the Maple Tree teach Mickey about sap and how it's used to make maple syrup.    "
                },
                "29": {
                    "title": "Silo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 29,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey sees the farmer filling a strange building with grain and thinks the animals won't have anything left to eat, so he hides some grain in his wagon. Megan and Sedwick the Shovel teach Mickey about silos and how the farmer is busy preparing for winter.    "
                },
                "30": {
                    "title": "Singing Robin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 30,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey tries to sing like a robin but isn't very successful. Megan and Reginald the Robin help Mickey understand that everybody has unique abilities which make them special.    "
                },
                "31": {
                    "title": "Stinky Skunk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 31,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey finds a strange animal eating all the vegetables in the vegetable garden and gets a stinky surprise when he tries to stop it. Megan and Selma the Skunk teach Mickey why skunks occasionally spray people.    "
                },
                "32": {
                    "title": "Slithering Snake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 32,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey finds a snake and wonders how it moves around without any legs, so he decides to try to give it a tour of the farm in his red wagon. Megan and Cyril the Snake show Mickey why snakes don't need legs to get around.    "
                },
                "33": {
                    "title": "Snow Blower",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 33,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey finds Megan's lost scarf but loses it again when he tries to stop a strange machine from \"spitting\" snow everywhere. Megan and Sylvia the Snow Blower teach Mickey why snow blowers are so helpful in the winter.    "
                },
                "34": {
                    "title": "Snowman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 34,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey discovers a snowman who he thinks stole Megan's mittens. Megan and Simon the Snowman explain how Simon got the mittens.    "
                },
                "35": {
                    "title": "Snowshoe Hare",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 35,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey plays a fun game of guess-the-snow-print and sees some strange, really big prints he mistakes for a giant's prints. Megan and Harmony the Snowshoe Hare show Mickey why snowshoes are so useful.    "
                },
                "36": {
                    "title": "Turkey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 36,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey thinks he found a chicken to play dress-up with but doesn't understand why the chicken keeps laughing and doesn't seem to like his costumes. Megan and Tom the Turkey teach Mickey the differences between chickens and turkeys.    "
                },
                "37": {
                    "title": "Turtle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 37,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey finds Megan's bandanna in the pond and lays it on a rock to dry off. He gets a little confused after the rock walks away with the bandanna. Megan and Tanner the Turtle help Mickey clear up his confusion.    "
                },
                "38": {
                    "title": "Vet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 38,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey tries to act like a vet and help a horse feel better but isn't very successful. Megan and Hubert the Horse teach Mickey how taking care of animals is a job better left to a veterinarian.    "
                },
                "39": {
                    "title": "Woodpecker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 39,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Mickey sees a woodpecker and thinks the bird is poking all the trees, so he covers up a baby tree he and Megan recently planted. Megan and Wanda the Woodpecker show Mickey what was really going on.    "
                }
            },
            "3": {
                "1": {
                    "title": "Skating",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Mickey discovers a large patch of ice and is confused to find children effortlessly gliding across it with funny looking boots on. Megan and The Skates teach Mickey about ice skates and ice skating.    "
                },
                "2": {
                    "title": "Snowflake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Mickey tries to catch a snowflake on his tongue to give to Megan but is disheartened when his tongue always seems to come up empty. Megan and Sned the Snowflake explain to Mickey that he caught many snowflakes, but they all melted before hecould see them.    "
                },
                "3": {
                    "title": "Melting Snowman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Mickey seeks out the snowman he and Megan built the day before but only finds the snowman's clothes and is convinced his frozen friend is lost. Megan and Sammy the Snowman explain to Mickey that when it gets warm outside a snowman melts.    "
                },
                "4": {
                    "title": "Mosquito",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Mickey tries to find the perfect spot to camp with his friends and thinks he finds a good spot next to the pond, but he realizes a mysterious buzzing noise would make it too hard to sleep. Megan and Molly the Mosquito show Mickey what's making all the noise.    "
                },
                "5": {
                    "title": "Skiing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "plot": "\n    Mickey heads to his favourite hill to go sliding but is concerned when he discovers what he believes to be Megan's sleigh in pieces. Megan and Steevski and Stuski the Skis explain that those pieces are skis and poles and Mickey learns about skiing.    "
                },
                "6": {
                    "title": "Starfish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Mickey finds a star on the beach and thinks it fell from the sky. Megan and Stella the Starfish teach Mickey that there are star-shaped things in the ocean too.    "
                },
                "7": {
                    "title": "Firewood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "plot": "\n    Excited about a camping trip with Megan, Mickey heads out to collect some sticks for the campfire but gets a little confused when the piles he makes continue to disappear. Megan and Beatrice the Blue Jay show Mickey how the sticks disappeared and how birds use them to makes nests.    "
                },
                "8": {
                    "title": "Guidedog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "plot": "\n    Mickey does his best to play with a visitor's German Shepherd but doesn't have any luck when the dog won't leave his owner's side. Megan and Cecil the Seeing-Eye Dog show Mickey all the important things seeing-eye dogs do for their owners.    "
                },
                "9": {
                    "title": "Butterly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Baby Sparrow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "plot": "\n    Mickey investigates a strange noise and finds a baby sparrow sitting in the grass beneath a nest of other baby sparrows. When the bird won't fly back up to the nest, Mickey thinks it must be injured and runs for help. Megan and Shelley the Sparrow teach Mickey that falling from the nest is normal and helps teach the sparrow how to fly.    "
                },
                "11": {
                    "title": "Puddle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "plot": "\n    Mickey takes his rubber ducky for some play time in a puddle he and Megan played in the day before, but when he gets there, the puddle's gone. Megan and Mickey's Rubber Ducky teach him about how water evaporates when the weather warms up.    "
                },
                "12": {
                    "title": "Ice Fishing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "plot": "\n    Mickey discovers a hole in the ice of his favourite frozen pond and is convinced he has to fill it in. Megan and Oliver the Auger explain to Mickey that the hole is for ice fishing.    "
                },
                "13": {
                    "title": "Squirrel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "plot": "\n    Mickey goes to the woods to sit in the shade of a large oak tree and enjoy his new doggie bone, but when he gets there acorn shells shower from the tree and Mickey begins a futile attempt to clean them all up. Megan and Smithers the Squirrel show Mickey why the shells were falling and who else was enjoying an afternoon treat.    "
                },
                "14": {
                    "title": "Whale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "plot": "\n    Mickey heads to the beach to have a lookout for some whales, but all he sees is water shooting out from the ocean and worries it scared away all the whales. Megan and Wally the Whale explain that what he saw was a waterspout from Wally's blowhole.    "
                },
                "15": {
                    "title": "Fire Truck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "plot": "\n    When Mickey follows a Dalmatian to a fire station and gets shooed away, he decides to dress up like a spotted dog but still doesn't have any luck getting into the fire station. Megan and Dooly the Dalmatian show Mickey why Dalmatians are sometimes found in fire stations.    "
                },
                "16": {
                    "title": "Sprinkler",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "plot": "\n    Mickey looks for a good spot to lie down and watch the clouds, but every time he finds one he gets wet with a sprinkler. Megan and Florence the Flower teach Mickey why sprinklers are all over the farm.    "
                },
                "17": {
                    "title": "Pigeon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "plot": "\n    Mickey goes to fill the birdfeeder and sees a bird that sounds like a pigeon but isn't grey like most pigeons he's seen, so he assumes the birdfeed is making her ill and covers it up. Megan and Amelia the Archangel Pigeon show Mickey that not all pigeons are grey.    "
                },
                "18": {
                    "title": "Canoe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "plot": "\n    Mickey decides to find a house for his friend Guy the goat, and stumbles upon something that looks a lot like his doghouse. Megan and Carleton the canoe show Mickey that what he saw was an upside down canoe.    "
                },
                "19": {
                    "title": "Scarecrow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    While searching for the perfect pumpkin for him and Megan to carve for Halloween, Mickey unwittingly dresses a ͞giant doll͟ up like a ghost. Megan and Sid the Scarecrow teach Mickey about scarecrows and why it's important they don't change their appearance.    "
                },
                "20": {
                    "title": "Tide",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "plot": "\n    Mickey returns to the beach to look at the sand castle he built the day before, but he can't find it. Megan and Henrietta the Hermit Crab explain that the tide had something to do with the sand castle's disappearance.    "
                },
                "21": {
                    "title": "Seal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "plot": "\n    Mickey hears a barking animal on the beach and thinks it's a dog. Megan and Samuel the Seal show Mickey that dogs aren't the only animals who bark.    "
                },
                "22": {
                    "title": "Raccoon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "plot": "\n    When Mickey's camping snacks keep disappearing, he launches an investigation and concludes there is a masked thief on the farm. Megan and Ruffus the Raccoon teach Mickey that Raccoons like to eat what others leave behind, which is what Ruffus thought Mickey was doing with the snacks.    "
                },
                "23": {
                    "title": "Mouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 23,
                    "plot": "\n    Mickey sets out to hide Easter Eggs around the farm but runs into a little difficulty when he tries to roll an egg into a hole in the barn wall and it keeps rolling out. Megan and Mattie the Mouse show Mickey that not all holes are hiding spots - some are homes!    "
                },
                "24": {
                    "title": "Lighthouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 24,
                    "plot": "\n    Mickey discovers a mysterious moaning tower on his way to the beach and later loses his toy boat in the fog. Megan and Lisa the Lighthouse teach Mickey about how lighthouses help boats find their way in the fog and together they find Mickey's toy boat.    "
                },
                "25": {
                    "title": "Snail",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 25,
                    "plot": "\n    Mickey collects supplies for arts and crafts and discovers a seashell that moves on its own. Mickey learns about snails from Megan and Selena the snail.    "
                },
                "26": {
                    "title": "Swan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mickey's Farm (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 26,
                    "plot": "\n    Mickey decides to play with his new toy boat in the duck pond, but when he gets there, he sees an animal he's never seen before and wonders if it lost its way. Mickey learns what swans are from Megan and Sandra the swan.    "
                }
            }
        },
        "number of episodes": 117,
        "cast": [
            {
                "name": "Wadman-Scanlan, Hannah"
            },
            {
                "name": "Gillis, Jana"
            },
            {
                "name": "Foley, Justin A."
            },
            {
                "name": "Brown, Jenn"
            },
            {
                "name": "Croucher, Jessica"
            },
            {
                "name": "MacDonald, Peter"
            },
            {
                "name": "Mickey"
            },
            {
                "name": "Robinson, Amelia"
            },
            {
                "name": "Tomlinson, Charles"
            }
        ],
        "locations": [
            "St. John's, Newfoundland, Newfoundland and Labrador, Canada"
        ],
        "genres": [
            "Animation",
            "Family"
        ],
        "runtimes": [
            "15"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-Y"
        ],
        "number of seasons": 4,
        "rating": 5.7,
        "votes": 18,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTI2Nzg0NTktMDg0ZC00ZDBlLWFlZDMtN2YxZjY4MzU1MWFiXkEyXkFqcGdeQXVyNTgwNzIwMjA@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Mickey is a real Shetland Sheepdog (Sheltie) who just moved to the farm with fourteen-year-old Megan, his wise and fun-loving best friend. Ever playful, Mickey's energy, enthusiasm, and curiosity feed his adventurous spirit, which inevitably leads him into troublesome situations. Like the time he brought a baby chick home to Megan as a present, much to the dismay of the chick's mother! Luckily, Mickey makes plenty of new friends, like Guy, an always-hungry, well-traveled British goat, and Fiona, a fun-loving, fast-talking ferret. With help from Megan and his new friends, Mickey is able to figure out questions like why their duck friends disappeared for the winter, or why they can't find the cow that makes chocolate milk and why Mickey smells funny after meeting a furry, black animal with a white stripe on his back.",
        "languages": [
            "English"
        ],
        "title": "Mickey's Farm",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Mickey's Farm (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Martin, Edward J."
            },
            {
                "name": "Morena, Elsa"
            },
            {
                "name": "Hoffe, Mark"
            }
        ],
        "production companies": [
            {
                "name": "Best Boy Productions"
            }
        ],
        "distributors": [
            {
                "name": "Pet Network"
            }
        ],
        "plot": [
            "Mickey is a real Shetland Sheepdog (Sheltie) who just moved to the farm with fourteen-year-old Megan, his wise and fun-loving best friend. Ever playful, Mickey's energy, enthusiasm, and curiosity feed his adventurous spirit, which inevitably leads him into troublesome situations. Like the time he brought a baby chick home to Megan as a present, much to the dismay of the chick's mother! Luckily, Mickey makes plenty of new friends, like Guy, an always-hungry, well-traveled British goat, and Fiona, a fun-loving, fast-talking ferret. With help from Megan and his new friends, Mickey is able to figure out questions like why their duck friends disappeared for the winter, or why they can't find the cow that makes chocolate milk and why Mickey smells funny after meeting a furry, black animal with a white stripe on his back.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "15 min (Canada)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 18,
                "rating": 5.7
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 5.0
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 6.7
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 6.5
            },
            "males": {
                "votes": 6,
                "rating": 6.2
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 5.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 7.5
            },
            "females": {
                "votes": 3,
                "rating": 6.7
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 5.5
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 4.0
            },
            "us users": {
                "votes": 3,
                "rating": 5.0
            },
            "non us users": {
                "votes": 3,
                "rating": 9.3
            }
        },
        "number of votes": {
            "10": 4,
            "9": 2,
            "8": 1,
            "7": 0,
            "6": 4,
            "5": 0,
            "4": 1,
            "3": 1,
            "2": 1,
            "1": 4
        },
        "arithmetic mean": 5.7,
        "median": 6
    }
}