{
    "imdb": {
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "46"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "The Horse is a whimsical, lighthearted canter chronicling 6,000 years of humankind's relationship with one of its longest and most durable companions: the horse. From wild, free grasslands of ancient times to the winner's circle of modern horse racing, horses and humans have coexisted in equine-like equanimity since domestication began in the Ukraine in 4,000 BC. From transportation mode, to mythologized hero, to humble pet, the horse has galloped a path through human history. The Horse. A documentary series that takes you on a fascinating journey along that path.",
        "languages": [
            "English"
        ],
        "title": "The Horse",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "The Horse (Canada)"
        ],
        "writer": [
            {
                "name": "Joy, Amy"
            },
            {
                "name": "Pittman, Ken"
            },
            {
                "name": "White, Allison"
            }
        ],
        "production companies": [
            {
                "name": "Best Boy Productions"
            }
        ],
        "distributors": [
            {
                "name": "Pet Network"
            }
        ],
        "plot": [
            "_The Horse_ (qv) is a whimsical, lighthearted canter chronicling 6,000 years of humankind's relationship with one of its longest and most durable companions: the horse. From wild, free grasslands of ancient times to the winner's circle of modern horse racing, horses and humans have coexisted in equine-like equanimity since domestication began in the Ukraine in 4,000 BC. From transportation mode, to mythologized hero, to humble pet, the horse has galloped a path through human history. _The Horse_ (qv). A documentary series that takes you on a fascinating journey along that path.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "46 min (Canada)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}