{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "February 2009"
            }
        ],
        "release dates": [
            "USA::February 2009"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Middleton, Wade"
            }
        ],
        "genres": [
            "Sport"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "Fisherman's Handbook is hosted by veteran angler and outdoorsman Wade Middleton, just one of many top anglers in the world who will bring you the how-to, why-to and where-to when it comes to fishing some of the best destinations in the world. On every episode you'll be treated to a mix of informative tips, topics and situations that will help you be a better fisherman - whether you're a first time angler or a seasoned pro, you'll be armed with knowledge of where to go and how to catch them on your next fishing trip!",
        "languages": [
            "English"
        ],
        "title": "Fisherman's Handbook",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Fisherman's Handbook (United States)"
        ],
        "production companies": [
            {
                "name": "CarecoTV"
            }
        ],
        "distributors": [
            {
                "name": "Fox Sports Net"
            },
            {
                "name": "World Fishing Network"
            },
            {
                "name": "Time Warner / Texas Channel"
            }
        ],
        "plot": [
            "_Fisherman's Handbook_ (qv) is hosted by veteran angler and outdoorsman Wade Middleton, just one of many top anglers in the world who will bring you the how-to, why-to and where-to when it comes to fishing some of the best destinations in the world. On every episode you'll be treated to a mix of informative tips, topics and situations that will help you be a better fisherman - whether you're a first time angler or a seasoned pro, you'll be armed with knowledge of where to go and how to catch them on your next fishing trip!::CarecoTV"
        ],
        "tech": {
            "runtime": [
                "30 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}