{
    "imdb": {
        "raw release dates": [
            {
                "country": "Ireland\n",
                "date": "12 March 2009"
            }
        ],
        "release dates": [
            "Ireland::12 March 2009"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Higgins, Joe"
            },
            {
                "name": "Higgins, Joe"
            }
        ],
        "locations": [
            "Buenos Aires, Federal District, Argentina",
            "Cochabamba, Bolivia",
            "Havana, Cuba",
            "La Paz, La Paz, Bolivia",
            "Santiago, Chile"
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Ireland"
        ],
        "country codes": [
            "ie"
        ],
        "language codes": [
            "ga",
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "certificates": [
            "Ireland:G"
        ],
        "plot outline": "Ernesto Che Guevara - possibly the single most iconic figure of the 20th century. More than just a handsome face on a million t-shirts, he remains a symbol of revolutionary struggle against imperialism and injustice. 50 years ago, Che Guevara emerged from the Cuban Revolution as the quintessential guerrilla fighter and eight years later, that's how he died. Last Autumn, Joe Higgins set out to discover what this man - whose courage and integrity he has always admired - means to the people of Che's homeland today. 40 years after Guevara's death, Latin America is in the midst of sweeping political change. After decades of ruthless dictatorships, a powerful democratic Left has emerged, echoing Che's ideals of unity and independence. In 1952, when a young medical student set out to explore a continent on the back of a motorcycle, what he saw changed his life. But how much has changed for the people whose freedom he fought and died for?\"",
        "languages": [
            "Irish",
            "English"
        ],
        "title": "Che",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Che (Ireland)"
        ],
        "production companies": [
            {
                "name": "Sónta"
            }
        ],
        "distributors": [
            {
                "name": "Sónta"
            }
        ],
        "plot": [
            "Ernesto _Che_ (qv) Guevara - possibly the single most iconic figure of the 20th century. More than just a handsome face on a million t-shirts, he remains a symbol of revolutionary struggle against imperialism and injustice. 50 years ago, _Che_ (qv) Guevara emerged from the Cuban Revolution as the quintessential guerrilla fighter and eight years later, that's how he died. Last Autumn, Joe Higgins set out to discover what this man - whose courage and integrity he has always admired - means to the people of _Che_ (qv)'s homeland today. 40 years after Guevara's death, Latin America is in the midst of sweeping political change. After decades of ruthless dictatorships, a powerful democratic Left has emerged, echoing _Che_ (qv)'s ideals of unity and independence. In 1952, when a young medical student set out to explore a continent on the back of a motorcycle, what he saw changed his life. But how much has changed for the people whose freedom he fought and died for?\"::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}