{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "22 November 2009"
            },
            {
                "country": "Canada\n",
                "date": "22 November 2009",
                "notes": "                            (Wide Release)"
            }
        ],
        "release dates": [
            "Canada::22 November 2009",
            "Canada::22 November 2009                            (Wide Release)"
        ],
        "episodes": {
            "5": {
                "1": {
                    "title": "Birds at Risk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maritime Vignettes (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "6 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Our skies are full with an abundance of birds. There are hundreds of species that fly through the east coast - inhabiting our lakes, oceans and forests. Their existence is crucial to the overall health of our environment. But something troubling is happening and with a growing number of birds on Nova Scotia's species at risk list, the fate of many species is up in the air. Birds At Risk is a half hour documentary that travels to birding hotspots around Nova Scotia to examine the health of our bird populations. The film introduces a passionate group of birdwatchers, ...    "
                },
                "2": {
                    "title": "Come from Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maritime Vignettes (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "4 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Come From Away is a half hour documentary that travels to Little Sands, Prince Edward Island, Guysborough, Nova Scotia, and Inverness, Cape Breton to explore how three groups of new arrivals have brought the passion, experience, and resources needed to help these Maritime towns reinvent themselves and create new opportunities for economic growth.    "
                },
                "3": {
                    "title": "Growing Concern",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maritime Vignettes (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "18 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Growing Concern is a half hour documentary that travels to rural and urban farms in several communities across Nova Scotia to reveal how the next generation is making its mark and sowing the seeds for the future.    "
                },
                "4": {
                    "title": "A Tale of Two Moose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maritime Vignettes (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "1 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    A Tale Of Two Moose is a half hour documentary that reveals the challenges facing the two different moose populations in Nova Scotia. The film introduces a dedicated group of scientists, conservation groups, and members of the Mi'kmaq community who are working together to ensure a healthy moose population for generations to come.    "
                },
                "5": {
                    "title": "Ghost Towns",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maritime Vignettes (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "15 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Ghost Towns is a half hour documentary that reveals the rise and fall of three Nova Scotia ghost towns - Broughton, Roxbury, and New France. The film visits each location and introduces viewers to several individuals who are breathing new life into these abandoned settlements by sharing their rich and colourful past.    "
                },
                "6": {
                    "title": "Halifax Underground",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maritime Vignettes (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "29 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Halifax Underground is a half hour documentary that will take viewers deep under the streets of Halifax in pursuit of the legendary underground tunnel system. Viewers will visit restricted areas that lie beneath Citadel Hill and George's Island and explore bricked over passageways to reveal what lies on the other side. The film will introduce viewers to a group of explorers and archaeologists who are determined to go to places long forgotten in an attempt to solve this century-long mystery.    "
                }
            },
            "1": {
                "1": {
                    "title": "Turning a Green Leaf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maritime Vignettes (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "22 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Turning A Green Leaf follows the McMillin family of Halifax during a two month period as they attempt to reduce their food carbon footprint - but without changing their diets, giving up their favorite foods, or spending more money. The McMillin family learn where their food comes from by shopping at the Halifax Farmers' Market and visiting several farms in the Annapolis Valley. They receive tips from the Ecology Action Centre about how to calculate their food miles and are pleasantly surprised to learn that they were able to reduce their food carbon footprint by 2/3. ...    "
                },
                "2": {
                    "title": "Concordia: Tall Ship Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maritime Vignettes (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "7 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    On February 17th 2010, the Nova Scotia based tall ship Concordia sank 550 km off the coast of Brazil. There were a total of 64 crew and students aboard. Off the coast of Brazil they were knocked down by high winds - which the crew ascribed to a rare meteorological phenomena known as a micro-burst. The ship sank completely beneath the waves within 20 minutes. The next 30 hours were spent in life rafts unsure if rescue officials knew about their situation and waiting to be rescued. Due to their thorough safety training, strong leadership, and teamwork, everyone made it ...    "
                },
                "3": {
                    "title": "Algae: The Future of Fuel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maritime Vignettes (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "9 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Algae: The Future of Fuel is a half hour documentary about the global search to develop renewable energy from an unlikely source: algae. The film explores the ground-breaking research being done by the National Research Council in Halifax, Nova Scotia, Canada. Perhaps algae fuel is not such a far-fetched idea - it's the same as the crude oil we already use today - it just hasn't been aged for a few million years. This documentary is about looking for a viable alternative to conventional oil. Is there an inexhaustible supply that could be produced anywhere in the world...    "
                }
            },
            "2": {
                "1": {
                    "title": "Nova Scotia Schooners",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maritime Vignettes (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "4 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Nova Scotia Schooners explores the resurgence of interest that has taken place during the past decade in these traditional wooden vessels. The documentary tells the story of four different schooner owners and reveals how each of them is keeping the spirit of these majestic sailing vessels alive. Viewers will witness the rebuilding of the Canadian sailing icon Bluenose II and share in the celebration during the 50th annual Nova Scotia Schooner Association race week. The film goes inside the world of these wooden vessels and reveals why wooden schooners - once on the ...    "
                },
                "2": {
                    "title": "The Last Sardine Outpost",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maritime Vignettes (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "22 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    The Last Sardine Outpost is a documentary that explores the world's largest - and North America's last remaining - sardine canning plant in Blacks Harbour, New Brunswick. The film reveals the world of sardines: from the pristine waters of the Bay of Fundy to the fishing boats that deliver their silvery bounty to the cannery, and from the bustling processing lines to store shelves around the world. Blacks Harbour is hailed as the \"Sardine Capital of the World\" but the longevity of that title is uncertain. The company was recently bought by a group of UK venture ...    "
                },
                "3": {
                    "title": "Rum Running",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maritime Vignettes (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "19 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Rum Running is a documentary which reveals how thousands of law abiding citizens of Atlantic Canada were lured into the alcohol smuggling trade during Prohibition in the 1920's and 30s. Prohibition was extremely unpopular with many Americans and Canadians, but for dozens of coastal communities in Atlantic Canada hard hit by a downturn in the fisheries and still recovering from World War I, it was seen as a golden business opportunity. Rum Running depicts the larger than life characters and the high stakes role that Nova Scotia and the French Islands of St. Pierre and ...    "
                },
                "4": {
                    "title": "Pirates and Privateers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maritime Vignettes (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "20 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Hundreds of years ago, the secluded coves and inlets of the Maritimes were the perfect hiding places for pirates avoiding detection by the King's navy. With one of the riches fishing grounds in the world, the Maritimes were the perfect hunting ground for supplies, ships and new recruits. Pirates and Privateers introduces the viewer to several notorious pirates who plundered Atlantic Canada during the 1700's and tells a story that recalls the blunderbuss, the cutlass, evil deeds, and supposed buried treasure. Not many Canadians know what is meant by the word \"privateer...    "
                }
            },
            "3": {
                "1": {
                    "title": "Maritime Shipbuilding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maritime Vignettes (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "9 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    Maritime Shipbuilding is a half hour documentary that reveals this seafaring history and the proud tradition that lives on today. The film travels to once-thriving shipbuilding centers in Atlantic Canada to reveal was at one time the most vibrant, productive, and profitable shipbuilding region in the world. From the first boats built by the earliest settlers, to the golden Age of Sail in the 1800s, and from the Grand Bank fishing Schooners to the high tech Naval frigates of today - the 28,000 vessels built in Atlantic Canada during the past 250 years have shaped the ...    "
                },
                "2": {
                    "title": "Whale Rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maritime Vignettes (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "20 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Atlantic Canada is home to more than 20 species of marine mammals including whales, dolphins, porpoises, and seals. Each year there are dozens of reported cases of these majestic marine animals either becoming tangled in fishing gear or stranded on a beach. When these unfortunate incidents occur it becomes a life and death situation and time is of the essence. Whale Rescue is a half hour documentary that follows members of the Marine Animal Response Society (MARS) as they respond to marine animals in distress. This group responds to calls from every corner of the ...    "
                },
                "3": {
                    "title": "Nova Scotia Islands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maritime Vignettes (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "17 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Islands are part of the geography and history of the Maritimes, nowhere more so than Nova Scotia. Jutting out into the Atlantic Ocean, there are more than 3,800 islands that lie scattered along nearly 5,000 miles of coastline. With intriguing pasts and mysterious happenings, the islands of Nova Scotia have been the setting of stories that stir the senses and rouse the imagination. Nova Scotia Islands is a half hour documentary that explores some of the most interesting islands in the province, their little known histories, and in some cases their uncertain futures. ...    "
                }
            },
            "4": {
                "1": {
                    "title": "Lighthouses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maritime Vignettes (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "24 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Lighthouses are perhaps the most iconic structure in Atlantic Canada. These amazing structures have illuminated shorelines for hundreds of years guiding generations of sailors and fisherman safely home. Nova Scotia boasts more lighthouses than any other province - 160 in total - but scores of them may soon disappear forever. The Federal Government has declared dozens of these lights \"surplus\" and given a deadline of 2015 to find a new caretaker or they will be destroyed. Lighthouses is a half hour documentary that sheds light on the history of lighthouses and the ...    "
                },
                "2": {
                    "title": "Wild Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maritime Vignettes (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "8 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Foraging for food in the wilderness might seem like something our ancestors did, but during the past decade it's attracted a whole new generation of followers from far and wide. With over 75 naturally occurring plants, 24 types of berries, and 31 varieties of edible mushrooms - the Maritimes are overflowing with tasty wild treats. Wild Food is a half hour documentary that showcases the abundance of delicious, nutritious, and organic food that's growing in the forests and meadows around the Maritimes. The film features foraging enthusiasts who are not only earning a ...    "
                },
                "3": {
                    "title": "Oh Christmas Tree",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maritime Vignettes (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "22 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Christmas comes but once a year, but for thousands of Nova Scotia's Balsam Fir growers it's a year round occupation. During the past few decades the Christmas tree trade has grown into a multi-million dollar industry. But growers have had to face a host of new challenges. With a decrease in U.S. exports in recent years and aggressive competition from artificial trees and the less expensive U.S. grown Fraser fir, the industry is facing some stiff competition. In response to these challenges, growers are working on a plan to secure their future. Oh Christmas Tree is a ...    "
                },
                "4": {
                    "title": "Lucky to Be Alive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maritime Vignettes (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "19 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Atlantic Canada has a rich maritime history and tragedy at sea has always been part of that legacy. Every coastal town and village has stories of vessels lost at sea with all hands. Even the most experienced seamen can fall victim to a disaster at sea including merciless weather conditions, running aground, or collisions with other ships. But there are also remarkable accounts of people who have come face to face with the ocean at its worst and managed to survive. Lucky to be Alive is a half hour documentary that shares amazing stories from people who narrowly escaped...    "
                },
                "5": {
                    "title": "The Sinking of the Bounty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maritime Vignettes (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "9 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    It was a voyage that never should have happened. On October 25 2012, The Tall Ship Bounty left the safety of the harbour in New London, Connecticut and set sail into one of the largest and most destructive hurricanes in U.S. history - Hurricane Sandy. Four days later, the iconic three-masted tall ship, her captain, and one of the crew were lost forever to the Atlantic Ocean. The Sinking of the Bounty is a half hour documentary that tells the story of this vessel's tragic final voyage, the crew's struggle to save the ship and then themselves, and the heroic high-seas ...    "
                },
                "6": {
                    "title": "Invasive Species",
                    "kind": "episode",
                    "episode of": {
                        "title": "Maritime Vignettes (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "6 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Invasive Species is a half hour documentary that will explore several aquatic invaders that are wreaking havoc in the Maritimes - tunicates and the European green crab. The film will introduce viewers to several fishermen who are developing innovative ways to keep their industry alive and the biologists who are using scientific means to develop a plan of attack against these destructive invaders.    "
                }
            }
        },
        "number of episodes": 22,
        "cast": [
            {
                "name": "Murphy, Tom"
            }
        ],
        "locations": [
            "Nova Scotia, Canada"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 5,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQzNTQwMzgxMV5BMl5BanBnXkFtZTgwOTE5NTU3NDE@._V1_SY150_CR5,0,101,150_.jpg",
        "plot outline": "Maritime Vignettes is a documentary series that explores aspects of the history, culture, and people of Atlantic Canada. Each half-hour episode focuses on a different topic and feature a variety of characters who will explore the theme by sharing their insights and experiences.",
        "languages": [
            "English"
        ],
        "title": "Maritime Vignettes",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Maritime Vignettes (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Bower, Rachel"
            },
            {
                "name": "D'Eon, Geoff"
            },
            {
                "name": "DuBreuil, Brian"
            }
        ],
        "production companies": [
            {
                "name": "Tell Tale Productions"
            }
        ],
        "distributors": [
            {
                "name": "CBC Educational Sales"
            },
            {
                "name": "Tell Tale Productions"
            }
        ],
        "plot": [
            "_Maritime Vignettes_ (qv) is a documentary series that explores aspects of the history, culture, and people of Atlantic Canada. Each half-hour episode focuses on a different topic and feature a variety of characters who will explore the theme by sharing their insights and experiences.::Tell Tale Productions Inc."
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}