{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "September 2009"
            }
        ],
        "release dates": [
            "USA::September 2009"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Cyrus Call: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cyrus Call (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Australian author Kelvin Crombie, along with Israeli academics and British churchmen, presents the story of how this outworking of Britain's Christian heritage was intertwined with her geo-political objective in the Middle East.    "
                },
                "2": {
                    "title": "The Cyrus Call: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cyrus Call (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Australian author Kelvin Crombie, along with Israeli academics and British churchmen, presents the story of how this outworking of Britain's Christian heritage was intertwined with her geo-political objective in the Middle East.    "
                }
            }
        },
        "number of episodes": 2,
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjI3NzM2MjAyNV5BMl5BanBnXkFtZTgwODk2NTAxMzE@._V1_SY150_CR6,0,101,150_.jpg",
        "plot outline": "The Balfour Declaration of 1917 and the beginning of British rule over the historic Land of Israel was the culmination of a vision for the restoration of the Jewish people to their Biblical homeland which had developed in the Church in Great Britain over the previous three hundred years. This vision, supported by the great Christian Revivalists and Bible Teachers such as the Wesley brothers, Charles Simeon, Robert Murray McCheyne, C.H. Spurgeon and Bishop J.C. Ryle, was based on the Covenants of Promise as well as other prophetic Scriptures found in the Bible. Many Christians were inspired to pray for the fulfillment of this vision and prominent leaders in England and Scotland, including William Wilberforce, Lord Palmerston and Lord Shaftesbury encouraged the British government to actively support the restoration of Israel. In The Cyrus Call, Australian author Kelvin Crombie, together with Israeli academics and British churchmen, presents the story of how this outworking of Britain's Christian heritage was intertwined with her geo-political objective in the Middle East. Director and Producer Hugh Kitson maintains that just as Cyrus, the King of the ancient Persian Empire, was the Divinely appointed facilitator for the return of the Jewish people to Jerusalem after the first exile, the British Empire was called by God after the second exile to restore His ancient covenant people to the Land. Hugh is a documentary filmmaker with 35 years experience in the film and television industry, more than 200 production credits and six International Awards behind him. He was writer, director and producer of the wildly acclaimed documentary Jerusalem, the Covenant City and also The Forsaken Promise.",
        "title": "The Cyrus Call",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "seasons": [
            "1"
        ],
        "plot": [
            "The Balfour Declaration of 1917 and the beginning of British rule over the historic Land of Israel was the culmination of a vision for the restoration of the Jewish people to their Biblical homeland which had developed in the Church in Great Britain over the previous three hundred years. This vision, supported by the great Christian Revivalists and Bible Teachers such as the Wesley brothers, Charles Simeon, Robert Murray McCheyne, C.H. Spurgeon and Bishop J.C. Ryle, was based on the Covenants of Promise as well as other prophetic Scriptures found in the Bible. Many Christians were inspired to pray for the fulfillment of this vision and prominent leaders in England and Scotland, including William Wilberforce, Lord Palmerston and Lord Shaftesbury encouraged the British government to actively support the restoration of Israel. In _The Cyrus Call_ (qv), Australian author Kelvin Crombie, together with Israeli academics and British churchmen, presents the story of how this outworking of Britain's Christian heritage was intertwined with her geo-political objective in the Middle East. Director and Producer Hugh Kitson maintains that just as Cyrus, the King of the ancient Persian Empire, was the Divinely appointed facilitator for the return of the Jewish people to Jerusalem after the first exile, the British Empire was called by God after the second exile to restore His ancient covenant people to the Land. Hugh is a documentary filmmaker with 35 years experience in the film and television industry, more than 200 production credits and six International _Awards_ (qv) behind him. He was writer, director and producer of the wildly acclaimed documentary Jerusalem, the Covenant City and also The Forsaken Promise."
        ],
        "tech": {}
    }
}