{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "6 August 2009"
            }
        ],
        "release dates": [
            "UK::6 August 2009"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Burnett, Georgina"
            },
            {
                "name": "Butler, Derek"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "budget": "GBP40,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Tackling MRSA and Other Hospital Related Infections",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2010",
        "akas": [
            "Tackling MRSA and Other Hospital Related Infections (United Kingdom)"
        ],
        "writer": [
            {
                "name": "Patel, Manish"
            }
        ],
        "production companies": [
            {
                "name": "Health Sector TV"
            }
        ],
        "distributors": [
            {
                "name": "Information TV"
            }
        ],
        "synopsis": [
            "Tackling MRSA and Other Hospital Infections was originally broadcast on Information TV (a channel broadcasting in the UK and western Europe on the Sky platform) in 2009. All three original episodes in the series featured Derek Butler, Chairman of MRSA Action UK. MRSA Action UK is a charity providing support for MRSA sufferers and carers, resources and clinically balanced, reliable information about MRSA, including its causes, symptoms, diagnosis and treatment, and what can be done to reduce the risk of acquiring MRSA and other hospital related infections. Episode 1: Investment by the private and public sectors into Research and Development of products and services that will combat MRSA and other superbugs is playing a crucial role in helping the NHS eliminate bacteria and reduce the risk of infection and cross contamination of hospital patients.Episode 2: Just one extra cleaner on a hospital ward can save lives and money, according to new research sponsored by UNISON, theUKs largest public service union.The detailed study found that one extra cleaner, using targeted cleaning methods, had a measurable effect on the clinical environment, cutting the number of patients who contracted MRSA and saving the hospital an estimated £30,000 £70,000. If that were replicated in every ward in every hospital, many lives would be saved and millions of pounds.Episode 3: MRSA can cause harm when it gets an opportunity to enter the body. It can cause simple local infections such as pimples and boils, or more serious problems such as wound infections, chest infections or blood stream infections.MRSA and other germs cause problems in hospitals. This is because people who are ill are more vulnerable to infections. Complicated medical treatments including operations, and intravenous lines (drips) provide opportunities for germs to enter the body."
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}