{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "19 March 2009"
            }
        ],
        "release dates": [
            "UK::19 March 2009"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "ru"
        ],
        "color info": [
            "Color"
        ],
        "budget": "$20,000 (estimated)",
        "languages": [
            "Russian"
        ],
        "title": "Witness: Odessa Detectives",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Witness: Odessa Detectives (United Kingdom)"
        ],
        "production companies": [
            {
                "name": "Wired Video"
            }
        ],
        "distributors": [
            {
                "name": "Al Jazeera English"
            }
        ],
        "synopsis": [
            "Robert Papinyan was Odessa's first private investigator. A former murder squad police detective, he started his own agency in 1996 and since then he has seen an increasing demand for his services.But although he earned his reputation as a police detective solving big criminal cases, it is his work with smaller domestic investigations that gives us an insight into some of the realities of the new Ukraine.Ukraine's 2004 \"Orange Revolution\" threw out the old Russian-backed political regime with promises to fight corruption, but since then crime and corruption rates have in fact increased.All of which makes work for the growing numbers of private investigation agencies springing up around the country.\nAnd Odessa, often called the \"Miami of the Black Sea\", has its fair share of those.Odessa is a beautiful, historic and truly international city where Turks, Armenians, Orthodox Jews, Bulgarians, and Chinese rub shoulders with European sex tourists in Parisian style boulevards.This Russian-speaking resort town is also famous for both its thriving criminal underworld and its entrepreneurial spirit.Filmmakers Raj Yagnik and Grigory Charushin follow Robert and his business partner and fellow detective as they take on cases which lift the lid on real life in Odessa."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}