{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "9 February 2009",
                "notes": "                            (limited)"
            }
        ],
        "release dates": [
            "UK::9 February 2009                            (limited)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Fun with Claude"
            },
            {
                "countries": "Hungary",
                "title": "Claude"
            }
        ],
        "akas": [
            "Fun with Claude (original title)",
            "Claude Hungary"
        ],
        "akas from release info": [
            "Fun with Claude (original title)",
            "Claude Hungary"
        ],
        "episodes": {
            "1": {
                "18": {
                    "title": "Superheroes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fun with Claude (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    One of the things Claude noticed about his new home was how many things there were on TV. Claude's favourite TV show is Super Yeti and Boris's is Captain Koala. Claude puts on his Super Yeti costume, but oh no - Boris's costume is in the wash! Whilst they're waiting for it to dry, Claude decides to do some Super Yeti good deeds by helping Mum and Dad. But Boris's costume still isn't dry! Claude gets 'thinky' and decides to use his Thinky Blanket as a Captain Koala cape. The dynamic duo are finally in business!    "
                },
                "41": {
                    "title": "Growing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fun with Claude (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "plot": "\n    One of the things Claude noticed about his new home was how many things broke down. Claude and Boris are happily playing with Boris' toy robot when it suddenly breaks down and they're forced to find a new game to play. Captain Koala and Super Yeti to the rescue! The boys change into their superhero costumes and spend a lovely day pretending to be their favourite characters. After a hard day at work, Mum, Dad and Gran come home and settle in front of the television -- but it's broken, just like Boris' robot. It's time for Claude to get Thinky! Soon, the superheroes are...    "
                },
                "45": {
                    "title": "Play Ball",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fun with Claude (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "47": {
                    "title": "Doctors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fun with Claude (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    One of the things Claude noticed about his new home was how many things needed mending. Claude and Boris decide that they'd like to be doctors for the day and with a first aid kit supplied by Mum, they set off to find some patients. They manage to help a toy that's lost its stuffing, a flower that's gone floppy but can't seem to find any bears that need their help. Until, that is, they find Dad nursing his sore and tired feet after a hard day's work.Claude decides to stroke his Thinky Blanket and get Thinky! Before long, Dad is back in action with some very comfy ...    "
                }
            }
        },
        "number of episodes": 4,
        "genres": [
            "Animation"
        ],
        "runtimes": [
            "10"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMGJkOWMxNDgtYTI4Yy00ODhjLWI0NmMtODhmMDkwN2JhNDllXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "New eyes on a new world...Based on the colourful books by award-winning illustrator David Wojtowycz. Fun with Claude takes a quirky and comical look at an exciting new world. Claude is a cute, cuddly and mischievous little polar bear. He has moved with his Mum, Dad and Gran from his Arctic home in Snowington to a place that is far, far away and very, very different - the sunny and bustling town of Bearhampton, on the other side of the world. In his new home Claude is intrigued and often bemused by everyday things - but our intrepid young adventurer takes it all in his stride and with the help of his new friend and next-door neighbour Boris, Claude takes little 'paw steps' towards understanding and discovering the amazing world around him.",
        "languages": [
            "English"
        ],
        "title": "Fun with Claude",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Jackson, Phil"
            },
            {
                "name": "Groves, Jon"
            },
            {
                "name": "Wojtowycz, David"
            }
        ],
        "plot": [
            "New eyes on a new world...Based on the colourful books by award-winning illustrator David Wojtowycz. _Fun with Claude_ (qv) takes a quirky and comical look at an exciting new world. Claude is a cute, cuddly and mischievous little polar bear. He has moved with his Mum, Dad and Gran from his Arctic home in Snowington to a place that is far, far away and very, very different - the sunny and bustling town of Bearhampton, on the other side of the world. In his new home Claude is intrigued and often bemused by everyday things - but our intrepid young adventurer takes it all in his stride and with the help of his new friend and next-door neighbour Boris, Claude takes little 'paw steps' towards understanding and discovering the amazing world around him."
        ],
        "tech": {
            "runtime": [
                "10 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}