{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "12 January 2009"
            }
        ],
        "release dates": [
            "USA::12 January 2009"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "American Farmer: GMO or NO?"
            },
            {
                "countries": " (new title)",
                "title": "American Farmer"
            }
        ],
        "akas": [
            "American Farmer: GMO or NO? (original title)",
            "American Farmer (new title)"
        ],
        "akas from release info": [
            "American Farmer: GMO or NO? (original title)",
            "American Farmer (new title)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "budget": "$750,000 (estimated)",
        "plot outline": "American Farmer is a breakthrough program on a mission to showcase the latest advancements in agriculture and farming. From seed to harvest, livestock and more, our producers have traveled the country covering the people, places and issues impacting all areas of farm country.",
        "languages": [
            "English"
        ],
        "title": "American Farmer: GMO or NO?",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "writer": [
            {
                "name": "Cass, Sarah"
            }
        ],
        "production companies": [
            {
                "name": "DMG Productions"
            }
        ],
        "distributors": [
            {
                "name": "DMG Productions"
            }
        ],
        "plot": [
            "American Farmer is a breakthrough program on a mission to showcase the latest advancements in agriculture and farming.::Sarah Cass",
            "American Farmer is a breakthrough program on a mission to showcase the latest advancements in agriculture and farming. From seed to harvest, livestock and more, our producers have traveled the country covering the people, places and issues impacting all areas of farm country."
        ],
        "synopsis": [
            "American Farmer attracts a large farm and ranch audience along with a loyal following of city viewers who want to remain connected with country living and the business of agriculture. Hear the untold stories from farmers instrumental to the crop cultivation of the fresh foods and textiles we enjoy daily. From citrus growers to potato farmers, berry pickers to grain harvesters, this episode covers the major crops grown in the United States.Tractors, combines, irrigation systems, planters, tillage, grain harvesters, balers, cutters, shredders, fertilizer sprayers, and seed spreaders are just some of the farm equipment manufactured by our featured guests. These companies offer revolutionary technologies to better the life of the American Farmer.Learn about new and innovative products that are improving the health and nutrition of farm animals. With advancements in technology, industry leaders are continually working on creating products and ideas that benefit both, farmers and their livestock.American Farmer explores industry leaders on the cutting edge of farming management- optimizing crop production and reducing environmental impacts through new satellite and GPS technologies and more.Now, more than ever, we are in need of new ways to increase productivity of farming and create a more sustainable and environmentally compatible way of life. American Farmer features the latest advancements in sustainable agriculture production and is devoted to exploring the latest developments in renewable energy, sustainable living, and technologies that help to create a positive impact on the environment."
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}