{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "9 December 2009"
            }
        ],
        "release dates": [
            "Australia::9 December 2009"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Moya, Karen"
            },
            {
                "name": "Ponce, Bryan"
            },
            {
                "name": "Russell, Anna"
            },
            {
                "name": "Russell, Joseph"
            }
        ],
        "locations": [
            "Australia",
            "Costa Rica"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "25"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTMwMzJhZGItNWVkNC00MjNhLThjOGItOWRlZDA0ODk5ODkxL2ltYWdlXkEyXkFqcGdeQXVyNDkxOTAyOTE@._V1_SY150_CR2,0,101,150_.jpg",
        "budget": "AUD85,000 (estimated)",
        "plot outline": "Joe & Anna have a dream - to pack up everything, move to Costa Rica and open the greatest cocktail bar on Earth. They touch down in San Jose with nothing but a suitcase and a dream. They'll trek through jungles, comb beaches and scour cities in search of the perfect location for their bar. They have no money, no business experience and Joe can't speak the local language. These are just a few of the challenges they'll face along the way. On top of that, the culture shock, personality clashes and homesickness make it all sound like an impossible dream. Join Anna and Joe for the ultimate reality adventure in No Way San Jose.",
        "languages": [
            "English"
        ],
        "title": "No Way San Jose",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2010",
        "akas": [
            "No Way San Jose (Australia)"
        ],
        "production companies": [
            {
                "name": "Space Tourist Films"
            }
        ],
        "distributors": [
            {
                "name": "Australian Broadcasting Corporation (ABC)"
            }
        ],
        "plot": [
            "Joe & Anna have a dream - to pack up everything, move to Costa Rica and open the greatest cocktail bar on Earth. They touch down in San Jose with nothing but a suitcase and a dream. They'll trek through jungles, comb beaches and scour cities in search of the perfect location for their bar. They have no money, no business experience and Joe can't speak the local language. These are just a few of the challenges they'll face along the way. On top of that, the culture shock, personality clashes and homesickness make it all sound like an impossible dream. Join Anna and Joe for the ultimate reality adventure in _No Way San Jose_ (qv).::Joseph Russell"
        ],
        "tech": {
            "runtime": [
                "25 min (6 parts)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}