{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "25 October 2009"
            }
        ],
        "release dates": [
            "USA::25 October 2009"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Parshat Bereshit: Kabbalistic Questions About Creation",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "25 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Rabbi Lawrence Kushner asks some mystical questions about the creation of the world in the year's first Torah portion! Take a trippy voyage through Kabbalah and Torah with a Star Wars-tinged style.    "
                },
                "2": {
                    "title": "Parshat Noah: How Righteous Was the Ark Builder?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "26 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Writer and performance poet Matthue Roth tells it like it is (or was?) about Noah, the ark, different types of birds and two ways to be in the world.    "
                },
                "3": {
                    "title": "Parshat Lech Lecha: Sarah's Song",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "27 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    An uplifting, bewitching song from Stereo Sinai, written from Sarah's point of view. It's a music video set in the ancient world, and we can't get it out of our heads.    "
                },
                "4": {
                    "title": "Parshat Vayeira: Hagar and Ishmael",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    There's so much to see in this week's parsha that Evan Wolkenstein, experiential educator, decides to zoom in and focus on the story of two relatively minor characters. (Although one of them - baby Ishmael - is an actual minor. Snort.)    "
                },
                "5": {
                    "title": "Parshat Chayei Sarah: Rebecca Meets Isaac",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "11 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Step into a desert oasis and get to know Rebecca as a young girl. Goldie Goldbloom shares a medieval commentary on this story that is startling but rich with wisdom for us today!    "
                },
                "6": {
                    "title": "Parshat Toldot: Trust in God",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "31 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Ready for a Rumble? Meet twins Jacob and Esau as they begin their tumultuous relationship on the inside. Their mom Rebecca doesn't know what's up! Can we trust our own analysis of situations, or do we need help? Y-Love narrates.    "
                },
                "7": {
                    "title": "Parshat Vayetze: The Real Housewives of Canaan",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "1 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Count yourself lucky - you've got expert Esther Kustanowitz helping you keep score in a soap opera of, well, biblical proportions. Meet Jacob's family...and pay attention: there's a lot of members.    "
                },
                "8": {
                    "title": "Parshat Vayishlach: Who Did Jacob Actually Wrestle?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "18 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Ready to rumble? Award-winning novelist Dara Horn brings a real chiddush - new angle - to the incredible story of Jacob's midnight wrestling match. Prepare to get the wind knocked out of you.    "
                },
                "9": {
                    "title": "Parshat Vayeshev: Joseph and His Colorful Coat",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "12 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Remember Joseph? Yeah, the many-colored-coat guy. Well, it seems to bring out the nasty in a bunch of Original Ganstas - Joseph's bros. Hip Hop artist Daniel Silverstein (aka Danny Raphael) lays down the story for us in rhyme.    "
                },
                "10": {
                    "title": "Parshat Miketz: Joseph Interprets Dreams",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "19 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Parshat Miketz is positively dreamy. From cows to corn, this story is full of enigmatic clues to what's up in Egypt. Sociologist Tobin Belzer brings us inside the brain of the great dream interpreter: Joseph.    "
                },
                "11": {
                    "title": "Parshat Vayigash: Joseph's Family Reunion",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "26 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Are you ready for Joseph's big reveal? Judah and his brothers are in for an ancient Biblical extreme makeover, as Liz Nord tells the tale, when they find out who's *really* Pharoah's right hand man in Egypt.    "
                },
                "12": {
                    "title": "Parshat Vayechi: Jacob's Blessings to His Sons, in Rhyme!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    After journeys, revelations, struggles and visions, our ancestors take stock of their blessings in this week's parsha, the last one in Bereshit - closing out the book of Genesis. Marcus J. Freed - poet, teacher, playwright and actor - gives voice - or is that voices? - to the whole thing.    "
                },
                "13": {
                    "title": "Parshat Shemot: Speaking Out, Even When it's Hard",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "9 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    A burning bush that talks would probably make most of us stutter, but Moses had a speech impediment even before his divine shrubbery encounter. Why did G-d ask this shepherd \"with a heavy tongue\" to be a spokesman? Jason Lieberman, an advocate for the contemporary disabled, takes a stab at the answer    "
                },
                "14": {
                    "title": "Parshat Va'eira: The Ancient Plagues of Egypt",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "16 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    It's possibly the best known Bible story, period. A rousing \"Let my people go\" kicks of weeks of frogs and hail and boils, but Rabbi Katie Mizrahi explains that those weren't even the REAL plagues.    "
                },
                "15": {
                    "title": "Parshat Bo: Moses and Aaron Come to Pharoah",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "23 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    What's it like to be the greatest sidekick ever? Actor and writer Joel Stanley takes us INSIDE the head of Aaron, Moses's number one man (ahem...and his brother). Plagues! Confrontations! And poison-tinged political drama where Moses and Pharoah's attendants attack each other...with snakes??    "
                },
                "16": {
                    "title": "Parshat Beshalach: Let Them Eat Manna",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "30 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Red Sea walkers, pull on those wetsuits and hit the rapids of Parshat Beshalach! This week's narrator Eli Winkelman - a foodie with a hunger for social change - takes us on the scenic route out of Egypt, wading out of the Red Sea and into a land of bad food and water.    "
                },
                "17": {
                    "title": "Parshat Yitro: The Ten Commandments, Beyond the Two Tablets?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Overworked? Got no time for friends or family? Take a tip from Yitro. In this week's G-dcast, Leah Jones shares with us some wisdom from Moses's non-Jewish father-in-law that pretty much changes the course of Jewish history.    "
                },
                "18": {
                    "title": "Parshat Mishpatim: A Writer Talks About the \"People of the Book\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "13 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    People of the book, dive in to a video, won't you? Author and professor David Henkin talks about the act of writing in this week's G-dcast...in an attempt to discover what we need books for, anyway.    "
                },
                "19": {
                    "title": "Parshat Terumah: The Mishkan: Some Assembly Required",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "20 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    What would YOU build to house your most precious possessions? Who would you hire as the architect? Furniture designer Rafael Kushick helps us understand the divinely architected blueprints for the holiest - and most confusing - building project ever attempted.    "
                },
                "20": {
                    "title": "Parshat Tetzaveh: Priestly Gold Is the New Black",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "27 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    You're never fully dressed without a smile...or if you're a priest, a tunic made of crimson, gold and purple linen and wool. Explore Priestly Fashion Week with Atlanta's most fashionable punk, Patrick Aleph of PunkTorah.com.    "
                },
                "21": {
                    "title": "Parshat Ki Tisa: Seeing the Golden Calf",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "6 Mar. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "22": {
                    "title": "Parshat Vayakhel: A Song About Wise Hearted People",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "12 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    The Children of Israel brought what their hearts moved them to bring in the building of the first Sanctuary...and this week's G-dcast is brought to you from singer/songwriter Alicia Jo Rabins' heart. Tune in for a musical piece - about art - from a consummate musician and artist    "
                },
                "23": {
                    "title": "Parshat Pekudei: The People's \"Marriage\" with God",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "13 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    If this week's Torah story is about drawing close to God, then get ready for a ticklish snuggle. Tiny Ninja Theater's Dov Weinstein tells a hilarious tale of love, devotion and building a future together with your Significant Other.    "
                },
                "24": {
                    "title": "Parshat Vayikra: Why Were Ancient Sacrifices Important?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "20 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Welcome to Leviticus - in Hebrew, the book of Vayikra. This is where things start to get kinda bloody. Plunge into the wild world of Biblical sacrifice with the spiritual insight of Rachel Kohl Finegold, whose clear and inspiring explanation of animal sacrifice brings all the gory details to life!    "
                },
                "25": {
                    "title": "Parshat Tsav: Picnics at the Temple",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "27 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Sacrificing for your community - it's nothing new. Only, these days we don't usually do it with cows, rams, bulls and crackers! Join legendary indie publisher Jennifer Joseph for a recipe for how to sacrifice in the most \"hardcore holiest of holy\" ways.    "
                },
                "26": {
                    "title": "Parshat Shemini: The Kosher Animal Song",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "10 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    A musical in two acts, this week's G-dcast is so catchy that you'll be singing it in the shower for the rest of the year. (Just warning you.) DON'T STOP BEFORE YOU GET TO THE SECOND PART AT 1:50!!    "
                },
                "27": {
                    "title": "Parshat Tazria: Skin Care Tips from the Torah",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "17 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Tazria is possibly the grossest parsha in the entire Torah, full of scaly skin, sprouting sores and breakouts of Biblical proportions. Join the contagiously comic chronicler of crustiness Jennifer Traig for a tour of Biblical skin disease. Bring your own pimple cream.    "
                },
                "28": {
                    "title": "Parshat Metzorah: \"Leprosy, \" the Gossip Disease",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "18 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Picking up where we stopped scratching in the last episode, it's back to infestations in Metzorah. But as Rabbi Steve Greenberg explains, a \"tzara'at\" rash can infiltrate your clothes and your house...not just your skin. Tune in for tips on staying disease-free.    "
                },
                "29": {
                    "title": "Parshat Acharei Mot: A Modern Twist on Traditional Rules",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "24 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Bad stuff goes down in the desert. God demands discipline: sends the Israelites to the corner with a bunch of heavy-duty rules to study. In Acharei Mot, Amichai Lau-Lavie revives his Bar Mitzvah parsha to share what he's learned after 27 years of sitting in the corner with this text.    "
                },
                "30": {
                    "title": "Parshat Kedoshim: (What if Leviticus Rhymed?! Contagiously Musical Torah)",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "25 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    What if Leviticus Rhymed?? This week's Torah portion is chock full of rules for living...and the genius of singer/songwriter Elana Jagoda is that she took all those rules and made them rhyme. And rock. Give Kedoshim a listen and we promise, you won't soon forget what's holy and what's not.    "
                },
                "31": {
                    "title": "Parshat Emor: Your Exclusive Social Event Calendar of the Year",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "1 May 2010",
                    "year": "2010",
                    "plot": "\n    Sometimes, you've just gotta speak up. Texting, blogging, tweeting, Facebooking - they don't count. It's hard for a lot of us, and it was REALLY hard for Moses. So this week, Temim Fruchter steps out in front of the drum kit to give us some advice on how to do it well.    "
                },
                "32": {
                    "title": "Parshat Behar: Sustainable Farming in the Torah",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "8 May 2010",
                    "year": "2010",
                    "plot": "\n    Betcha didn't know that the Torah has lots to say about sustainable farming practices. Organic farmer Emily Freed explains the laws of the land in down-to-earth language. So get your hands, or at least your ears, dirty!    "
                },
                "33": {
                    "title": "Parshat Bechukotai: What Happens When We Break the Covenant",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "9 May 2010",
                    "year": "2010",
                    "plot": "\n    You probably already know that the Torah isn't all rainbows and angels. Mirroring the angry tone of this week's Torah story, G-dcast gets kinda dark and cranky for a change. Jeremiah Lockwood sets the scene with moody guitars and a voice that draws you in...to vengeance.    "
                },
                "34": {
                    "title": "Parshat Bemidbar: In the Desert - Life During the Journey to Egypt",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "15 May 2010",
                    "year": "2010",
                    "plot": "\n    Just the facts, ma'am. Reporter Helen Chernikoff digs into the statistics of the Israelite census and tells us some interesting stories about the people who were wandering in the desert - much more than just their ages and occupations. Take a look bemidbar - in a desert - and see what you can learn about people.    "
                },
                "35": {
                    "title": "Parshat Naso: What the Torah Says About Healthy Marriages",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "22 May 2010",
                    "year": "2010",
                    "plot": "\n    Hold onto your hats, this is a really intense G-dcast. One of the oddest, most thorny episodes in the Bible involves a man who suspects his wife of adultery. Inbal Freund-Novick, an Israeli activist for women's rights, tells the difficult tale of the accused wife in Parshat Naso. Hard to believe this stuff is in the Torah, but it's undeniably fascinating.    "
                },
                "36": {
                    "title": "Parshat Beha'alotcha: A Bluegrass Song About the Israelites in the Desert",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "29 May 2010",
                    "year": "2010",
                    "plot": "\n    It's raining chicken! Hallejuah! And trumpets and divine wrath! Lots of stuff happens in Beha'alotcha, the parsha so eventful you can't pronounce its name without going to rabbinical school. So Jon Madof and Charlie Buckholtz strapped on their banjos and wrote a folksong about it.    "
                },
                "37": {
                    "title": "Parshat Shelach Lecha: The Spies and their Confidence Problem",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "5 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Will the Promised Land be flowing with milk and honey, or giants and battles? This week's guest narrator, Jay Michaelson invites the spies of Parshat Shelach Lecha to look inside themselves and see what the true story behind the challenges to come is: WE CAN DO IT!!    "
                },
                "38": {
                    "title": "Parshat Korach: Moses vs. Korach - A Showdown of Biblical Proportions",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "12 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    \"Ready for a Rumble? It's Korach versus Moses ONE NIGHT ONLY! At the TABERNACLE! Who will prevail as the leader....who will face God's fury?\"    "
                },
                "39": {
                    "title": "Parshat Chukat: How Snakes Help Us Confront Our Fears",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "19 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    A curious incident happens in Parshat Chukat, when a plague of burning snakes attacks the wandering Israelites...and Moses gets to work on a curious plan to stop the fearful biting. Malki Rose joins us from Melbourne, Australia to talk about the legacy of snakes in the Bible, and what we can do about them.    "
                },
                "40": {
                    "title": "Parshat Balak: Why You Should Always Listen to a Talking Donkey",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "26 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    What's a cartoon series without talking animals? Thank God the Bible includes a loquacious donkey. Join Rabbi Andy Shapiro Katz for the gutsy, brainy story of a donkey who knew better than its rider.    "
                },
                "41": {
                    "title": "Parshat Pinchas: Women Standing up for their Rights in the Bible",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "3 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Ladies and gentlemen, we're here to talk about five holy women this week who have really cool names. Mahlah, Noa, Holga, Milcah, and Tirza drop in to teach us this week about asking for what you want...and getting it. That's right, it's the badder than bad, cooler than cool, great sisterly legal minds of the Book of Numbers: the Daughters of Tselophechad. Oh word.    "
                },
                "42": {
                    "title": "Parshat Matot: 2 Poets Talk About the Ninth Commandment",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "10 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    The best G-dcast ever! (j/k!) No no, it's a great episode, we PROMISE! (As if!) You'll learn a lot! (Psych!) Okay for real though, Parshat Matot is about promises and oaths...and what to do when you just can't keep them. So if you're the type of person who might accidentally have sworn you'd be nice to your little sister this year, or that you'd eat less chocolate, or that you'd curse less, well...listen up.    "
                },
                "43": {
                    "title": "Parshat Masei: A Biblical Case Study on Urban Planning?!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "11 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Whether you're a country mouse or a city mouse, it's nice to know where home is. But when the Israelites get to the Promised Land, everyone is going to get home turf...except the Levites! Tune in to learn from city planner Jill Slater about how the Levites get taken care of.    "
                },
                "44": {
                    "title": "Parshat Devarim: Moses Reviews History",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "17 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Flash forward! Moses is nearly 120 years old. No one who was wandering in the desert for 40 years is around anymore except a few good men. (Joshua and Caleb.) Moving from Numbers (Bemidbar) to Words (Devarim) means switching gears in the Torah, and Shawn Landres gives us a gentle landing. Tune in to review history and learn how not to repeat historical mistakes in the days to come!    "
                },
                "45": {
                    "title": "Parshat Va'etchanan: Moses Says Goodbye, Plus, a Beatboxed Shema!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "24 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    This week's parsha is a sea of reeds, literally! Take the Shema and beatbox it through a harmonica...that's how Yuri Lane kicks off Parshat Va'etchanan, which teaches us how to love God with all our hearts and all our souls. His harmonica is a groovy background to Rachel Havrelock's telling of the whole story of how Moses passes along some serious information to Joshua, who's gonna pick up the torch, er, staff, when Moses dies.    "
                },
                "46": {
                    "title": "Parshat Ekev: Circumcise Your Heart",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "31 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Why on earth would Moses tell the people, to circumcise their hearts? (Like, ouch!) And how do you do that anyway? Check in with what Lindsay Litowitz says in this week's G-dcast...and then start sharpening your scalpels!    "
                },
                "47": {
                    "title": "Parshat Re'eh: A Music Video Based on Moses's Words to the Israelites",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "7 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Chanan Rosin, of the Jerusalem band Majuda, sings about life and how to live it in Parshat Re'eh. Blessings in your life and on the land can be yours, a father tells his infant twins...and Moses tells the Children of Israel...if only they will follow the advice of another \"parent.\"    "
                },
                "48": {
                    "title": "Parshat Shoftim: What the Torah Says About Justice",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "14 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Double your justice, double your fun? Why does the Torah tell us \"Justice, JUSTICE shall you pursue\"?? To beat us over the head with a point, or to tell us something more? Join Rabbi David Saperstein for a lesson in the rules of just being, and being just.    "
                },
                "49": {
                    "title": "Parshat Ki Teitzei: Sustainable Living and Animal Rights in the Torah",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "21 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    A mitzvah is a commandment, and this week's parsha is chock full of them - 70 mitzvahs all told! Jeremy Benstein is an Israeli environmental leader who is our guide into Ki Teitzei this week. Join him, some cats, dogs, oxen, donkeys and more than a few birds to hear what the Torah has to say about preventing the suffering of animals.    "
                },
                "50": {
                    "title": "Parshat Ki Tavo: Blessings, Curses and a Holy Marriage",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "28 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Thinking about the covenant between the People and God can be hard and sometimes alienating...so Rav Raz and Leah Hartman - the Jerusalem couple who narrate this week's parsha - describe it like a joyful marriage. So put on your dancing shoes and celebrate with them in this week's G-dcast!    "
                },
                "51": {
                    "title": "Parshat Nitzavim: The People \"Sign\" Their Covenant",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "4 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Moses lays it out for us this week in Nitzavim. We can choose life, or death. Blessing, or the curse. But, um, what's behind Door Number 3? Dahlia Lithwick knows. Tune in to this week's G-dcast and see!    "
                },
                "52": {
                    "title": "Parshat Vayelech: Create Your Own Torah with Mayim Bialik",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "5 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Hats off to Mayim Bialik (aka TV's Blossom) for her profound yet totally practical look at Parshat Vayelech! Step right up and learn about how you can live a good life. Walk the walk, talk the talk, and actually write your own Torah! Instructions are in the episode.    "
                },
                "53": {
                    "title": "Parshat Ha'azinu: Moses's Last Song, Funkified",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "11 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    On the last day of Moses's life, he gathers the Israelites before they go into the Promised Land, clears his throat and lets it rip. Parshat Haazinu is his final song, and it's interpreted for you this week by the fiercely funky musician Anthony Rogers-Wright. Haazinu means \"Give Ear!\" and we hope you will.    "
                },
                "54": {
                    "title": "Parshat Vezot Habracha: Saying Goodbye to Moses",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "original air date": "12 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    It's the end. Only....not. Tune in for the final parsha (portion) in the Torah...in which some things are resolved, and some things are opened anew. Guest narrator, superstar youth writer David Levithan talks about having an ending worthy of a life...and a life worthy of a story. This is NOT the last episode of G-dcast...tune in next week to see how everything starts, again.    "
                },
                "55": {
                    "title": "Parshat Bereshit, Again: Endings and Beginnings in the Bible",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 55,
                    "original air date": "2 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    \"Back to beginnings. What's so good, that God called it so twice? Tuesday, of course! ?$%#! Tune in to the finale of G-dcast's Torah project in this week's episode - Bereshit - to find out what that's supposed to mean.\"    "
                },
                "56": {
                    "title": "Matot: Bible Raps on the Tribes of Israel",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 56,
                    "original air date": "1 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Eliana Light and Matt Bar from Bible Raps lay it down. This week's parsha is about the tribes who ask Moses if they can stay on the far side of the Jordan when the Israelites go in to settle the Promised Land. A deal is struck. Check it.    "
                },
                "57": {
                    "title": "Parshat Toldot: Jacob, Esau, and Tough Talk About Cheating",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 57,
                    "original air date": "28 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Nechama Tamler digs into the family infighting of our ancestors, from Jacob tricking Esau into giving up his birthright to Rebekah's part in the scheme.    "
                },
                "58": {
                    "title": "Parshat Vayigash: The Moral Compasses",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 58,
                    "original air date": "2 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    When Joseph first tests his brothers, Judah gets a chance to prove how far he's come. Rabbi Sydney Mintz tells about the three moral compasses of three very different brothers.    "
                },
                "59": {
                    "title": "Parshat Beshalach: Linking the Chain of Knowledge",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 59,
                    "original air date": "7 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Are ya ready for G-d?!\"\" Moses asks the Israelites that key question in Parshat Beshalach, during their epic flight out of Egypt. With the miracle of G-d parting the Red Sea, narrator Joshua Safran - a women's rights advocating attorney featured in award-winning documentary \"\"Crime After Crime\"\" and author of \"\"Free Spirit: Growing Up On the Road and Off the Grid\"\" -- reveals the chain of knowledge that began with Moses and the entire nation of Israel.    "
                },
                "60": {
                    "title": "Parshat Mishpatim: What the Bible Says About Money Lending",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 60,
                    "original air date": "22 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    \"We know that giving is good. But how is interest like a snake bite? Parashat Mishpatim, sponsored by Hebrew Free Loan and narrated by Maharat Rori Picker Neiss, features the act of giving without interest - and a money-hungry serpent with other plans. It offers the question: When someone asks to borrow money, do we use that as an opportunity to help them, or do we use it as an opportunity to help ourselves, and make ourselves rich with tiny little snake bites of interest?\"    "
                },
                "61": {
                    "title": "Parshat Acharei Mot: A Hot Mess?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Parshas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 61,
                    "original air date": "8 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    \"If Nadav and Avihu, two of Aaron's sons, were killed for incorrectly approaching God, what chance do the rest of us have to do it right? Jana Jett Loeb delves into the need for a patient engagement with those we love - and how that's better than bringing fire of our own.\"    "
                }
            }
        },
        "number of episodes": 61,
        "cast": [
            {
                "name": "Belzer, Tobin"
            },
            {
                "name": "Goldbloom, Goldie"
            },
            {
                "name": "Kushner, Lawrence"
            },
            {
                "name": "Nord, Liz"
            },
            {
                "name": "Roth, Matthue"
            },
            {
                "name": "Silverstein, Daniel"
            },
            {
                "name": "Sinai, Stereo"
            },
            {
                "name": "Wolkenstein, Evan"
            },
            {
                "name": "Aleph, Patrick"
            },
            {
                "name": "Benstein, Jeremy"
            },
            {
                "name": "Bialik, Mayim"
            },
            {
                "name": "Buckholtz, Charlie"
            },
            {
                "name": "Chernikoff, Helen"
            },
            {
                "name": "Feingold, Rachel Kohl"
            },
            {
                "name": "Freed, Emily"
            },
            {
                "name": "Freed, Marcus"
            },
            {
                "name": "Freund-Novick, Inbal"
            },
            {
                "name": "Fruchter, Temim"
            },
            {
                "name": "Gershman, Sarah"
            },
            {
                "name": "Greenberg, Steve"
            },
            {
                "name": "Hartman, Leah"
            },
            {
                "name": "Hartman, Raz"
            },
            {
                "name": "Havrelock, Rachel"
            },
            {
                "name": "Henkin, David"
            },
            {
                "name": "Horn, Dara"
            },
            {
                "name": "Jagoda, Elana"
            },
            {
                "name": "Jones, Leah"
            },
            {
                "name": "Jordan, Yitz"
            },
            {
                "name": "Joseph, Jen"
            },
            {
                "name": "Katz, Andy Shapiro"
            },
            {
                "name": "Kushick, Rafael"
            },
            {
                "name": "Kustanowitz, Esther"
            },
            {
                "name": "Landres, Shawn"
            },
            {
                "name": "Lane, Yuri"
            },
            {
                "name": "Lavie, Amichai Lau"
            },
            {
                "name": "Lefton, Sarah"
            },
            {
                "name": "Lefton, Sarah"
            },
            {
                "name": "Levithan, David"
            },
            {
                "name": "Lieberman, Jason"
            },
            {
                "name": "Lithwick, Dahlia"
            },
            {
                "name": "Litowitz, Lindsay"
            },
            {
                "name": "Lockwood, Jeremiah"
            },
            {
                "name": "Madof, Jon"
            },
            {
                "name": "Majuda"
            },
            {
                "name": "Michaelson, Jay"
            },
            {
                "name": "Mizrahi, Katie"
            },
            {
                "name": "Prynne, Hesta"
            },
            {
                "name": "Rabins, Alicia Jo"
            },
            {
                "name": "Rogers-Wright, Anthony"
            },
            {
                "name": "Rose, Malki"
            }
        ],
        "genres": [
            "Animation"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "languages": [
            "English"
        ],
        "title": "The Parshas",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "The Parshas (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Bar, Matt"
            },
            {
                "name": "Light, Eliana"
            },
            {
                "name": "Loeb, Jana"
            }
        ],
        "production companies": [
            {
                "name": "BimBam"
            }
        ],
        "distributors": [
            {
                "name": "BimBam"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}