{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "19 February 2009"
            }
        ],
        "release dates": [
            "USA::19 February 2009"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Edwin Colon Podcast"
            },
            {
                "countries": "USA (informal alternative title)",
                "title": "The Edwin Colon Radio Show"
            }
        ],
        "akas": [
            "Edwin Colon Podcast (original title)",
            "The Edwin Colon Radio Show USA (informal alternative title)"
        ],
        "akas from release info": [
            "Edwin Colon Podcast (original title)",
            "The Edwin Colon Radio Show USA (informal alternative title)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Positive and Inspiring Strength in 2019",
                    "kind": "episode",
                    "episode of": {
                        "title": "Edwin Colon Podcast (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "1 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    It's a brand-new year. It's the time of year when many people start to think about making changes. This year, rather than writing a quick list of resolutions that he'll likely forget before next month, Edwin is taking a different approach. This is a good time for him to ask himself, what does he want to be different this year?    "
                }
            },
            "1": {
                "1": {
                    "title": "Introduction to the Edwin Colon Variety Talk Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "Edwin Colon Podcast (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "19 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Edwin Colon introduces his new show to listeners all over the world. The first episode will also feature a guest or two. The guests are yet to be announced.    "
                },
                "2": {
                    "title": "Struggling Citizens, Politicians and More...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Edwin Colon Podcast (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "20 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Episode 2 of BlogTalkRadio's The Edwin Colon Variety Talk Show will last two hours. Topics to be discussed range from the current financial meltdown in America and Belize, the upcoming municipal elections in Belize as well as the lack of unity among political leaders. The show was originally scheduled to begin at 4PM CST but has since been re-scheduled to 7PM CST and will last for two hours. Special guests will be Wil Maheia and Linston McKenzie of the People's National Party of Punta Gorda, Belize. You do not want to miss the live segment where you can call into ...    "
                },
                "3": {
                    "title": "Promoting Unity & Peace, Post-Belize Municipal Elections",
                    "kind": "episode",
                    "episode of": {
                        "title": "Edwin Colon Podcast (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "6 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    After a two weeks hiatus due to urgent family emergency, The Edwin Colon Variety Talk Show returns for two hours of informative and inspirational discussions.    "
                },
                "4": {
                    "title": "Crime in Belize, the Blind Anabaptist Blues Band & Shatta Unit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Edwin Colon Podcast (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "20 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    his week on \"The Edwin Colon Talk Show\", the discussion is about the rising crime being reported in Belize. What do we as citizens do to help prevent these unfortunate happenings? The musical guest for this episode will be the Blind Anabaptist Blues Band from Chicago, Illinois. Edwin will talk to band member Joseph Dittman on the release of their new album. Also on the show will be the release of a new music video by upcoming artist from Punta Gorda known as Shatta Unit. The release of the video is scheduled for Saturday March 21, 2009 as part of World Water Day. ...    "
                },
                "5": {
                    "title": "Earth Hour 2009, Belize Update, Xanthe Films & Xanthe TV Return",
                    "kind": "episode",
                    "episode of": {
                        "title": "Edwin Colon Podcast (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "27 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Edwin Colon discusses the meaning of Earth Hour in the 5th Episode of BlogTalkRadio's \"The Edwin Colon Variety Show\" on Friday, March 27, 2009. During the past week, there was some very troubling news involving members of the Belize Police Department and reports on the danger of losing the Belize Barrier Reef. The 5th episode will be geared towards getting listeners from all over the globe to share their concerns and ideas on these two main issues. Finally, Edwin will discuss the return of Xanthe Films and Xanthe TV online website and the current state of affairs and ...    "
                },
                "6": {
                    "title": "Serious Trouble in Paradise, Concerned Belizeans, Live Garifuna Classes & More",
                    "kind": "episode",
                    "episode of": {
                        "title": "Edwin Colon Podcast (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "4 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    The show gets vibrant with interesting topics to talk about. Linsford Pitts, President of the Concerned Belizeans, a non-profit organization based in Chicago. Mr. Pitts and his Vice President will be talking about the concerns of the group. Later on the show, Mr. Rony Figueroa from California based Garifuna Heritage Foundation will join the show to discuss their new Garifuna language courses that will be streaming online on Saturday. The host Edwin Colon also touches on the recent report in Belizean media about the rise in crime for the first quarter.    "
                },
                "7": {
                    "title": "Spring Break Afterclapse, Summit of the Americas, Belizean Updates",
                    "kind": "episode",
                    "episode of": {
                        "title": "Edwin Colon Podcast (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "18 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Edwin Colon spends an hour on the 7th episode of BlogTalkRadio's \"The Edwin Colon Variety Talk Show\" talking about spring break, the Summit of the Americas and updates from Belize.    "
                },
                "8": {
                    "title": "Spring Fever, Environmenal Crisis in Toledo & More",
                    "kind": "episode",
                    "episode of": {
                        "title": "Edwin Colon Podcast (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "25 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    The Edwin Colon Variety Talk Show's 8th episode features a vibrant session with various topics. Host Edwin Colon opens a live discussion on the feeling of spring weather all around, where he will be taking calls from listeners. Later on the show, he talks about recent environmental developments in Toledo and a public fallout between the Government of Belize and a local NGO who co-managed the Sarstoon and Temash National Park. There will be other small discussions and music.    "
                },
                "9": {
                    "title": "Swine Flu Pandemic, Belizean Happenings, Upcoming Events & More",
                    "kind": "episode",
                    "episode of": {
                        "title": "Edwin Colon Podcast (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2 May 2009",
                    "year": "2009",
                    "plot": "\n    Edwin Francis Colon hosts the 9th episodes on the recent global swine flu pandemic. He will be providing tips and resources for listeners to know more about the disease and where it's currently affected. This show's episode also highlights some events that are not postponed or canceled due to the flu, which is happening within Belizean communities in various areas.    "
                },
                "10": {
                    "title": "Mother's Day Weekend, Oscar B in Chicago, Belizean Changes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Edwin Colon Podcast (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "9 May 2009",
                    "year": "2009",
                    "plot": "\n    The Edwin Colon Variety Talk Show salutes all mothers of the world as Edwin Colon hosts the 10th episode of his show that features music from various artists who are positive and inspiring.    "
                },
                "11": {
                    "title": "Earthquake Shakes Belize, Recent Happenings, Help for Monkey River & More",
                    "kind": "episode",
                    "episode of": {
                        "title": "Edwin Colon Podcast (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "30 May 2009",
                    "year": "2009",
                    "plot": "\n    Edwin Colon returns with the Variety Talk Show to speak about the recent earthquake that shook the tiny nation of Belize and also Guatemala and Honduras. Monkey River, a coastal village in Belize was one of those affected by the 7.1 magnitude earthquake.    "
                },
                "12": {
                    "title": "Remembering My Father",
                    "kind": "episode",
                    "episode of": {
                        "title": "Edwin Colon Podcast (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "3 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Edwin remembers his father Margarito \"Blades\" Lambey who sadly passed away on November 24, 2009. He cites his father an inspiration and a legend to football (soccer) fans all over Belize and elsewhere.    "
                }
            },
            "2": {
                "1": {
                    "title": "Concerned Belizeans, Belize Leader Visits Chicago & More",
                    "kind": "episode",
                    "episode of": {
                        "title": "Edwin Colon Podcast (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "8 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Edwin Colon welcomes back Mr. Linsford Pitts and Mr. Leroy Viamille of the Concerned Belizeans to discuss their annual fundraiser and the visit of Belize's Prime Minister to Chicago. The consul of Belize in Chicago will also be on the show to discuss the Prime Minister's visit and other issues related to the foreign diplomatic mission. Edwin Colon also discusses the new format for the radio show and upcoming plans for new guests. Listeners can call (646) 915-8299 to listen to the show and join the conversation.    "
                },
                "2": {
                    "title": "Wil Maheia, Linsford Pitts & Concerned Belizeans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Edwin Colon Podcast (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "5 May 2010",
                    "year": "2010",
                    "plot": "\n    The Edwin Colon Radio Show welcomes back Wil Maheia, leader of the People's National Party in Belize and members of the Concerned Belizeans including Mr. Linsford Pitts and Mr. Leroy Viamille. The host and his guests talk about the recent visit of Belize's Prime Minister Dean Barrow to Chicago with the Concerned Belizeans, Inc. Wil Maheia discusses the current state of affairs in Belize and more.    "
                }
            }
        },
        "number of episodes": 15,
        "cast": [
            {
                "name": "Colon, Edwin Francis"
            },
            {
                "name": "Maheia, Wil"
            },
            {
                "name": "Pitts, Linsford"
            },
            {
                "name": "Viamille, Leroy"
            },
            {
                "name": "Dittman, Joseph"
            },
            {
                "name": "Figueroa, Rony"
            },
            {
                "name": "McKenzie, Linston"
            },
            {
                "name": "Sanchez, Eddie"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTE4ZTYyNjYtZTRkNi00ZWQxLTgzY2MtMjY5NTljNzhmYTNjXkEyXkFqcGdeQXVyNDUxOTQzMQ@@._V1_SY150_CR24,0,101,150_.jpg",
        "budget": "$10,000 (estimated)",
        "plot outline": "The Edwin Colon Podcast is themed for positive and inspiring discussions. Hosted by Edwin Francis Colon, founder and President of Xanthe Films, a production company in Chicago, the show is for everyone all over the world. Colon also produces and co-host Belizean Pulse, a television series on The XF Network. The Edwin Colon Radio Podcast airs weekly and covers a wide variety of topics with interests on current events in Belize, the United States and around the world.",
        "languages": [
            "English"
        ],
        "title": "Edwin Colon Podcast",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Colon, Edwin Francis"
            }
        ],
        "production companies": [
            {
                "name": "Xanthe Films"
            }
        ],
        "distributors": [
            {
                "name": "Xanthe Films"
            }
        ],
        "plot": [
            "The _Edwin Colon Podcast_ (qv) is themed for positive and inspiring discussions. Hosted by Edwin Francis Colon, founder and President of Xanthe Films, a production company in Chicago, the show is for everyone all over the world. Colon also produces and co-host Belizean Pulse, a television series on The XF Network. The Edwin Colon Radio Podcast airs weekly and covers a wide variety of topics with interests on current events in Belize, the United States and around the world.::Edwin Francis Colon"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}