{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "5 November 2009"
            }
        ],
        "release dates": [
            "UK::5 November 2009"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Husain, Mishal"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "05 Nov 2009 (UK)",
        "plot outline": "This definitive documentary on the life of Gandhi examines his relationship with his wife, his controversial views on race and his role on the path to Indian independence. On the world stage, Martin Luther King, the Dalai Lama and a myriad of peace movements have marched in Gandhi's footsteps. But while he remains, unquestionably, India's revered father, the 'Father of a Nation', there is another and less well known side to him. This series charts Gandhi's Establishment beginnings, his move into politics and his campaign to bring independence to India.",
        "languages": [
            "English"
        ],
        "title": "Gandhi",
        "year": 2009,
        "kind": "tv mini series",
        "series years": "2009-2009",
        "akas": [
            "Gandhi (United Kingdom)"
        ],
        "production companies": [
            {
                "name": "BBC2"
            }
        ],
        "plot": [
            "This definitive documentary on the life of _Gandhi_ (qv) examines his relationship with his wife, his controversial views on race and his role on the path to Indian independence. On the world stage, Martin Luther King, the Dalai Lama and a myriad of peace movements have marched in _Gandhi_ (qv)'s footsteps. But while he remains, unquestionably, India's revered father, the 'Father of a Nation', there is another and less well known side to him. This series charts _Gandhi_ (qv)'s Establishment beginnings, his move into politics and his campaign to bring independence to India."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}