{
    "imdb": {
        "raw release dates": [
            {
                "country": "Finland\n",
                "date": "24 April 2009"
            }
        ],
        "release dates": [
            "Finland::24 April 2009"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Northern Heights",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daves London (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "24 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    From a smiling introduction on Tower Bridge David Mawby takes the viewer north of the Thames to a symbol of Victorianism that dominates the North London skyline. Alexandra Palace the birthplace of BBC Television, a prisoner of war camp and a popular recreation center. After passing over notorious suicide bridge David takes us around the picturesque Highgate Village, home to numerous British poets, before resting at the watering hole of eighteenth century highwayman Dick Turpin. Next he revisits a childhood haunt Hampstead Garden Suburb, Britain's first experiment in ...    "
                },
                "2": {
                    "title": "Ghosts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daves London (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "1 May 2009",
                    "year": "2009",
                    "plot": "\n    David meets Mr. North who says he has ghostly neighbors, he lives next to Highgate Cemetery. Parliament Hill and Guy Fawkes of the Gunpowder Plot come next then Clem Cattini on the life of Joe Meek.    "
                },
                "3": {
                    "title": "Tottenham n' Epping",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daves London (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "8 May 2009",
                    "year": "2009",
                    "plot": "\n    It's time for a little history. David starts off in Tottenham, not at the local football stadium but at Bruce Castle, a magnificent Elizabethan palace. Museum Curator Deborah Hedgecock unveils royal plots, ghost stories and other mysteries as she reveals the history of this part of North London. Rapid population growth in this part of the capital in the 1800's led to a variety of social and other problems. David investigates how the Victorians solved the problem of sewage and meets a group of people who are faithfully restoring a powerful beam engine. Nowadays the ...    "
                },
                "4": {
                    "title": "Mad Dogs and Englishmen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daves London (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "15 May 2009",
                    "year": "2009",
                    "plot": "\n    By now, viewers of 'Dave's London' will be aware of David Mawby's love for the harmlessly eccentric things in life. So it's time to go in search for some particularly British oddities in the country's capital. David starts off by admiring the chimneys of Battersea Power Station(well known to Pink Floyd fans). Next he calls in at the Battersea Dogs and Cats Home and sees how this 150 year-old institution has given new homes to countless pups and felines. In the adjacent Battersea Park, David talks with American born Jennifer Ullman about her work in keeping this ...    "
                },
                "5": {
                    "title": "Transport of Delight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daves London (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "22 May 2009",
                    "year": "2009",
                    "plot": "\n    Of all of London's sights, perhaps the double-decker bus is the one most remembered by any traveler to the city. David seeks to discover the history of this grand four-wheeler. He manages to track down a member of the team who designed the Routemaster bus. At one time, over 2,800 of these double-deckers transported people to all parts of London. Retired Engineer Colin Curtis tells David how the Route Master came about and why it served Londoners for four decades. David also finds a group of ardent enthusiasts who have teamed up together to restore London buses past ...    "
                },
                "6": {
                    "title": "River Walk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Daves London (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "29 May 2009",
                    "year": "2009",
                    "plot": "\n    Memories of concerts past in the Royal Festival Hall motivate David to revisit the south bank of the Thames. To his horror, he sees the London Eye staring across the skyline. But even David must accept the new with the old. He pays a visit to the reconstructed Globe Theatre located not too far away from the site of the original venue supported centuries ago by William Shakespeare. As he walks along the Thames, he waxes poetic across the water from St. Paul's Cathedral but ends up on the Golden Hind. In pirate uniform he welcomes us aboard where we are given a guided ...    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Mawby, David"
            },
            {
                "name": "Cattini, Clem"
            },
            {
                "name": "Hutchings, Ralph"
            }
        ],
        "locations": [
            "London, England, UK::(location)"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "28"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "aspect ratio": "16 : 9 (PAL)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2EzN2ZhZjAtZTg4MC00OTBlLWI3YmItZmM3MzZmYzg2OGE1XkEyXkFqcGdeQXVyNjYyODg3OTY@._V1_SY150_CR10,0,101,150_.jpg",
        "budget": "GBP30,000 (estimated)",
        "plot outline": "Quirky and self-ironic, but with never a dull moment, 'Dave's London' takes the viewers by the hand and leads them off the well trodden tourist tracks to other parts of one of Europe's greatest capitals. Written and presented by Finnish-based radio and television journalist David Mawby, 'Dave's London' introduces the viewers to some fascinating London characters who all have a passion for uniquely British pastimes, such as maintaining old-time steam engines to restoring Rolls Royce cars. David also goes walkabout in several of London's less familiar attractions such as Alexandra Palace, the birthplace of Television. He also visits an Elizabethan castle located just eight miles from the city centre and then goes for a stroll on green and pleasant Hampstead Heath, London's largest parkland. David's journey is a personal one: he takes the viewer back in time to his childhood and teenage days as he revisits some of the sights of the swinging sixties, removing his newscaster mask to show just how the city moulded and shaped his personality and career. 'Dave's London' is a travelogue with a difference, revealing new aspects of city history and life to even the most ardent and devout fan of England's capital. Join him for a thoroughly enjoyable six half hour episodes.",
        "languages": [
            "English"
        ],
        "title": "Daves London",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Daves London (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Mawby, David"
            }
        ],
        "production companies": [
            {
                "name": "OTC Films"
            }
        ],
        "distributors": [
            {
                "name": "YLE Teema"
            }
        ],
        "plot": [
            "Quirky and self-ironic, but with never a dull moment, 'Dave's London' takes the viewers by the hand and leads them off the well trodden tourist tracks to other parts of one of Europe's greatest capitals. Written and presented by Finnish-based radio and television journalist David Mawby, 'Dave's London' introduces the viewers to some fascinating London characters who all have a passion for uniquely British pastimes, such as maintaining old-time steam engines to restoring Rolls Royce cars. David also goes walkabout in several of London's less familiar attractions such as Alexandra Palace, the birthplace of Television. He also visits an Elizabethan castle located just eight miles from the city centre and then goes for a stroll on green and pleasant Hampstead Heath, London's largest parkland. David's journey is a personal one: he takes the viewer back in time to his childhood and teenage days as he revisits some of the sights of the swinging sixties, removing his newscaster mask to show just how the city moulded and shaped his personality and career. 'Dave's London' is a travelogue with a difference, revealing new aspects of city history and life to even the most ardent and devout fan of England's capital. Join him for a thoroughly enjoyable six half hour episodes.::Jonathan Price"
        ],
        "tech": {
            "runtime": [
                "28 min"
            ],
            "color": [
                "Color (HD)"
            ],
            "aspect ratio": [
                "16 : 9 (PAL)"
            ]
        }
    }
}