{
    "imdb": {
        "raw release dates": [
            {
                "country": "France\n",
                "date": "  2009"
            }
        ],
        "release dates": [
            "France::2009"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Shaun"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "26"
        ],
        "countries": [
            "France",
            "South Africa"
        ],
        "country codes": [
            "fr",
            "za"
        ],
        "language codes": [
            "en",
            "fr"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BMGI5NDdkNzctYjBlZi00OWMzLTlmYWItM2M2ODA3ZWU2ZGZkXkEyXkFqcGdeQXVyNzI4MDMyMTU@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "\"Big Game\" is a an adventure and wildlife TV-series following Shaun and his team of specialists in South Africa as they go about their daily work capturing endangered animals and releasing them in reserves and natural parks. To maintain genetic diversity, relocating the animals is the only way to preserve the delicate balance of Africa's ecosystems and ensure wildlife conservation. In each episode, the big game capture team faces a new and potentially hazardous challenge, whether the target is a lion, rhino or just a group of gazelles. When an animal attacks one of them, they have to deploy their strategy very quickly. A beautiful wildlife TV-series with spectacular capture scenes in the wild that provide a feeling of tension that lasts until the end.",
        "languages": [
            "English",
            "French"
        ],
        "title": "Big Game",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2009",
        "akas": [
            "Big Game (France)"
        ],
        "writer": [
            {
                "name": "Serre, Daniel"
            }
        ],
        "production companies": [
            {
                "name": "Jangal Films"
            }
        ],
        "distributors": [
            {
                "name": "ZED"
            }
        ],
        "plot": [
            "\"_Big Game_ (qv)\" is a an adventure and wildlife TV-series following Shaun and his team of specialists in South Africa as they go about their daily work capturing endangered animals and releasing them in reserves and natural parks. To maintain genetic diversity, relocating the animals is the only way to preserve the delicate balance of Africa's ecosystems and ensure wildlife conservation. In each episode, the big game capture team faces a new and potentially hazardous challenge, whether the target is a lion, rhino or just a group of gazelles. When an animal attacks one of them, they have to deploy their strategy very quickly. A beautiful wildlife TV-series with spectacular capture scenes in the wild that provide a feeling of tension that lasts until the end.::ZED Distribution"
        ],
        "tech": {
            "runtime": [
                "26 min (13 episodes)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}