{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "  2009",
                "notes": "                            (Zee Telugu)"
            }
        ],
        "release dates": [
            "India::2009                            (Zee Telugu)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Ram, Nithya"
            },
            {
                "name": "Sherief, Sameera"
            }
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "te"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BNWNhNjJkODItNzVlOC00YmRjLThmZDktMzYyZGVjNjdhNjExXkEyXkFqcGdeQXVyOTI0MzM1NzI@._V1_SY150_CR109,0,101,150_.jpg",
        "plot outline": "The story of Muddubidda presents the life of a father disappointed with his two children. One of the children seems to be abnormal while the other one is normal. The father rejects the children with problems and for him, it doesn't matter that it is about only one of them. Their mother suffers too because of his father's hatred towards his abnormal children. As the time passes the story takes many turnarounds and Muddu Bidda seems to become the hero of the serial because of what he can do. The serial tries also to present that it doesn't matter whether a child has a problem or not, it must be loved and cared for irrespective of abilities. Also, the serial is playing with the audience's emotions, all kinds of emotions, starting with happiness and finishing with tears and a broken heart.",
        "languages": [
            "Telugu"
        ],
        "title": "Muddu Bidda",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2014",
        "akas": [
            "Muddu Bidda (India)"
        ],
        "plot": [
            "The story of Muddubidda presents the life of a father disappointed with his two children. One of the children seems to be abnormal while the other one is normal. The father rejects the children with problems and for him, it doesn't matter that it is about only one of them. Their mother suffers too because of his father's hatred towards his abnormal children. As the time passes the story takes many turnarounds and _Muddu Bidda_ (qv) seems to become the hero of the serial because of what he can do. The serial tries also to present that it doesn't matter whether a child has a problem or not, it must be loved and cared for irrespective of abilities. Also, the serial is playing with the audience's emotions, all kinds of emotions, starting with happiness and finishing with tears and a broken heart.::Cherrie"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}