{
    "imdb": {
        "raw release dates": [
            {
                "country": "Germany\n",
                "date": "26 November 2018"
            },
            {
                "country": "France\n",
                "date": "26 November 2018"
            }
        ],
        "release dates": [
            "Germany::26 November 2018",
            "France::26 November 2018"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Bahnhofskathedralen... Europas Reise-Paläste"
            },
            {
                "countries": "France (complete title)",
                "title": "Gare d'Europe - Les Temples du Voyage"
            },
            {
                "countries": "World-wide (English title)",
                "title": "The Cathedrals of Steam - Europe's Railway Stations"
            },
            {
                "countries": "World-wide (English title) (complete title)",
                "title": "Cathedrals of Steam - Europe's Most Famous Railway Stations"
            },
            {
                "countries": " (working title)",
                "title": "Herzen der Metropolen-Europas Bahnhofskathedralen"
            }
        ],
        "akas": [
            "Bahnhofskathedralen... Europas Reise-Paläste (original title)",
            "Gare d'Europe - Les Temples du Voyage France (complete title)",
            "The Cathedrals of Steam - Europe's Railway Stations World-wide (English title)",
            "Cathedrals of Steam - Europe's Most Famous Railway Stations World-wide (English title) (complete title)",
            "Herzen der Metropolen-Europas Bahnhofskathedralen (working title)"
        ],
        "akas from release info": [
            "Bahnhofskathedralen... Europas Reise-Paläste (original title)",
            "Gare d'Europe - Les Temples du Voyage France (complete title)",
            "The Cathedrals of Steam - Europe's Railway Stations World-wide (English title)",
            "Cathedrals of Steam - Europe's Most Famous Railway Stations World-wide (English title) (complete title)",
            "Herzen der Metropolen-Europas Bahnhofskathedralen (working title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Gare de Lyon",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cathedrals of Steam - Europe's Railway Stations (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "26 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    One of Europe's the most important train stations is also the youngest of Paris. In 1900 France's capital is preparing for the World Expo and is busy building: the Grand Palais, the Petit Palais, the bridge Alexandre III and the Gare d'Orsay. The railway company PLM seizes the opportunity to offers itself the Gare de Lyon - a proud magnificent building in the Belle-Epoque style. A monument of railway architecture with a 100-meter-long facade, decorated with allegories and a 64-meter-high clock tower. A copy of London's Big Ben. Inside the station a splendid restaurant...    "
                },
                "2": {
                    "title": "Stazione Centrale Milano",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cathedrals of Steam - Europe's Railway Stations (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "27 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    A stone mountain rises in the middle of the city of Milan. It's train station Milano Centrale - has been built over 25 years and became a cathedral of travel. The monumental building is characterized by two eras: monarchy and fascism. Traces of these political systems can still be found at the end of track 21. Like the \"sala reale\" - the royal waiting room of the Savoy king. Taking a closer look one recognizes the signs of the subsequent rule of Benito Mussolini, a swastika taken in the wooden parquet of the waiting room. For a long time it was hidden under a huge ...    "
                },
                "3": {
                    "title": "Antwerpen Centraal",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cathedrals of Steam - Europe's Railway Stations (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "28 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Antwerpen Centraal is a jewel in the \"city of diamonds\". Its gigantic dome reminds of the Pantheon in Rome. That is why it is named railway cathedral by the residents of the city. It is no coincidence that the palatial building was considered as the stony manifestation of the emerging colonial power. Even if King Leopold II referred to it as a \"petite belle gare\" (\"a beautiful small station\"). Wall to wall with the station lies Antwerp's green heart - the Zoological garden. Here the Okapis bear testimony to the claim of the Belgian Kingdom to be a world empire. In the...    "
                },
                "4": {
                    "title": "Nyugati Pályaudvar- Budapest",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cathedrals of Steam - Europe's Railway Stations (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "29 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Gustav Eiffel was already impressed by Budapest - the Hungarian capital of the former Danube monarchy. Even more when his office won the competition for the concourse of glass of the Nyugati Pályaudvar in 1874. With over 6000 square meters and 25 meters height it used to be the fifth biggest train station of the world, and for many years Europe's most modern one. Today the Austrian-Hungarian Train station cathedral is the only one that was barely modernized since her conception. Filmmaker Jeremy JP Fekete rummages in the almost forgotten corners of the old-worthy ...    "
                },
                "5": {
                    "title": "St. Pancras",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Cathedrals of Steam - Europe's Railway Stations (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "30 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    The station St Pancras is the symbol of the great \"Railway-Mania\" of the industrial age. It was built for the second World Expo of London in 1862. The needed ground for the construction was gained on the slum and church land next to St Pancras church. The dead in the cemetery were simply transferred to another resting place. The new building is a different kind of \"cathedral\" - made of cast iron and glass. Just the concourse with its 74 meters broad arc is a masterpiece of architecture. The church architect George Gilbert Scott, back then already a celebrity, won the ...    "
                }
            }
        },
        "number of episodes": 5,
        "cast": [
            {
                "name": "Ajar, Myriam"
            },
            {
                "name": "Hardiman, Nele"
            },
            {
                "name": "Henderson, Ben"
            }
        ],
        "locations": [
            "Milano, Italy::(location)",
            "London, England, UK::(location)",
            "Paris, France::(location)",
            "Antwerpen, Belgium::(location)",
            "Budapest, Hungary::(location)"
        ],
        "genres": [
            "Documentary",
            "History"
        ],
        "runtimes": [
            "52"
        ],
        "countries": [
            "France"
        ],
        "country codes": [
            "fr"
        ],
        "language codes": [
            "de",
            "fr",
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTc0ZjUwOWEtN2U1NS00NDAzLWFiMzEtYTUwYTYyZDExODA5XkEyXkFqcGdeQXVyMjU5MjExMjc@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "German",
            "French",
            "English"
        ],
        "title": "The Cathedrals of Steam - Europe's Railway Stations",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Fekete, Jeremy J.P."
            }
        ],
        "production companies": [
            {
                "name": "Laokoon Filmgroup"
            },
            {
                "name": "Stefilm"
            },
            {
                "name": "Yuzu Productions"
            }
        ],
        "plot": [
            "The series tells the epic story of five European railway stations. We discover these Cathedrals of the Industrial Age in their present and history combining human stories with architecture, past and contemporary stories.::Jeremy JP Fekete"
        ],
        "synopsis": [
            "They look like scenes from a time long lost with pompous, great waiting rooms full of regal stucco. Palaces facing the city back by the soaring heights of a cathedral over the platforms and then, finally, the gates to a much wider world: that's what the rail stations built in the nineteenth century represented. Created in an era of steam-power engines with an inventiveness and optimism for the future paired with the Victorian lifestyle, these public shines to progress came to dominate an entire world and kept it in constant motion. The pageantry was intentional as the rails were largely the preserve of the wealthy a century and a half ago. Passengers waited in luxurious salons or dined in majestic restaurants like that in the fairy-tale world of the St Pancras Renaissance Hotel. It's no coincidence that it remains one of London's most expensive hotels.These cathedrals of transportation with their platforms, tracks, ticket counters, and massive mechanical clocks have long since undergone a renaissance. Graced with external face-lifts and internal rejuvenation, they once again give flight to the fancies of those rushing on their way elsewhere, of the fans of railways and all things technical, and even of the adherents of that retro-futuristic creed called steam-punk. If you just focus your attention and slow down the hubbub of the busy station for just a bit, you'll find all sorts of people in the stations who aren't catching or leaving any trains. If you follow them for a while, they'll take you to their places they haunt and maybe even give some insight into their thoughts, longings and hopes. There are all sorts of characters hanging out in and around stations such as the former craftsman at Milan's Stazione Centrale who spent 30 years making figures for a wax cabinet or the generations of Jewish diamond traders whose ancestors turned the back side of Antwerp's station into a \"Jerusalem of the North\", thanks to the advent of new travel options. Each of these cathedrals has its own history and character, shaped by the land and the city it serves. The stations from a century ago are the old, sometimes forgotten heart of the continent's cities that marked the gateway to worlds waiting to be discovered. It's now our turn to discover the world that has grown up in and around these stations that remain so very fascinating."
        ],
        "tech": {
            "runtime": [
                "52 min (original) (Austria)"
            ],
            "color": [
                "Color (HD)"
            ]
        }
    }
}