{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "4 October 2018"
            }
        ],
        "release dates": [
            "USA::4 October 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "One-On-One with Allen West",
                    "kind": "episode",
                    "episode of": {
                        "title": "Economic War Room with Kevin Freeman (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "4 Oct. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Democrat IT Scandal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Economic War Room with Kevin Freeman (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "11 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Learn how the Democrat IT scandal placed politics over national security and your tax dollars. Why did the House leadership look the other way? Was it the full access to all the emails of 1 in 5 House members? Congress controls budgets, health-care, taxes, and your way of life; are they really representing you? Kevin Freeman, Frank Gaffney, Luke Rosiak, and Bob McEwen uncover the facts and discuss why this needs to be investigated further.    "
                },
                "3": {
                    "title": "The Shale Energy Revolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "Economic War Room with Kevin Freeman (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "16 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Oil is at the center of almost every financial crisis we experience. Discover why oil prices are manipulated. How Russia is using U.S. environmental groups in an attempt to take down our energy industry. Oil impacts almost every product we consume. Good news, America's entrepreneurial drive has shifted the power in our favor. Make no mistake we are in an economic war. Get your economic battle plan and learn how we can keep winning.    "
                },
                "4": {
                    "title": "The Shale Energy Revolution Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Economic War Room with Kevin Freeman (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "25 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Discover the many benefits of America's Energy Renaissance. Affordable fuel is only one component. Learn about new energy investment opportunities. Don't miss out on the Energy Boom. Important questions you can ask your financial advisor to take advantage of the growth in this sector. URGENT: America's economic freedom hinges on keeping a leadership position with low cost energy. U.S. energy independence impacts your portfolio. Our ability to maintain the petrodollar is critical. Be sure to get your Economic Battle Plan(TM) today.    "
                },
                "5": {
                    "title": "Stock Market Volatility",
                    "kind": "episode",
                    "episode of": {
                        "title": "Economic War Room with Kevin Freeman (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    A bear market follows every bull market. The coming bear market could be worse than others. Did you know that Markets can decline even if the economy is good. You may not have to lose 40% or 50% of your investment in the next downturn. You will hear investment strategies they use to hedge against market downturns. Kevin also talk about growth areas ahead. Get your exclusive Economic Battle Plan(TM) and learn questions you should be asking your advisors now. URGENT: Having your financial game plan in place before the market downturn happens is critical.    "
                },
                "6": {
                    "title": "The China Rx Threat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Economic War Room with Kevin Freeman (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 Nov. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "One-On-One with Dr. Everett Piper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Economic War Room with Kevin Freeman (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "15 Nov. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "America's Dunkirk Moment",
                    "kind": "episode",
                    "episode of": {
                        "title": "Economic War Room with Kevin Freeman (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "20 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Does history repeat itself? Whether we realize it or not; America faces conflict and threats similar to England in WW II. Britain's status as a superpower was unquestionable. They owned the reserve currency status and large debts. The royal military force was superior, yet they were not prepared for new forms of warfare. British politicians saw Germany as a good trading partner and not a threat to their way of life. Sound familiar? We don't realize that we could be approaching a \"darkest hour\" of our own. There is still time. However, it will require the support and ...    "
                },
                "9": {
                    "title": "US Debt Crisis Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Economic War Room with Kevin Freeman (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "29 Nov. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "US Debt Crisis Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Economic War Room with Kevin Freeman (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "29 Nov. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "The Seven Deadly Sins of Socialism Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Economic War Room with Kevin Freeman (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "6 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Today, a majority of Democrats and millennials perceive socialism more positively than capitalism. Kevin Freeman highlights how the socialist agenda is being propelled forward in America. Discover how the standards teachers are measured by are not based on academics. Learn how financial markets are likely to grow or decline, based on political ideology. See why global human poverty is at an all-time record low and how it got there. Guests include: Lt. Col. Allen West, Alice Linahan, and Rod Martin.    "
                },
                "12": {
                    "title": "The Seven Deadly Sins of Socialism Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Economic War Room with Kevin Freeman (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "13 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Socialism is really not about helping others. See how socialism is built on a faulty premise and ultimately leads to communism. Think Europe has the answer? Bernie Sanders was wrong, Scandinavia is not a socialist utopia he thought it was. The Swede's even declared its experiment in socialism a colossal failure. A look comparing GDP per capita of Europe to the each of the America's states. See how the United States has a higher living standard than Europe. Incentives make a difference. Join host Kevin Freeman with guests, Retired Army Lt. Col. Allen West, and Bob ...    "
                },
                "13": {
                    "title": "5G: The Next Economic Boom That China Wants to Dominate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Economic War Room with Kevin Freeman (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "20 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Remember the internet boom and then the smart phone revolution? This is the next big economic growth opportunity. 5G is not just an incremental change in communications; it is a giant leap. Up to 100 times faster than 4G, it will drive data costs down and revolutionize products and infrastructure for the next 30 years. Unfortunately, China is leading and could win the economic and military advantage in 5G if the U.S. does not act immediately. Learn how we can win and what happens if we lose. Join Declan Ganley and Kevin Freeman in the Economic War Room.    "
                },
                "14": {
                    "title": "The Assault on Christians - Economics can end it!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Economic War Room with Kevin Freeman (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "27 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Christians are among the most persecuted people on earth and economics can help save them. Vicious rapes, church burnings, crucifixions, enslavement and murders of Christians continues in the Middle East, Africa and elsewhere. There is something that can and should be done. It is time to weaponize our money. This approach not only protected Soviet Jews but also helped defeat communism as Frank Gaffney explains. Learn how working together, we can help build awareness, saves lives and maybe even redeem the persecutors.    "
                },
                "15": {
                    "title": "Battlefield Update - A Cyber 9/11 on the Horizon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Economic War Room with Kevin Freeman (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "3 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Enter your Economic War Room for quick review of battlefield activities happening around the world. Cyber attacks are ramping up, is this precursor to a major attack? A look at how our adversaries are using law fare to lobby Washington D.C. policy in their favor. Kevin Freeman shares his encounter with the PLA in Washington. Receive a top-line perspective from a former DIA officer on the events above, as well as China and North Korea.    "
                },
                "16": {
                    "title": "Threat Assessment - An economic attack that could take down the U.S.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Economic War Room with Kevin Freeman (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "11 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Kevin Freeman provides highlights of his Pentagon economic threat assessment report. Enter the Economic War Room to see some of the external and internal threats America is facing. As a nation, we have never before faced such unique and credible threats to our very way of life. See why we built the War Room to provide action steps you can use to protect your money, livelihood and way of life. Real enemies are manipulating, undermining, stealing, and hacking.    "
                },
                "17": {
                    "title": "Inside the National Security Council",
                    "kind": "episode",
                    "episode of": {
                        "title": "Economic War Room with Kevin Freeman (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "17 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Ever wonder what life is like inside the National Security Council? Kevin Freeman meets with the former Chief of Staff and Secretary of the National Security Council, Fred Fleitz to review Geopolitical hot spots around the world. There is an Economic war against America. Get an insider view of Trump administration, their focus on economics, and helping working Americans.    "
                },
                "18": {
                    "title": "10 Things You Should So Now to Protect Yourself from Hackers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Economic War Room with Kevin Freeman (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "24 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Thieves are consistently using cyber technology to anonymously steal your personal identity, money, credit card, and banking accounts. Sophisticated hacking devices and tools are available to any criminal on line. Many of these devices are programmed, so even amateurs can easily use them. With this new technology, even major corporations/business with sophisticated IT teams are at greater risk. Join Kevin Freeman and Kevin Henson, CTO of Allied Special Operations Group, as they discuss cyber threats and precautions you should take now.    "
                },
                "19": {
                    "title": "Do Not Take the Mark of the Progressive Beast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Economic War Room with Kevin Freeman (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "31 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Political correctness is hammering away your First Amendment rights. George Orwell coined it 70 years ago and it is infecting America today. It is \"New Speak.\" Words you are not allowed to say. Thoughts you are not supposed to have. Learn the tactics the Progressive Left is using to limit free speech and how you can fight back. It is an economic war. Do not bow to the progressive beast of political correctness; it is time to weaponize your money. You can make a difference in this battle.    "
                },
                "20": {
                    "title": "Election Fraud, Dirty Tricks, and Your Money",
                    "kind": "episode",
                    "episode of": {
                        "title": "Economic War Room with Kevin Freeman (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "7 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Politicians recognize whoever controls the ballot box, controls your money. For some, it's cheat your way to victory, then take the people's money. Next, keep the power and never give it up. This is about your money. Understand the dirty tricks that are being waged against you and know what to look for in the next election. See actual election fraud caught on tape. A look at how social giants algorithms can flip the next election. There is more at risk than you thought. Kevin Freeman interviews John Graves with Vision For America.    "
                },
                "21": {
                    "title": "Electoral Theft - Stolen Elections an Economic Weapon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Economic War Room with Kevin Freeman (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "14 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    New technology and lack of accountability create a significant risk to America's election integrity. Corruption can be easily scaled and election results skewed in favor of one group's agenda, not the people. Your freedom and money are at risk through manipulated elections, illegal voters, and voting machines that can be easily hacked. Kevin Freeman interviews a Hacker, a senate candidate, and reviews an integrity analysis of the 2018 mid-term election.    "
                }
            }
        },
        "number of episodes": 21,
        "cast": [
            {
                "name": "Freeman, Kevin D."
            },
            {
                "name": "Gaffney, Frank"
            },
            {
                "name": "Mauldin, John"
            },
            {
                "name": "McEwen, Bob"
            },
            {
                "name": "West, Allen"
            },
            {
                "name": "Kraft, Adam"
            },
            {
                "name": "Andrews, Troy"
            },
            {
                "name": "Freeman, Kevin"
            },
            {
                "name": "Freeman, Kevin D."
            },
            {
                "name": "Ganley, Declan"
            },
            {
                "name": "Gibson, Rosemary"
            },
            {
                "name": "Linahan, Alice"
            },
            {
                "name": "Martin, Rod"
            },
            {
                "name": "Pick, Jacki"
            },
            {
                "name": "Piper, Everett"
            },
            {
                "name": "Rosiak, Luke"
            },
            {
                "name": "Tice, David"
            },
            {
                "name": "Angle, Sharron"
            },
            {
                "name": "Fleitz, Fred"
            },
            {
                "name": "Graves, John"
            },
            {
                "name": "Henson, Kevin"
            }
        ],
        "genres": [
            "News"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOGZjN2Y1NzYtOTE5Mi00N2JhLTkxN2QtYzlhYzgzNjQyN2QzXkEyXkFqcGdeQXVyMjEwMDI3Njg@._V1_SY150_CR62,0,101,150_.jpg",
        "title": "Economic War Room with Kevin Freeman",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Economic War Room with Kevin Freeman (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Freeman, Kevin D."
            }
        ],
        "production companies": [
            {
                "name": "EWR-Holdings"
            }
        ],
        "plot": [
            "Kevin Freeman, noted cyber and economic warfare hosts a weekly news maker show with the focus of the impact of geopolitics on national security and domestic and global economics.::Russell Lake"
        ],
        "tech": {}
    }
}