{
    "imdb": {
        "episodes": {
            "1": {
                "2": {
                    "title": "Curiouser and Curiouser",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Snow White and Rose Red (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    The sisters have set up a tea party with their favorite dolls in a clearing in the woods. But an ordinary picnic takes a turn when Alice arrives in need of help. Snow and Rose agree to help Alice find the white rabbit, and embark on their craziest adventure yet in Wonderland. They meet the Mad Hatter, the Doormouse, and even the Queen of Hearts, and learn the importance of teamwork and forgiveness. But when the Jabberwocky terrorizes Wonderland, with the help of a little imagination, they decide to be brave and face the beast themselves.    "
                },
                "3": {
                    "title": "Over The River And Through The Woods",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Snow White and Rose Red (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    While playing a game of hide and seek, Snow and Rose make a new friend by the name of Red Riding Hood. Since it's getting dark, the sisters decide to walk Little Red back home to her Grandma's house. But when an unlikely guest seems to have dropped by, the girls learn that not everything is as it seems, and even if you're different, you can still be friends.    "
                },
                "4": {
                    "title": "Fairy Queen",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Snow White and Rose Red (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Snow and Rose set out to collect flowers for a festival in town, but find that it's too early in the season, and no flowers are in bloom yet. Just as they begin to lose hope in finding any flowers, they stumble upon a meadow and find the Fairy Queen of the forest with her flower fairy friends. The sisters learn more about the magic that lies within the forest, and that the impossible can become possible if you just believe.    "
                },
                "5": {
                    "title": "Lots of Locks",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Snow White and Rose Red (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Prince Ferdinand tells Snow and Rose that he's found someone who needs their help. A wizard has used a wicked spell to trap a girl named Rapunzel up in a tree. But when the solution to their problem doesn't seem so clear, the Ferdinand and the girls have to get creative, work together, and learn the importance of compromise.    "
                },
                "6": {
                    "title": "The Princess Within",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Snow White and Rose Red (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    The Sisters hear a noise while camping out in the woods and find their friend Ella lost and crying alone. As Snow and Rose help her find her way back home, they learn that she's fallen in love with a Prince, but doesn't think he will ever love her back. With some advice from the Fairy Queen, and a quick visit from Prince Charming, the girls learn that you don't need a crown to be royalty, and that everyone should be treated like a princess, with respect and kindness.    "
                },
                "7": {
                    "title": "The Golden Key",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Adventures of Snow White and Rose Red (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Prince Ferdinand stumbles upon a small box in the woods and discovers that the Fairy Queen has been trapped inside by her Fairy Brother's wicked magic. With the help of Snow and Rose, the three travel to the North of the Forest Kingdom in hopes of finding the Fairy Brother to ask for the Fairy Queen's freedom. Once they learn the circumstances of her capture, it's up to them to save her using teamwork, compassion, and the knowledge that to love one another is to share with one another.    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Zorbas, Demetra"
            },
            {
                "name": "Zorbas, Callista"
            },
            {
                "name": "Beekman, Matt"
            },
            {
                "name": "Foster, Irene McMahon"
            },
            {
                "name": "O'Malley, Skyler"
            },
            {
                "name": "Polito, Angelo"
            },
            {
                "name": "Balta, Madeline"
            },
            {
                "name": "Greenberg, Sasha"
            },
            {
                "name": "Padovan, Cordelia"
            },
            {
                "name": "Theis, Amina"
            },
            {
                "name": "Batista, Daniel"
            },
            {
                "name": "Balog, Andrew"
            },
            {
                "name": "Byrne, Lily"
            },
            {
                "name": "Funnye, Devin"
            },
            {
                "name": "Meissner, Alejandro"
            },
            {
                "name": "O'Malley, Kaylee"
            },
            {
                "name": "O'Malley, Riley"
            },
            {
                "name": "O'Malley, Sierra"
            },
            {
                "name": "Palmer, Ryan J."
            },
            {
                "name": "Pierre, Angeline"
            },
            {
                "name": "Pierre, Robby"
            },
            {
                "name": "Rosen, Amy"
            }
        ],
        "locations": [
            "Saratoga Springs, New York, USA"
        ],
        "genres": [
            "Family",
            "Fantasy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDYxM2E2NTEtYjE1NS00YmExLTlhZGYtNzNkZjUyMTU0MDU1XkEyXkFqcGdeQXVyMzUwNjA3NTE@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "The Adventures of Snow White and Rose Red is a live action fairy tale show featuring two sisters from humble beginnings who live in a cottage in the woods with their parents. Snow White, a kind girl with a passion for animals and good books, is best friends with her sister, Rose Red, an outgoing girl with a curious spirit. When they're not helping out with the family chores, they spend their days roaming the forest and playing pretend. But it's not long before they learn that the woods they have lived in all their lives are nothing short of magical, and they begin to cross paths with the characters they've only read about in fairy tales, such as Cinderella, Little Red Riding Hood and Alice in Wonderland. As they embark on their adventures, the girls learn the importance of sisterhood, friendship, and kindness, and that your life can be far from ordinary, if you just believe in a little magic.",
        "languages": [
            "English"
        ],
        "title": "The Adventures of Snow White and Rose Red",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "The Adventures of Snow White and Rose Red (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Balog, Andrew"
            },
            {
                "name": "Balog, Katie"
            },
            {
                "name": "Coady, Nicole"
            }
        ],
        "production companies": [
            {
                "name": "Trident Fantasy Films"
            }
        ],
        "distributors": [
            {
                "name": "Logs Leisure Entertainment"
            }
        ],
        "plot": [
            "_The Adventures of Snow White and Rose Red_ (qv) is a magical live action fairy tale about two girls who live in an enchanted forest and have adventures with their fairy tale friends.",
            "_The Adventures of Snow White and Rose Red_ (qv) is a live action fairy tale show featuring two sisters from humble beginnings who live in a cottage in the woods with their parents. Snow White, a kind girl with a passion for animals and good books, is best friends with her sister, Rose Red, an outgoing girl with a curious spirit. When they're not helping out with the family chores, they spend their days roaming the forest and playing pretend. But it's not long before they learn that the woods they have lived in all their lives are nothing short of magical, and they begin to cross paths with the characters they've only read about in fairy tales, such as Cinderella, Little Red Riding Hood and Alice in Wonderland. As they embark on their adventures, the girls learn the importance of sisterhood, friendship, and kindness, and that your life can be far from ordinary, if you just believe in a little magic."
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}