{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "27 January 2018"
            }
        ],
        "release dates": [
            "USA::27 January 2018"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Stalker Files"
            },
            {
                "countries": "USA",
                "title": "Stalker Files"
            },
            {
                "countries": " (working title)",
                "title": "I'm Watching You"
            }
        ],
        "akas": [
            "The Stalker Files (original title)",
            "Stalker Files USA",
            "I'm Watching You (working title)"
        ],
        "akas from release info": [
            "The Stalker Files (original title)",
            "Stalker Files USA",
            "I'm Watching You (working title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Madonna",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stalker Files (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "27 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    From the moment we laid eyes on Madonna - fishnet stockings, trademark headband and fingerless lace gloves - she had us under her spell. But she also attracted the attention of a very dangerous man. In 1995, Madonna's life would be put on the line when a man with a laundry list of mental health problems would come knocking on her door.    "
                },
                "2": {
                    "title": "Erin Andrews",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stalker Files (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    In this episode of The Stalker Files, sportscaster Erin Andrews becomes the target of a twisted game intending to expose her most private intimate moments. Courtroom illustrator Mona Shafer Edwards gives an exclusive inside look into Andrews' emotional testimony and the stalker's reaction to her tears, while Forensic Psychologist Kris Mohandie takes us inside the mind of this family man turned peep-hole pervert.    "
                },
                "3": {
                    "title": "David Letterman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stalker Files (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    This episode of The Stalker Files tells the story of a woman gripped by the fantasy that she was romantically involved with David Letterman. We get a glimpse into the mind of a delusional woman suffering from the devastating condition of schizophrenia, and the story of her tragic demise.    "
                },
                "4": {
                    "title": "Gwyneth Paltrow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stalker Files (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    In this episode of The Stalker Files, viewers see a helpless Gwyneth Paltrow try to protect herself and her family from a relentless stalker who travels across country to get close to the woman he is obsessed with. Paltrow's personal head of security gives exclusive insight into the private life of the terrified starlet.    "
                },
                "5": {
                    "title": "Jodie Foster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stalker Files (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    The notorious John Hinckley Jr - a man whose obsession with a Robert De Niro movie character gives him the deranged idea that murdering the President is the way to Jodie Foster's heart. Catch the minute-by-minute journey of the day Jodie Foster's stalker shot Ronald Reagan in this gut-wrenching episode of The Stalker Files.    "
                },
                "6": {
                    "title": "Michael Douglas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stalker Files (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    In this episode of The Stalker Files, it's a case of life imitating art when Fatal Attraction star Michael Douglas and wife Catherine Zeta-Jones come face to face with their real life stalker. Crazed fan Dawnette Knight took violence to new heights when she threatened to slice Zeta-Jones up \"like meat on a bone\" and sent her an invitation to her own funeral.    "
                },
                "7": {
                    "title": "Steven Spielberg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stalker Files (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    In this episode of The Stalker Files, viewers get a glimpse into the sick and sadistic plot at the hands of a stalker. Famed Hollywood director Steven Spielberg becomes the target of violent drug induced stalker Jonathan Norman, a case that sent shivers through the spines of every A-list name in Hollywood.    "
                },
                "8": {
                    "title": "Brooke Shields",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stalker Files (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    A star from the time she was a baby, Brooke Shields has spent her entire life being tormented by hundreds of stalkers - but there two predators that take the cake. This episode of The Stalker Files tells the story of John Rinaldi and Mark Bailey, who dedicated a combined 45 years to hunting down the actress. An exclusive interview gives a play-by-play on the stakeout and take-down of one of the actress' most terrorizing and persistent stalkers.    "
                },
                "9": {
                    "title": "Rebecca Schaeffer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stalker Files (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    21-year-old actress Rebecca Schaeffer was quickly making a name for herself in Hollywood, set to audition for legendary director Francis Ford Coppola. Little did Rebecca know that an obsessed fan had other plans for her that fateful day. The Stalker Files...Rebecca Schaeffer takes us down a road where a rising star's life collides with a man hell bent on putting it to an end.    "
                },
                "10": {
                    "title": "Christina Grimmie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stalker Files (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Christina Grimmie was an artist on the rise. Making a name for herself on The Voice and YouTube, little did Christina know that a man was toiling away in silence contemplating a deadly strike. With exclusive insight from the detectives involved with the case, we get inside information into the mind of the murderer and the terrifying moment he pulled the trigger.    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Siddall, Jarrett"
            },
            {
                "name": "Claire, Lenora"
            },
            {
                "name": "Marks, Daryl"
            },
            {
                "name": "Nesteroff, Kliph"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZTJiYmQzOGUtNzg3OC00OTE3LWI2NDMtZWUwY2VmZDUzNTU4XkEyXkFqcGdeQXVyNzMxMzQ5Mzk@._V1_SY150_CR6,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Stalker Files",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "BUCK Productions"
            }
        ],
        "plot": [
            "Two seemingly separate time lines build to a climax of fear and violence as the stories of celebrity stalkers and their high-profile targets are analyzed."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}