{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "2 February 2018"
            },
            {
                "country": "Spain\n",
                "date": "23 March 2018"
            },
            {
                "country": "Sweden\n",
                "date": "24 March 2018",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "UK::2 February 2018",
            "Spain::23 March 2018",
            "Sweden::24 March 2018                            (internet)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Requiem"
            },
            {
                "countries": "Greece",
                "title": "Ρέκβιεμ"
            },
            {
                "countries": "Portugal",
                "title": "Requiem"
            },
            {
                "countries": "Russia",
                "title": "Реквием"
            },
            {
                "countries": "Spain",
                "title": "Requiem"
            },
            {
                "countries": "USA",
                "title": "Requiem"
            }
        ],
        "akas": [
            "Requiem (original title)",
            "Ρέκβιεμ Greece",
            "Requiem Portugal",
            "Реквием Russia",
            "Requiem Spain",
            "Requiem USA"
        ],
        "akas from release info": [
            "Requiem (original title)",
            "Ρέκβιεμ Greece",
            "Requiem Portugal",
            "Реквием Russia",
            "Requiem Spain",
            "Requiem USA"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Matilda",
                    "kind": "episode",
                    "episode of": {
                        "title": "Requiem (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 244,
                    "original air date": "2 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    After her mother Janice commits suicide in front of her cellist Matilda Grey finds a box in Janice's effects containing press cuttings regarding the disappearance of a little girl, Carys Howell, twenty-four years earlier in the Welsh village of Penllynith. Accompanied by pianist friend Hal Fine she drives to the village, meeting the child's mother Rose and her new husband Aron Morgan, who are both hostile. More welcoming is another visitor, Australian Nick Dean who invites them to stay at his late uncle Ewan's mansion, which also figured in Janice's pictures. Whilst ...    "
                },
                "2": {
                    "title": "The Blue Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Requiem (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 193,
                    "original air date": "9 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Matilda is convinced that she is Carys and was held captive in Ewan's house as a small child, though she keeps this from the police. Rose is unhelpful as to Janice's interest in Penllynith but is plainly keeping secrets from Matilda and her husband Aron. More strange noises and the discovery of an empty, long-locked room increase Matilda's desire but she gets no answers from the villagers. Then she encounters a ragged man, Sean Howell, father of the missing girl who vanished some time after Carys, who gives her a present before running off. Back at the house she ...    "
                },
                "3": {
                    "title": "The Necklace",
                    "kind": "episode",
                    "episode of": {
                        "title": "Requiem (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 168,
                    "original air date": "16 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Aron Morgan lodges a formal complaint against Matilda for harassing Davey, and the police are unmoved by Matilda showing them what she believes is a clue to Carys's disappearance. Trudy is wracked by guilt for her part in Carys's disappearance and meets Matilda to ascertain whether she's telling the truth. Rose is pushed to breaking point as old wounds are reopened and her relationship with Aron deteriorates. Ed gets jittery as Trudy gives him the cold shoulder and Graves becomes increasingly suspicious that's he hiding something.    "
                },
                "4": {
                    "title": "Blaidd Carreg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Requiem (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 167,
                    "original air date": "23 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Matilda meets Laura, who claims to know crucial details about Carys's disappearance - but is she just taking Matilda for a ride? Meanwhile, Matilda starts suffering disturbing blackouts. Sean shows himself once again to offer an explanation for what Matilda is experiencing. Aron struggles to deal with his anger and guilt about what happened to Rose. Nick gets more disappointing financial news about the Dean estate following Meredith's death. Graves notices some suspicious circumstances surrounding the discovery of Ewan's body and begins to investigate.    "
                },
                "5": {
                    "title": "Bessie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Requiem (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 160,
                    "original air date": "2 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    After a new discovery, Kendrick agrees to do everything in his power to reopen the case. Laura tries to warn Matilda that she is in grave and imminent danger, but Matilda is starting to have doubts about whoshe can trust. Hal's blossoming romance with Trudy allows him to reflect on his relationship with Matilda. He resolves to get to the bottom of the Penllynith mystery once and for all. Graves becomes increasingly convinced that Ed and Aron are hiding something.    "
                },
                "6": {
                    "title": "Carys",
                    "kind": "episode",
                    "episode of": {
                        "title": "Requiem (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 171,
                    "original air date": "9 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    A badly injured Sean makes it to Dean House to warn Matilda that she is in mortal danger. Matilda becomes increasingly worried about Davey's safety with neither of his parents around to protect him. Trudypines after Hal and rues her harsh parting words. Graves grows suspicious of Kendrick and starts to wonder whether Matilda has been telling the truth all along.    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Wilson, Lydia"
            },
            {
                "name": "Frecheville, James"
            },
            {
                "name": "Reese-Williams, Sian"
            },
            {
                "name": "Coyle, Brendan"
            },
            {
                "name": "Fry, Joel"
            },
            {
                "name": "Fitzgerald, Tara"
            },
            {
                "name": "Harrington, Richard"
            },
            {
                "name": "Kunz, Simon"
            },
            {
                "name": "Scanlan, Joanna"
            },
            {
                "name": "Rushbrook, Claire"
            },
            {
                "name": "Dale, Charles"
            },
            {
                "name": "Dwyfor, Dyfan"
            },
            {
                "name": "Calbraith, Clare"
            },
            {
                "name": "Evans, Brochan"
            },
            {
                "name": "Evans, Darren"
            },
            {
                "name": "Haywood, Pippa"
            },
            {
                "name": "Dafydd, Ifan Huw"
            },
            {
                "name": "Thompson, Emmie"
            },
            {
                "name": "Hazeldine, Sam"
            },
            {
                "name": "Lansley, Oliver"
            },
            {
                "name": "Thorne, Jane"
            },
            {
                "name": "Hille, Anastasia"
            },
            {
                "name": "Baker, Daniel"
            },
            {
                "name": "Lazarus, Rupert"
            },
            {
                "name": "Ritter, Sonia"
            },
            {
                "name": "Ramsey, Bella"
            },
            {
                "name": "Hobbs, Nick"
            },
            {
                "name": "Morse, Mali"
            },
            {
                "name": "Metcalfe, Adrian"
            },
            {
                "name": "Reynolds, Nicola"
            },
            {
                "name": "Martin, Caroline"
            },
            {
                "name": "Ové, Indra"
            },
            {
                "name": "Clarkson, Andy"
            },
            {
                "name": "Harasgama, Nimmi"
            },
            {
                "name": "Brock, Alex"
            },
            {
                "name": "Fortes, Tibu"
            },
            {
                "name": "Zahra, Lisa"
            },
            {
                "name": "Bale, Gareth John"
            },
            {
                "name": "Winkler, Simon"
            },
            {
                "name": "Berlin, Donna"
            },
            {
                "name": "Thomas, William"
            },
            {
                "name": "Davies, Sion Alun"
            },
            {
                "name": "Mason, Gareth"
            },
            {
                "name": "Tam, Christina"
            },
            {
                "name": "Berry, Caroline"
            },
            {
                "name": "Jolly, Ffion"
            },
            {
                "name": "Anscombe, Nicholas"
            },
            {
                "name": "Blackwell, Paul"
            },
            {
                "name": "Key, Gareth"
            },
            {
                "name": "Murtagh, Colin"
            }
        ],
        "locations": [
            "Dolgellau, Gwynedd, Wales, UK",
            "Newport, Newport, Wales, UK"
        ],
        "genres": [
            "Drama",
            "Fantasy",
            "Mystery",
            "Thriller"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en",
            "bfi",
            "cy"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Australia:MA15+::(Netflix self-rating)",
            "Netherlands:16",
            "Singapore:M18",
            "South Korea:18",
            "Spain:16",
            "United Kingdom:15",
            "United States:TV-MA"
        ],
        "original air date": "02 Feb 2018 (UK)",
        "number of seasons": 1,
        "rating": 6.5,
        "votes": 4186,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYTg0MmFmNmItMzAzZS00NGVjLThkZDctMTVkN2QzYjYyZDE5XkEyXkFqcGdeQXVyMjExMjk0ODk@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "In 1994, a toddler disappeared from a small Welsh village, never to be seen again. 23 years later, in London, the mother of rising cello star Matilda Gray takes her own life, without apparent reason. Among her possessions, Matilda discovers tantalising evidence, linking her mother to the Welsh girl's disappearance all those years ago. And so grief stricken Matilda travels to Wales, determined to find out who she really is, even if it means unraveling her own identity. In the process, she uncovers long buried secrets in this remote community - including one secret more bizarre, terrifying and dangerous than anything she could have imagined: Dark otherworldly forces are gathering - they have been waiting many years for Matilda to return. If every life is a story, then for most of us, it's our parents who write the opening chapters. They record and remember our early childhoods as we cannot, acting as trusted witnesses to our lives. But what if you discovered that your parent had lied to you? That almost everything they'd said about their own history, and yours, was untrue? Part supernatural thriller, part psychological horror, Requiem takes its inspiration from the psychological horror films of the late 1960s and '70s - Rosemary's Baby, Don't Look Now, and The Innocents, avoiding easy answers, and instead playing on uncertainty and ambiguity. It's also a rumination on the nature of memory, identity, and loss, hinging on a universal truth: that when a parent dies, a part of you dies with them.",
        "languages": [
            "English",
            "British Sign Language",
            "Welsh"
        ],
        "title": "Requiem",
        "year": 2018,
        "kind": "tv mini series",
        "series years": "2018-2018",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Mrksa, Kris"
            },
            {
                "name": "Ayshford, Blake"
            }
        ],
        "director": [
            {
                "name": "Belo, Mahalia"
            }
        ],
        "production companies": [
            {
                "name": "All3Media International"
            },
            {
                "name": "BBC One"
            },
            {
                "name": "New Pictures"
            }
        ],
        "distributors": [
            {
                "name": "All3Media International"
            },
            {
                "name": "BBC One"
            },
            {
                "name": "Netflix"
            },
            {
                "name": "Netflix"
            }
        ],
        "other companies": [
            {
                "name": "Altor Security"
            },
            {
                "name": "HireWorks"
            },
            {
                "name": "Location Safety"
            },
            {
                "name": "Setkeeper"
            },
            {
                "name": "The Look"
            }
        ],
        "plot": [
            "In 1994, a toddler disappeared from a small Welsh village, never to be seen again. 23 years later, in London, the mother of rising cello star Matilda Gray takes her own life, without apparent reason. Among her possessions, Matilda discovers tantalising evidence, linking her mother to the Welsh girl's disappearance all those years ago. And so grief stricken Matilda travels to Wales, determined to find out who she really is, even if it means unraveling her own identity. In the process, she uncovers long buried secrets in this remote community - including one secret more bizarre, terrifying and dangerous than anything she could have imagined: Dark otherworldly forces are gathering - they have been waiting many years for Matilda to return. If every life is a story, then for most of us, it's our parents who write the opening chapters. They record and remember our early childhoods as we cannot, acting as trusted witnesses to our lives. But what if you discovered that your parent had lied to you? That almost everything they'd said about their own history, and yours, was untrue? Part supernatural thriller, part psychological horror, _Requiem_ (qv) takes its inspiration from the psychological horror films of the late 1960s and '70s - Rosemary's Baby, Don't Look Now, and The Innocents, avoiding easy answers, and instead playing on uncertainty and ambiguity. It's also a rumination on the nature of memory, identity, and loss, hinging on a universal truth: that when a parent dies, a part of you dies with them."
        ],
        "synopsis": [
            "In 1994, a toddler disappeared from a small Welsh village, never to be seen again.23 years later, in London, the mother of rising cello star Matilda Gray commits suicide, without apparent reason.Among her possessions, Matilda discovers tantalising evidence, linking her mother to the Welsh girl's disappearance all those years ago.And so grief stricken Matilda travels to Wales, determined to find out who she really is, even if it means unraveling her own identity. In the process, she uncovers long buried secrets in this remote community - including one secret more bizarre, terrifying and dangerous than anything she could have imagined: Dark otherworldly forces are gathering - they have been waiting many years for Matilda to return.If every life is a story, then for most of us, it's our parents who write the opening chapters. They record and remember our early childhoods as we cannot, acting as trusted witnesses to our lives.But what if you discovered that your parent had lied to you? That almost everything they'd said about their own history, and yours, was untrue?Part supernatural thriller, part psychological horror, Requiem takes its inspiration from the psychological horror films of the late 1960s and '70s - Rosemary's Baby, Don't Look Now, and The Innocents, avoiding easy answers, and instead playing on uncertainty and ambiguity.It's also a rumination on the nature of memory, identity, and loss, hinging on a universal truth: that when a parent dies, a part of you dies with them."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "camera": [
                "Panasonic Varicam 35 4K"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 4186,
                "rating": 6.5
            },
            "aged under 18": {
                "votes": 2,
                "rating": 6.5
            },
            "aged 18 29": {
                "votes": 467,
                "rating": 6.9
            },
            "aged 30 44": {
                "votes": 1357,
                "rating": 6.4
            },
            "aged 45 plus": {
                "votes": 951,
                "rating": 6.3
            },
            "males": {
                "votes": 1735,
                "rating": 6.3
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 7.0
            },
            "males aged 18 29": {
                "votes": 221,
                "rating": 6.9
            },
            "males aged 30 44": {
                "votes": 725,
                "rating": 6.2
            },
            "males aged 45 plus": {
                "votes": 601,
                "rating": 6.2
            },
            "females": {
                "votes": 1328,
                "rating": 6.7
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 6.0
            },
            "females aged 18 29": {
                "votes": 235,
                "rating": 6.9
            },
            "females aged 30 44": {
                "votes": 614,
                "rating": 6.7
            },
            "females aged 45 plus": {
                "votes": 326,
                "rating": 6.5
            },
            "top 1000 voters": {
                "votes": 73,
                "rating": 5.4
            },
            "us users": {
                "votes": 545,
                "rating": 6.5
            },
            "non us users": {
                "votes": 1706,
                "rating": 6.4
            }
        },
        "number of votes": {
            "10": 445,
            "9": 315,
            "8": 705,
            "7": 1017,
            "6": 710,
            "5": 429,
            "4": 183,
            "3": 132,
            "2": 98,
            "1": 152
        },
        "arithmetic mean": 6.7,
        "median": 7
    }
}