{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2018"
            }
        ],
        "release dates": [
            "USA::2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Idols",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extraordinary Women of the Bible (TV Mini-Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    It has been said that a love story does not enter the Bible until the Song of Solomon. Yet, there is no better love story than that of Jacob and Rachel; a love that was tested by time, betrayal, jealousy and at last tragedy, which still speaks to us today. Rachel was the woman in whom romance and tragedy were blended - The Most Excellent and Lamentable Tragedy of Jacob and Rachael is, well, a tragedy. As with most accounts in the Bible, and even in our modern times, her story speaks of matters of the human heart when hope is deferred. When heaven's promises sometimes ...    "
                },
                "2": {
                    "title": "The Basket",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extraordinary Women of the Bible (TV Mini-Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    There are mightier and more famous female characters in the Bible, but Bithia rings true as a woman: tender, kind and brave. In saving a small child, she proved herself ready to defy the cruel edict of her father. No scene could have been drawn more brilliantly in the Bible than the one penned of Bithia - \"and behold, the babe wept. And she had compassion on him\". Her achievement in saving the life of Moses, in offering him royal protection and in educating him in one of the greatest priestly colleges of all time, is one of the most important acts in the Bible. The ...    "
                },
                "3": {
                    "title": "The Window in the Wall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extraordinary Women of the Bible (TV Mini-Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Carpe diem. This clever harlot from Jericho, by an act of faith, became an extraordinary woman of God. As a prostitute, she lived on the edge of society, one stop short of rejection. Her house, built right into the city wall, provided both lodging and favors to travelers. Stories within the city about the Israelites had been circulating for sometime, but now it was evident that they were about to invade. Her faith gave her courage to take a risk and shelter Israeli spies because she sensed that the Israelites relied on a God worth trusting. God rewarded her by ...    "
                },
                "4": {
                    "title": "The Tent Peg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extraordinary Women of the Bible (TV Mini-Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Occasionally, a unique and strong-minded woman breaks in upon human history and by fearless exploits leaves the impact of her personality upon events, securing for herself an imperishable honor. Gifted with superior spiritual, mental and physical powers, Deborah leaves her mark upon the annals of time as God raised her up and endowed her with a remarkable personality and varied gifts for the deliverance of His distressed and defeated people. There are rare figures in human history who inspire such loyalty in the people around them that they can achieve what seems ...    "
                },
                "5": {
                    "title": "Brains and Beauty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extraordinary Women of the Bible (TV Mini-Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    The life of a drunkard's wife is full of eloquent silences. However, there is a portrait of a good woman who was married to one such fool, whose life spoke so loudly that it still rings clear today; a woman of good understanding and of a beautiful countenance. When the future King of Israel; hungry, proud and insulted by her worthless husband, journeys to exact justice on her household, this extraordinary woman took immediate steps to undo her husband's actions. She acted with clever and keen insight enabling her to protect her drunkard husband and save her household....    "
                },
                "6": {
                    "title": "Beauty to Ashes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extraordinary Women of the Bible (TV Mini-Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Life is made up of an infinite amount of choices. Many decisions are small and only slightly impact our lives; however, one wrong decision could lead to a devastating chain of events that burn through the foundation of our lives and leave us with ashes. Such is the case for this woman; who because of a man who should have been at war with his army, caused her to become the most unlikely link between Israel's two most famous kings. She was the lover and wife of one, and the mother of the other. The story of Bathsheba portrays a woman, devastated by the seed of ...    "
                },
                "7": {
                    "title": "The Tabernacle of Shiloh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extraordinary Women of the Bible (TV Mini-Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    To be barren in a culture that prized fertility, a woman can be marked as a pitiful figure; an object of shame, scorn and speculation. And if that weren't bad enough, what does one do when it is God Himself who has prevented you from bearing a child? Pray? And what if you poured out your heart to God only to be accused of public drunkenness? A less committed woman would have mistaken those words as the final no. However, all that is recorded of this mother, who was one of the most noble Hebrews who ever lived, is an inspiration and a benediction. She had learned that ...    "
                },
                "8": {
                    "title": "The Noisemaker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extraordinary Women of the Bible (TV Mini-Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    When a person has climbed up the ladder of success in the world and has achieved a position of power and eminence, it requires strength and beauty of character for that person to love and remember the simple people from whom they sprang. The dramatic account of the story of Esther is that of a woman who was willing to jeopardize not only her position of power, but her life, out of the loyalty and love for her own people. She is one of the most attractive women in the Old Testament and a mixture of charm, strength and heroism. She is remembered as the supreme heroine ...    "
                },
                "9": {
                    "title": "The Sandal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extraordinary Women of the Bible (TV Mini-Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Anyone who is experienced in life understands that recorded history is not always the whole story. While nations rise and fall, the little dramas of the human heart go on in secret all of the time. Every now and then, however, the beam of history falls on a quiet little landscape where the sun is shining and the wheat is growing, where men are courteous and noble, and women are brave and kind of heart. One of these quiet corners of history is the story of Ruth. She is unique in the history of woman because her story is not primarily that of her love for a man or a ...    "
                },
                "10": {
                    "title": "The Water Pot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extraordinary Women of the Bible (TV Mini-Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    A scandalous encounter - A Jewish man, speaking kindly to a Samaritan woman? Such things were not acceptable. Yet, this man had no ulterior motive or hidden agenda; no animosity or condemnation towards her, as other men did before Him. Rather, this man talked about thirst. She was no stranger to thirst. Her soul and life were tired and thirsty. Perhaps that is what had driven her to marry five different men and take up residence with a sixth? Marked by rejection and shame, she was a woman that had looked for love in all the wrong places. However, as the words she ...    "
                },
                "11": {
                    "title": "First at the Grave, Last at the Cross",
                    "kind": "episode",
                    "episode of": {
                        "title": "Extraordinary Women of the Bible (TV Mini-Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Unbeknownst to many, Jesus had a band of followers that exceeded the twelve well-known disciples. A merry band of woman that ministered of their substance to support Jesus and the disciples on their journey: Joanna, Susanna, Salome, Mary the mother of Jesus and the woman that occupied the position of great prominence - Mary of Magdala. She is listed first among the women that witnessed the crucifixion, and it was she and the other women that did not desert Jesus in the hour of His trial and death. It is to Mary of Magdala, and to some degree womankind, that was given ...    "
                }
            }
        },
        "number of episodes": 11,
        "genres": [
            "Drama"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "original air date": "2018 (USA)",
        "number of seasons": 1,
        "title": "Extraordinary Women of the Bible",
        "year": 2018,
        "kind": "tv mini series",
        "series years": "2018-",
        "akas": [
            "Extraordinary Women of the Bible (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Brown, Allen"
            },
            {
                "name": "Sundstrom, Barbara"
            },
            {
                "name": "Wistar, Melanie"
            }
        ],
        "production companies": [
            {
                "name": "Apples of Gold Productions"
            }
        ],
        "plot": [
            "An EPIC Biblical TV Series about formidable, courageous and sometimes clever women that partnered with God to lay the foundation for His redemptive work.::Allen Brown"
        ],
        "tech": {}
    }
}