{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2018"
            },
            {
                "country": "USA\n",
                "date": "29 May 2018"
            }
        ],
        "release dates": [
            "USA::2018",
            "USA::29 May 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Candice, Meet Stephen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Candice (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "29 May 2018",
                    "year": "2018",
                    "plot": "\n    Meet Candice: a pharmacist and turtle-lover who tried the dating scene and found only monsters. She's ready to quit, but Deborah, founder of the matchmaking service 'Meet Your Match Indiana', will force her find love - no matter the cost.    "
                },
                "2": {
                    "title": "So We've Decided to Avoid Eye Contact",
                    "kind": "episode",
                    "episode of": {
                        "title": "Candice (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "29 May 2018",
                    "year": "2018",
                    "plot": "\n    Is love a science? Deborah coaches Candice and Stephen with hilarious consequences.    "
                },
                "3": {
                    "title": "Overachiever As Always!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Candice (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "29 May 2018",
                    "year": "2018",
                    "plot": "\n    Candice is extremely upset about Stephen's use of vaseline. Deborah takes everyone through a guided meditation that terrifies Stephen and leads Candice to tears...or laughter...or tears.    "
                },
                "4": {
                    "title": "Family Brunch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Candice (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "29 May 2018",
                    "year": "2018",
                    "plot": "\n    Deborah forces Candice and Stephen to bring their families together in order to deepen their connection. Candice brings her turtle, Frankfort, and Stephen brings his power-agent, Melanie Hernandez.    "
                },
                "5": {
                    "title": "I'm the Track, I'm the Guidance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Candice (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "29 May 2018",
                    "year": "2018",
                    "plot": "\n    Stephen and Candice's relationship seems to heading in the right direction. Deborah's newfound determination is being closely orchestrated by Melanie Hernandez. Meanwhile, drama strikes and Candice must save Frankfort from a life of crime.    "
                },
                "6": {
                    "title": "Big Surprise!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Candice (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "29 May 2018",
                    "year": "2018",
                    "plot": "\n    Is Deborah ready to admit defeat and settle for being #2 in Fort Wayne, Indiana's competitive dating industry? Will Stephen lose his mojo without his vaseline addiction? Will Candice ever find Frankfort?    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Curtiss, Rayshell"
            },
            {
                "name": "Levin, Sarah"
            },
            {
                "name": "Todd, Paul"
            },
            {
                "name": "Campagna, Robert William"
            },
            {
                "name": "Campbell-Martinez, Elena"
            },
            {
                "name": "Kan, Eric"
            },
            {
                "name": "Ximenes, Andie"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDc3MWU1ZmItODc0Mi00M2MxLThkMmQtMzNkYWQwZWVkYTk3XkEyXkFqcGdeQXVyMTU5MDM5NTI@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Candice is ready to quit the dating scene and continue her life as a single pharmacist, turtle-lover and apple aficionado. However, Deborah, the ambitious owner of 'Meet Your Match, Indiana' will stop at nothing to force Candice and vaseline-addicted Australian Catalog Model, Stephen, to fall in love...no matter who gets hurt or how many turtles get lost along the way.",
        "languages": [
            "English"
        ],
        "title": "Candice",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Candice (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Curtiss, Rayshell"
            },
            {
                "name": "Levin, Sarah"
            },
            {
                "name": "Todd, Paul"
            }
        ],
        "production companies": [
            {
                "name": "Must Love Turtles Productions"
            }
        ],
        "distributors": [
            {
                "name": "YouTube"
            }
        ],
        "plot": [
            "Sarah Levin, Rayshell Curtiss and Paul Todd team up to bring you '_Candice_ (qv)': a quirky comedy about pursuing love, success, and turtles. WATCH all of Season 1 NOW @ www.youtube.com/_Candice_ (qv)Series.",
            "_Candice_ (qv) is ready to quit the dating scene and continue her life as a single pharmacist, turtle-lover and apple aficionado. However, Deborah, the ambitious owner of 'Meet Your Match, Indiana' will stop at nothing to force _Candice_ (qv) and vaseline-addicted Australian Catalog Model, Stephen, to fall in love...no matter who gets hurt or how many turtles get lost along the way."
        ],
        "synopsis": [
            "In the fictionally re-imagined town of Fort Wayne, Indiana, vaseline-addicted catalog models run amok, the ghost of Johnny Appleseed is alive and well, and the dating service industry is fiercely competitive.Candice, a pharmacist and apple aficionado who is more than a little obsessed with her pet turtle, has decided to quit the dating scene after her profile on 'Meet Your Match, Indiana' resulted in multiple terrifying experiences. However, Deborah, the maniacally-ambitious owner of the dating service, refuses to let her walk away. Deborah's 99% success rate for successful matches is in jeopardy, and her only option is to ensure that Candice and Australian catalog model, Stephen, fall in love.Unfortunately, Candice and Stephen don't hit it off, and Deborah must take the mismatched couple through a series of love-inducing exercises including a guided meditation and a family brunch with local high-powered catalog modeling agent, Melanie Hernandez.\nDisaster soon strikes when Candice's beloved turtle, Frankfort goes missing. However, in the aftermath Stephen proves himself to be a pillar of compassion and support, and finally wins Candice's heart.The couple announces their new relationship status to Deborah just as she's given up all hope of success. But despite the joy of the moment, Candice still grieves for the loss of Frankfort.In a dark twist, it's revealed that Stephen is actually holding Frankfort hostage. Will Candice ever be reunited with her precious turtle? Why did Stephen commit such a heinous crime and what will happen when Candice finds out? Can the couple possibly stay together for at least three months to save Deborah's reputation? Season one of Candice ends on a cliffhanger that leaves our heroes on the precipice of disaster and hilarity."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}