{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "24 July 2018"
            }
        ],
        "release dates": [
            "Canada::24 July 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "A Barbeque Classic: Ribs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Watts on the Grill (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "24 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    When we think of barbeque, we think of ribs. To kick it all off, high energy host Spencer Watts adds a little Korean flare to a tender rack of short ribs. Served with a secret spice and grilled to perfection, this sweet and sesame dish features a medley of flavours that are sure to awaken your taste buds. Next, Spencer shows us how to cook two delightfully succulent rib cuts - spare ribs and baby back ribs. First, he starts with mouth-watering spare ribs doused in a sweet and tangy barbeque sauce. Then, Spencer grills up juicy baby back ribs brushed in a peachy ...    "
                },
                "2": {
                    "title": "Bananas for Barbeque",
                    "kind": "episode",
                    "episode of": {
                        "title": "Watts on the Grill (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "14 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Who says you can't grill bananas? Chef Spencer Watts shows us the versatility of bananas by grilling up succulent freshwater bass with spicy banana salsa wrapped in sweet banana leaves. Then, a fruity barbequed treat - Chocolate Banana Dessert Wraps. These delicious creations feature sweet chocolate, fresh cherries, and flavourful bananas wrapped in warm, perfectly charred tortillas brushed with butter and topped with icing sugar and fragrant cinnamon. Next, Spencer switches it up with some Spiked Gazpacho with Lime Shrimp. Banana peppers heat up this dish, while ...    "
                },
                "3": {
                    "title": "Fish on the Grill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Watts on the Grill (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "28 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Watts a great protein to cook on the grill? Fish, of course. Chef Spencer Watts starts us off with a perfectly flaky wild salmon fillet, drizzled in a tangy raspberry and ginger glaze. Next on the menu, freshly grilled swordfish steaks with Coconut-Chili Crust and Mango-Cucumber Salsa - yes, it's as good as it sounds. Then, a mild fish that loves the grill - trout. Spencer cooks up this flavourful fish with fragrant sage and sweet-tangy apricot chutney. Finally, Spencer carefully stuffs a medley of fresh herbs into a delectable Arctic char. This refreshing dish smells...    "
                },
                "4": {
                    "title": "Delicious Grilled Shellfish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Watts on the Grill (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "31 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Shellfish is delicate, tantalizing, and full of flavour, especially when it's grilled to perfection. Host Spencer Watts starts off by barbequing his all-time favourite - scallops. These tender shellfish are covered with a crispy pecorino crust and cook so fast you might not have time to blink. Then, Spencer doubles up on the grilled shrimp recipes with a sweet-spicy Mango Habanero marinade and then a tequila-based Margarita shrimp. Share these delectable treats at your next dinner party - don't be shellfish. Next, Spencer grills up steamy, aromatic mussels with ...    "
                },
                "5": {
                    "title": "Saucey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Watts on the Grill (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "7 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Barbeque is all about sauces, rubs and marinades. Why buy your own when you can make your very own zestful barbeque sauce? Grilling expert Spencer Watts gives us the lowdown on how to incorporate different flavours with four irresistible barbeque sauces. First on the menu, a sweet, no heat Cherry Cola Sauce drizzled over a glimmering pork tenderloin. Then, Spencer kicks up the spice with an Asian-influenced sauce - perfect when paired with juicy, smoked lamb shanks. Next, Spencer gives us some tips on indirect grilling by slow roasting a plump sirloin roast for some ...    "
                },
                "6": {
                    "title": "Salsa that will Dance on Your Tongue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Watts on the Grill (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "3 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    We all need a little salsa in our lives - it adds a kick of flavour to any dish. Chef Spencer Watts shows us four salsas that be paired with any protein and will have you dancing. He starts this episode off with a tasty, sweet plum salsa and pairs it with crispy crab cakes. Watermelon is that star of this next salsa, adding some coolness to Spencer's spicy brick chicken. Then, our host veers away from fruit and prepares a classic tomatillo salsa. Unusual, but divine, Spencer serves this hot and tangy salsa with shining grilled clams. Finally, it's all about fresh, ...    "
                },
                "7": {
                    "title": "Beef-a-palooza",
                    "kind": "episode",
                    "episode of": {
                        "title": "Watts on the Grill (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "4 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    We've got one word for you: beef. Always fun host Spencer Watts takes this barbeque classic and elevates it with four delectable recipes. First up to the plate, Spencer's favourite - the mighty prime rib. Roasted on a slow-turning spit, this dish features a crispy outside and a mouth-watering, pink centre. The next recipe takes a little more time and a little more love, but it's definitely worth all the effort - smoked brisket sandwiches. Smoked low and slow, these juicy sandwiches are best enjoyed with an ice-cold beer in the hot summer sun. Then, Spencer channels ...    "
                },
                "8": {
                    "title": "Barbeque Isn't Just for Meat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Watts on the Grill (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "10 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Barbeque is not just about meat. Fruit and vegetables are grill-worthy too. Chef Spencer Watts reveals his barbeque secrets of fruit and veg by starting off with the unique giant jackfruit. With a pear-apple-pineapple flavour, the jackfruit makes the world's perfect veggie \"pulled pork\" - you won't believe your taste buds. Next, Spencer roasts cauliflower heads on a spit while basting them in ever-buttery, golden ghee. Then, spiced Pumpkin Tamales with Orange Ginger Butter. Smoked to perfection and bursting with flavour, these little bundles of love take the word ...    "
                },
                "9": {
                    "title": "Grilled, Roasted & Charred Chicken",
                    "kind": "episode",
                    "episode of": {
                        "title": "Watts on the Grill (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "17 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Chicken is so versatile - drums, wings, breasts, or whole. Season your favourite poultry recipe with herby, sweet, savoury, or spicy flavours and you're sure to be the hero at your next backyard soiree. To begin, fun host Spencer Watts grills up some chicken skewers with a summery plum barbeque sauce. Next, a slow-roasted rotisserie chicken. Call it the ultimate, super simple barbeque experience since this recipe features a ton of butter and a lemonade marinade, giving this recipe a crispy, crackling skin and tender, juicy meat. Then, Spencer adds a hearty brew to his...    "
                },
                "10": {
                    "title": "Lamb Four Ways",
                    "kind": "episode",
                    "episode of": {
                        "title": "Watts on the Grill (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "19 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Rock your next dinner party with some fresh, succulent lamb. Host Spencer Watts shows us how to stuff it, grill it, smoke it, and roast it with four sensational recipes. First, a tender lamb leg with a zesty marinade and stuffed with creamy goat cheese, crunchy pine nuts, and a medley of spices. Second, the most popular cut of lamb - the chop. Spencer grills sizzling double chops bathed in sweet-tangy blackberries, fragrant mint, fruity port, and punchy pink peppercorns. These delicious chops come from a fantastic rack of lamb, otherwise known as the star of Spencer's...    "
                },
                "11": {
                    "title": "Fowl Play",
                    "kind": "episode",
                    "episode of": {
                        "title": "Watts on the Grill (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "11 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Poultry is more than just chicken - think duck, turkey, capon, and quail. To start, lively host Spencer Watts slow-smokes a capon and stuffs it with buttery, garlicy cornbread. For his next dish, Spencer captivates us with a rich duck breast, with smoky Asian flavours. Infused with earthy green tea and paired with fragrant fluffy rice, this tender duck breast soaks up all the bold aromas. Then, Spencer shows us a crispy grilled quail à l'orange. Doused in a tart red wine marinade and grilled at medium-high heat, the tender quail is best served with a drizzle of warm ...    "
                },
                "12": {
                    "title": "Sides & Sweets with Heat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Watts on the Grill (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "26 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Want to host a legendary barbeque? Amp up your meat dishes with grilled sides and desserts. To kick off the episode, charismatic host Spencer Watts prepares a crispy rocket salad tossed with grilled corn, peppers, and halloumi. Up next, a cheesy scalloped potatoes and roasted beets dish. Oozing with every kind of cheese that Spencer can find in his trusty red fridge, this decadent dish cooks up in a flash. Then, Spencer switches from sensational sides to delicious desserts. First up, caramelized and smoked-to-perfection Bartlett pears stuffed with irresistible ...    "
                },
                "13": {
                    "title": "Pork was Made for Barbeques",
                    "kind": "episode",
                    "episode of": {
                        "title": "Watts on the Grill (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "21 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Pork was made for barbeques. It's meaty, salty, tender, and just so irresistible after it's been grilled. To begin, host Spencer Watts goes low and slow with a juicy pork shoulder in a sweet and spicy blackberry-chipotle glaze. Next, the humble pork chop undergoes a tasty transformation with Spencer's herb-brined pork chops recipe. Chilled in an acidic white wine with an earthy blend of fresh herbs, these plump chops are seriously to die for. Of course, bacon is then added to the mix in Spencer's Prosciutto-wrapped figs and stuffed jalapeno pepper dish. And finally, ...    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Watts, Spencer"
            }
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZWVlZjRhMWQtZTBjZS00ZTRhLThiNDItM2M3Y2I3MThiNWEyXkEyXkFqcGdeQXVyNzExOTcyODQ@._V1_SY150_CR43,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Watts on the Grill",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Watts on the Grill (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Anderson, Ashley"
            },
            {
                "name": "Knight, Chris"
            },
            {
                "name": "Perrie, Amica"
            }
        ],
        "production companies": [
            {
                "name": "Gusto Worldwide Media"
            }
        ],
        "distributors": [
            {
                "name": "Gusto Worldwide Media"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}