{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "1 March 2018"
            }
        ],
        "release dates": [
            "Canada::1 March 2018"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Round Eight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Dog (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "17 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Tommy has gone AWOL immediately after the fight. Not only is Tucker after him, but so is Sylvia, who along with Lowly Jr., and Ginny and Chelsely indirectly, have also been affected by his actions in the ring. In his situation, Tommy begins to hallucinate. Through it all, he sees his survival much like that of something he discovered in his hiding place. Meanwhile, Ginny meets Cassius for the first time, as Pamela too has to deal with the aftermath of the fight with regard to Rico and her and Cassius' own financial security.    "
                },
                "2": {
                    "title": "Round Nine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Dog (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "24 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Especially considering Rico's condition, Tommy believes that he can figuratively just move in and be a father to Cassius. He hasn't really thought through what that really means since he hasn't had the best role model of a father. He may have other considerations as Tucker is still after him. Lowly Sr., who will be imminently paroled, wants too to go on the straight and narrow, which means staying clear of people like Tucker, something easier said than done. Sylvia and Ginny butt heads over who is the head of the household. Sylvia may stumble onto a better living ...    "
                },
                "3": {
                    "title": "Round Ten",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Dog (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "31 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Tommy and Lowly Sr. have ended up back under Tucker's control. The only reason that Tucker has not yet done anything more drastic to them is that Tommy told the lie that he could pay Tucker back since he has a promotional contract with the wealthy Smallwoods. What Tommy doesn't know is that it is only a half lie as Kevin truly is contemplating investing in boxing promotion, if he can only convince Phyllis. Discovering that it is only a half truth, Tucker devises a way for it to become a reality - despite the long history the Tuckers and Smallwoods have with each other...    "
                },
                "4": {
                    "title": "Round Eleven",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Dog (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "7 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Despite being told that he died from a heart attack after the punch, Tommy is feeling guilty about Big Turk's death, it only the latest setback in his comeback, both physically and emotionally. Regardless, Tommy, in part wanting to be a good role model for Cassius, tries to make amends for Big Turk's death. His actions only make things worse, with Sylvia only fueling the flames. Meanwhile, Sylvia and Lowly Jr. start looking for new place to live, Sylvia stating that Devereux's proposal is something she would never consider. In the process, they may end up taking ...    "
                },
                "5": {
                    "title": "Round Twelve",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Dog (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "14 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Largely due to needing to pick himself up after being pummeled by L'il Turk in a proverbial street brawl, Tommy agrees to a series of boxing matches with opponents who would be in the same league as Big Turk, he agreeing to those matches despite what happened to Big Turk. Tommy had no idea that what Tucker had in mind was to get his stats up for what could be considered the high profile revenge match. Pamela, now partnered with Tommy as she has left Rico, and Kevin want in on the potentially lucrative action, although Phyllis may have some say if any Smallwood money ...    "
                },
                "6": {
                    "title": "Round Thirteen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Dog (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "21 Feb. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Round Fourteen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Dog (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "28 Feb. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Round Fifteen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Dog (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Round One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Dog (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 20,
                    "original air date": "1 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    It's been five years since Tommy walked out on the welterweight championship fight with Rico St. George, that act which is still largely seen as cowardice. Tommy's ex-girlfriend Pamela, who was supposedly in Tommy's figurative corner on the day of that fight, is also now married to Rico. It's also Tommy's birthday, something that no one, even his family, seems to care about, they who are more concerned about wishing Sylvia a happy birthday, her birthday which is still a week away. Tommy's disintegrated life as a washed up boxer could take a turn when Chesley posts a ...    "
                },
                "2": {
                    "title": "Round Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Dog (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 18,
                    "original air date": "1 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    After publicly accepting Rico's challenge for another bout, Tommy is having second thoughts as he is getting decimated in the media, and as he realizes he is out of shape and has no money to hire a trainer. Even most of his family doubts if he should do it, except Ginny, who may her own motives in supporting Tommy's return. But what starts out as a way out of the bout for Tommy ends up being a return to the ring earlier than expected in participating in a charity bout for kids. In going through with this return to his former life, Tommy has to confront his old boxing ...    "
                },
                "3": {
                    "title": "Round Three",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Dog (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 15,
                    "original air date": "8 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Tommy needs to find a job to be able to pay for his training for the bout against Rico. He ends up meeting Lowly Sr. for the first time in five years - since Lowly was charged with attempted manslaughter just prior to Tommy's last championship bout with Rico - and balks at the idea Lowly has in preparing for the bout stemming from what was happening in Tommy's corner the last time around. Tommy's own idea of getting his old job at Devereaux's Seafood Empire may not be easy as he hopes. The one seeming bright spot in Tommy's current life is running into Vaani more and ...    "
                },
                "4": {
                    "title": "Round Four",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Dog (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 13,
                    "original air date": "15 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    It's the day of the press conference, those in Tommy's corner wanting him to change the minds of those who believe he is a coward, a woman beater or worse of all a cowardly woman beater. Although probably too late for this press conference, someone mentions to him that his public image needs a figurative \"Pamela\" by his side. Before getting in too deep with Tucker, Tommy also wants to set some ground rules in his professional relationship with Tucker, who seems to have other business to attend to in training Tommy. Tommy even making it to the press conference let ...    "
                },
                "5": {
                    "title": "Round Five",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Dog (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "22 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Tommy and Rico both have problems, Tommy being in prison for assaulting Vaani's ex-husband, Milo, and Rico facing some public backlash for a misunderstanding stemming from the press conference. On the positive, Tommy, out of circumstance, is able to get some training in in his incarceration. Tommy's incarceration is short-lived is those in his corner will not allow his public image to be tarnished by being in prison, bail which they will post at anyone else's expense. With Tommy out of prison, he is determined to make it up to Vaani, who he invites to the annual Ross ...    "
                },
                "6": {
                    "title": "Round Six",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Dog (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "29 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    It's the day before the bout, the day of the official weigh-in. To Tommy's surprise, he is the odds on favorite to win the bout. Tucker believes they can use the odds to their advantage. Tommy has to decide what to do about Tucker's plan, Rico who may give him an out. For the first time, Sylvia is on Tommy's side. She fears Lowly Sr.'s possible parole which would steal her thunder. She also decides to keep some information that Vaani wants passed along to Tommy to keep the spotlight on herself. And Pamela continues to try to reconnect with the Rosses, her desertion of...    "
                },
                "7": {
                    "title": "Round Seven",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Dog (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "5 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    It's the day of the bout. Lowly Sr. will do anything to get out of prison to watch his son in this comeback. Sylvia is getting ready for her big moment in the spotlight. Each of Tommy's parents may get sidetracked from their original mission. Both Tommy and Rico too may have things on their mind which may take their focus away from the bout, Tommy's which does include Tucker's directive for him to throw the bout in the fifth round, or else face the consequences. Lowly Jr. knowing about Tommy's \"plan\" to throw the bout may factor into what happens. Rico may have some ...    "
                }
            }
        },
        "number of episodes": 15,
        "cast": [
            {
                "name": "Hynes, Joel Thomas"
            },
            {
                "name": "Ryan, Ger"
            },
            {
                "name": "Isabelle, Katharine"
            },
            {
                "name": "Oates, Stephen"
            },
            {
                "name": "Cochrane, Billy"
            },
            {
                "name": "Jones, Andy"
            },
            {
                "name": "Walsh, Mary"
            },
            {
                "name": "MacDonald, Shauna"
            },
            {
                "name": "Chan, Julia"
            },
            {
                "name": "Mercer, Evan"
            },
            {
                "name": "Isaac, Patricia"
            },
            {
                "name": "Tomlinson, Charlie"
            },
            {
                "name": "Walsh, Marquita"
            },
            {
                "name": "Murphy, Dwain"
            },
            {
                "name": "Perez, Ritche"
            },
            {
                "name": "Worthman, Michael"
            },
            {
                "name": "Redmond, Sheila"
            },
            {
                "name": "Lee-Samson, Atticus"
            },
            {
                "name": "Adeliyi, Olunike"
            },
            {
                "name": "Waite, Romaine"
            },
            {
                "name": "Kelly, Allison Moira"
            },
            {
                "name": "Hayward, Jason"
            },
            {
                "name": "Bruff, Mike"
            },
            {
                "name": "Ungalaaq, Natar"
            },
            {
                "name": "Marler, Brian"
            },
            {
                "name": "Barlett, Amber"
            },
            {
                "name": "Bowen, Brandon"
            },
            {
                "name": "Ryan, Terry"
            },
            {
                "name": "Boland, Rick"
            },
            {
                "name": "Arcard, Dominic"
            },
            {
                "name": "House, Greg"
            },
            {
                "name": "Elton, Douglas"
            },
            {
                "name": "Bartlett, Aimee"
            },
            {
                "name": "Nutarariaq, Ike"
            },
            {
                "name": "Kent, Susan"
            },
            {
                "name": "Power, Robert"
            },
            {
                "name": "Herriott, Chuck"
            },
            {
                "name": "Ayalik, Tiffany"
            },
            {
                "name": "Malone, Andy"
            },
            {
                "name": "Brown, Courtney"
            },
            {
                "name": "Monie, Karen"
            },
            {
                "name": "Moore, Alan"
            },
            {
                "name": "Ballet, Doug"
            },
            {
                "name": "Macodemba, Simon"
            },
            {
                "name": "Leslie, Ross"
            },
            {
                "name": "Hopkins, Darryl"
            },
            {
                "name": "Rowe, Paul"
            },
            {
                "name": "Flynn, Aiden"
            },
            {
                "name": "Rao, John"
            },
            {
                "name": "Smith, Laura-Marie"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 6.1,
        "votes": 124,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDgyZGUwNzgtZTMwYS00NTZjLThjYzYtZTk5NzBiMzUwOTM0XkEyXkFqcGdeQXVyNjY5Mzc4ODc@._V1_SY150_CR152,0,101,150_.jpg",
        "plot outline": "Five years after walking out on the championship welterweight boxing match with Rico \"Havoc\" St. George, Tommy \"Little Dog\" Ross, stemming from a specific incident, decides to mount a comeback. Tommy has to overcome many obstacles for this comeback, many of those obstacles being psychological, including his then girlfriend Pamela eventually changing camp in becoming Rico's wife, and members of his dysfunctional family focusing in their own individual issues which may be in direct competition with Tommy's goals. In the latter item is his father, Lowly Ross Sr., being charged and convicted for attempted manslaughter days before the bout five years ago, he still incarcerated. But there may be some who truly do provide their support that may fuel Tommy's drive to make a better life.",
        "languages": [
            "English"
        ],
        "title": "Little Dog",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Little Dog (Canada)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Hynes, Joel Thomas"
            },
            {
                "name": "Bowles, Cory"
            },
            {
                "name": "Snow, Lisa Rose"
            }
        ],
        "production companies": [
            {
                "name": "Cameron Pictures"
            },
            {
                "name": "Canadian Broadcasting Corporation (CBC)"
            },
            {
                "name": "Elemental Pictures"
            }
        ],
        "distributors": [
            {
                "name": "Canadian Broadcasting Corporation (CBC)"
            },
            {
                "name": "ITV Global Entertainment"
            }
        ],
        "other companies": [
            {
                "name": "The Rights Company"
            }
        ],
        "plot": [
            "Five years after quitting a match, boxer Tommy \"_Little Dog_ (qv)\" Ross begins a quest for redemption.",
            "Five years after walking out on the championship welterweight boxing match with Rico \"Havoc\" St. George, Tommy \"_Little Dog_ (qv)\" Ross, stemming from a specific incident, decides to mount a comeback. Tommy has to overcome many obstacles for this comeback, many of those obstacles being psychological, including his then girlfriend Pamela eventually changing camp in becoming Rico's wife, and members of his dysfunctional family focusing in their own individual issues which may be in direct competition with Tommy's goals. In the latter item is his father, Lowly Ross Sr., being charged and convicted for attempted manslaughter days before the bout five years ago, he still incarcerated. But there may be some who truly do provide their support that may fuel Tommy's drive to make a better life.::Huggo"
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 124,
                "rating": 6.1
            },
            "aged 18 29": {
                "votes": 5,
                "rating": 6.7
            },
            "aged 30 44": {
                "votes": 46,
                "rating": 5.5
            },
            "aged 45 plus": {
                "votes": 36,
                "rating": 7.1
            },
            "males": {
                "votes": 74,
                "rating": 6.2
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 6.7
            },
            "males aged 30 44": {
                "votes": 35,
                "rating": 5.4
            },
            "males aged 45 plus": {
                "votes": 31,
                "rating": 6.9
            },
            "females": {
                "votes": 16,
                "rating": 6.5
            },
            "females aged 30 44": {
                "votes": 11,
                "rating": 5.9
            },
            "females aged 45 plus": {
                "votes": 5,
                "rating": 8.9
            },
            "top 1000 voters": {
                "votes": 9,
                "rating": 4.6
            },
            "us users": {
                "votes": 14,
                "rating": 7.3
            },
            "non us users": {
                "votes": 56,
                "rating": 5.6
            }
        },
        "number of votes": {
            "10": 22,
            "9": 15,
            "8": 22,
            "7": 24,
            "6": 7,
            "5": 8,
            "4": 5,
            "3": 3,
            "2": 6,
            "1": 12
        },
        "arithmetic mean": 6.7,
        "median": 7
    }
}