{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "18 September 2018"
            }
        ],
        "release dates": [
            "Canada::18 September 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Honey, Cherries, Garlic Scapes & Carrots",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Market Dinners (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "18 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Host Amanda Herrera transforms market fresh honey, cherries, garlic scapes and carrots into two simple chic sides and an irresistible desert.    "
                },
                "2": {
                    "title": "Sprouts, Veggies & Potatoes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Market Dinners (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "25 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Host Amanda Herrera creates two summer fresh salads and a hearty breakfast using sprouts, potatoes and leafy lambs quarters.    "
                },
                "3": {
                    "title": "Kohlrabi, Fennel, Kale & Red Cabbage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Market Dinners (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Fresh ingredients are the best inspiration for every meal. Innovative cook Amanda Herrera gets creative with her fresh bounty by transforming carrots from the farmers' market into a meatless hot dog. For her second dish, Amanda grills licoricey fennel and earthy kale to make an intriguing side for grilled sushi grade tuna. She then whips up a sweet and tangy tahini miso sauce with shelled peas to pull together the unique flavours and textures of this dish, adding a little zing to this fresh market dinner.    "
                },
                "4": {
                    "title": "Raspberries, Mint, Peas & Apricot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Market Dinners (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "9 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Fresh produce and meeting the people who harvest the ingredients is why going to the farmers' market is an enriching experience. For her dinner inspiration, host Amanda Herrera visits the St. Jacobs Market where she picks up shelled peas, fresh mint, sweet raspberries and plump apricots. She then goes to her picturesque outdoor kitchen where she combines fragrant mint and fresh peas for a warm, creamy risotto and pairs it with a refreshingly cool Cucumber-Raspberry Mojito. A squeeze of tangy lime, aromatic mint, sweet raspberries, and a spritz of white rum will quench...    "
                },
                "5": {
                    "title": "Collard Greens, Maple Syrup, Goat Cheddar & Heirloom Cherry Tomatoes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Market Dinners (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "16 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Tasting fresh ingredients, making new friends and checking out the bountiful harvest are all activities that host Amanda Herrera loves to do on a sunny Saturday morning. After scouting the best ingredients, Amanda uses leafy collard greens, earthy mushrooms, and savoury garlic scapes that she picked up from the market to cook up a mouth-watering stovetop frittata. Revealing her top secrets to the perfect frittata with crisp edges and a fluffy middle, this is a recipe that's sure to tantalize your taste buds. Next, Amanda skewers some juicy chicken skewers with ...    "
                },
                "6": {
                    "title": "Broccoli, Rainbow Chard & Herbs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Market Dinners (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "23 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    You can always find amazing produce at the farmers' market. Host Amanda Herrera picks up some fresh broccoli and vibrant rainbow chard on her market adventure and is inspired to prepare a stunning appetizer called Veggie Bagna Cauda. Bagna Cauda is Italian for \"hot bath,\" which is exactly what Amanda does with her blanched veggies when she dips it in this flavourful garlic-infused hot oil. Next on the Fresh Market Dinners menu, the best - and easiest - French fries you've ever tasted. Amanda shows us how to fry the potatoes in cold oil for a healthier version of a ...    "
                },
                "7": {
                    "title": "Honeycomb, Shallots & Iceberg Lettuce",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Market Dinners (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "30 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Host Amanda Herrera visits the Aberfoyle Farmers' Market and picks up inspiring wholesome ingredients for two fresh market dinners. Leafy greens are the star of Amanda's first dish as she prepares a delicious summer salad with five types of lettuce. She adds a nutty crunch with some peanut oil-fried shallots from the market, then incorporates a little sweetness with some soft plums, and drizzles the salad with a light rice wine vinaigrette. Next up, she uses honey she picked up from a local vendor to cook up a one pot Lamb Curry with Honeycomb. This aromatic dish ...    "
                },
                "8": {
                    "title": "Patty Pans Summer Squash & Cabbage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Market Dinners (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "6 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Host Amanda Herrera grills up all the ingredients she discovers at the farmers' market. First, Amanda stuffs patty pan squash with an earthy combination of mushrooms and fragrant thyme and grills everything on the barbeque. Charred-to-perfection and bursting with loads of textures and flavours, these gorgeous Stuffed Patty Pans is an irresistible dinner that will have you coming back for more. Then, Amanda barbeques cabbage that's fresh from the market. When grilled, the cabbage becomes sweet and tender, with little crispy bits. To ramp up the flavour, Amanda adds a ...    "
                },
                "9": {
                    "title": "Beans, Raspberry Jam & Relish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Market Dinners (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "13 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Farmers' markets inspire us to make delicious dishes using fresh ingredients and intriguing artisanal products. Using crunchy yellow beans that she discovered at the Brockville Farmers' Market, host Amanda Herrera coats the beans in a panko breadcrumbs and Parmesan cheese then fries it to transform it into crispy, golden \"fries.\" Amanda then adds a refreshing and savoury homemade tartar as her dipping sauce for her bean fries. But nothing goes better with fresh market fries than a fresh market burger, of course. A bold peppercorn-crusted patty topped with market fresh...    "
                },
                "10": {
                    "title": "Cream, Sunflower Oil & Cherry Tomatoes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fresh Market Dinners (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "20 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Fun host Amanda Herrera finds a beautiful sunflower oil at the Kingston Farmers' Market and uses it to create a fresh pesto sauce. Brimming with flavour, she then combines leafy kale with sweet cherry tomatoes found at the market and adds it to linguine to create a hearty fresh market dinner. Next, Amanda whips up a unique and sweet dessert - Grilled Baguette and Butter Pudding. She combines creamy butter, fresh milk, and thick organic cream from the market to make this the ultimate indulgent treat.    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Herrera, Amanda"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTllZmE2ZDktMjAyNi00ZDI5LWJmYzUtNDBhYmQ3OTVjYzJlXkEyXkFqcGdeQXVyNzExOTcyODQ@._V1_SY150_CR43,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Fresh Market Dinners",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Fresh Market Dinners (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Anderson, Ashley"
            },
            {
                "name": "Knight, Chris"
            },
            {
                "name": "Perrie, Amica"
            }
        ],
        "production companies": [
            {
                "name": "Gusto Worldwide Media"
            }
        ],
        "distributors": [
            {
                "name": "Gusto Worldwide Media"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}