{
    "imdb": {
        "raw release dates": [
            {
                "country": "Hungary\n",
                "date": "26 October 2018"
            }
        ],
        "release dates": [
            "Hungary::26 October 2018"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Animation",
            "Action",
            "Adventure",
            "Comedy"
        ],
        "runtimes": [
            "100"
        ],
        "countries": [
            "Hungary"
        ],
        "country codes": [
            "hu"
        ],
        "language codes": [
            "hu"
        ],
        "color info": [
            "Color"
        ],
        "rating": 7.8,
        "votes": 11,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDYxZTFiZTMtYzhiYy00OWMwLWFjZjEtNjViNjNkYjlhNGRjXkEyXkFqcGdeQXVyMTY2NDA0ODE@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "We believe that adapting Voltaire's Candide (originally published in 1759) in a free way entirely based on contemporary references, is a revolutionary mission. Not only because it is a rare take on animation as a genre, but also because - in a much entertaining way - it is a critical interpretation of the challenges imposed on core democratic values. This is a series that isn't just a visual gag or a wonderfully cheap laugh, but it also looks some very hard realities of life straight in the eye. We are convinced that there is a need among the audience to watch culturally rich, thoughtful unique animation shows, which reflect on our current situation in a satirical tone. Imagine Candide as the new show completely aware of The Amazing World of Gumball, as well as South Park, Rick and Morty or Bojack Horseman, yet with a distinguished graphic design, and characters partly 18th century partly 21st century style. Candide is a non-conventional show, it works with witty, critical thinking yet it quotes popular topics from mass media, like cutting out Rainforests, climate change and the political-financial elite, the effects of terrorism, life in warzones, unresolved immigration issues, emerging dictatorship, challenges of the high tech lifestyles, or man in space. It is made in the spirit of Voltaire, but it takes place in today's globalized world, therefore there are many ways to see ourselves in this mirror .",
        "languages": [
            "Hungarian"
        ],
        "title": "Candide",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Candide (Hungary)"
        ],
        "writer": [
            {
                "name": "Bera, Nándor"
            },
            {
                "name": "Turai, Balázs"
            }
        ],
        "production companies": [
            {
                "name": "Cinemon Entertainment"
            }
        ],
        "plot": [
            "We believe that adapting Voltaire's _Candide_ (qv) (originally published in 1759) in a free way entirely based on contemporary references, is a revolutionary mission. Not only because it is a rare take on animation as a genre, but also because - in a much entertaining way - it is a critical interpretation of the challenges imposed on core democratic values. This is a series that isn't just a visual gag or a wonderfully cheap laugh, but it also looks some very hard realities of life straight in the eye. We are convinced that there is a need among the audience to watch culturally rich, thoughtful unique animation shows, which reflect on our current situation in a satirical tone. Imagine _Candide_ (qv) as the new show completely aware of The Amazing World of Gumball, as well as South Park, Rick and Morty or Bojack Horseman, yet with a distinguished graphic design, and characters partly 18th century partly 21st century style. _Candide_ (qv) is a non-conventional show, it works with witty, critical thinking yet it quotes popular topics from mass media, like cutting out Rainforests, climate change and the political-financial elite, the effects of terrorism, life in warzones, unresolved immigration issues, emerging dictatorship, challenges of the high tech lifestyles, or man in space. It is made in the spirit of Voltaire, but it takes place in today's globalized world, therefore there are many ways to see ourselves in this mirror ."
        ],
        "tech": {
            "runtime": [
                "1 hr 40 min (100 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 11,
                "rating": 7.8
            },
            "aged 18 29": {
                "votes": 5,
                "rating": 8.2
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 8.5
            },
            "males": {
                "votes": 7,
                "rating": 7.7
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 6.2
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 8.5
            },
            "females": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 1,
                "rating": 1.0
            },
            "non us users": {
                "votes": 5,
                "rating": 8.2
            }
        },
        "number of votes": {
            "10": 3,
            "9": 2,
            "8": 3,
            "7": 1,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.8,
        "median": 8
    }
}