{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "2 February 2018"
            }
        ],
        "release dates": [
            "India::2 February 2018"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Haq Se"
            },
            {
                "countries": " (working title)",
                "title": "Haq Se: The Mirza Girls"
            }
        ],
        "akas": [
            "Haq Se (original title)",
            "Haq Se: The Mirza Girls (working title)"
        ],
        "akas from release info": [
            "Haq Se (original title)",
            "Haq Se: The Mirza Girls (working title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Mirza Girls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haq Se (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "2 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    More than just beauty, life and reality of Kashmir will reveal itself through the eyes of the Mirza sisters, Meher, Jannat, Bahira, and Amal. At a wedding function, the familial bonds of the Mirzas are put to test when Aunt Fatima becomes the subject of gossip and discussions. Love not only hurts but also insults.    "
                },
                "2": {
                    "title": "The Imperfect Affair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haq Se (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "2 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Someone's love is everyone's trouble. The Mirza family is castigated for the actions of Fatima. This outrages Jannat. Taabish Azad unwittingly plants a dangerous idea in her head to answer back. At the job interview, Meher has an unpleasant encounter with Dr. Naushad Rizvi, who questions the Mirza family's morals. The trying times have just begun.    "
                },
                "3": {
                    "title": "Blogs for Dogs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haq Se (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Jannat Mirza's blog and Amal Mirza's photographs become a cause for concern for the Mirza Family. In a complicated entanglement of politics and love, Fatima risks facing dejection. Jannat's blogpost creates waves in the valley. How will she justify her writings? Meanwhile, Meher hears some unsavoury tales about Dr. Naushad Rizvi.    "
                },
                "4": {
                    "title": "Jashn!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haq Se (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 18,
                    "original air date": "2 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    After committing a mistake, Meher contemplates quitting her job at the Rizvi hospital. It's Taabish's birthday and time to party. The party becomes a platform for Bahira's band Jashn to give their first ever public performance. Taabish tries to express his love and Meher spends the evening morose and deep in thought. What will happen when another unexpected guest arrives at the party?    "
                },
                "5": {
                    "title": "Gone Viral",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haq Se (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    At the party, a drunk Meher bumps into Dr. Naushad Rizvi and unknowingly reveals almost all that ails her. Bahira Mirza's musical performance goes viral all over the internet. It not only creates ripples in Kahsmir but in the whole country. Mirza family couldn't be any prouder of her. There is another side to Dr. Naushad Rizvi, Meher finds out.    "
                },
                "6": {
                    "title": "Fans & Fanatics",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haq Se (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Most find music soothing, but some find it infuriating. As Bahira begins to discover herself through her soulful music, along the way her band Jashn gains not just fans but also few fanatics. Soon the whole family will find themselves in the center of this new turmoil. Will new rumours at the hospital bring Meher and Dr. Naushad closer?    "
                },
                "7": {
                    "title": "Stuck between Heaven and Hell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haq Se (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Bahira Mirza is nervous yet looks forward to Jashn's first ever charity concert. But what doesn't begin well can never end well. Bahira and her band members are forced off the stage even before they begin. In a mad scramble the Mirza sisters fear losing their sister. Meanwhile, Aunt Fatima is forced to choose between her family and love.    "
                },
                "8": {
                    "title": "Main Kashmir Hoon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haq Se (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Just when things were starting to look positive between Meher and Naushad, their present and past becomes a cause of friction between the two. The identity of Jannat Mirza's blog comes to light. Could Salman Baig be behind it? How long can Jannat Mirza continue to write? The family will bond closer and stronger.    "
                },
                "9": {
                    "title": "Conflict Zones",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haq Se (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Kashmir is not ready for Jannat Mirza's fiery pen as she is forced to pay a heavy price for her aggressive blogposts. Dr. Naushad Rizvi is devastated to see his daughter, Alia, taken seriously ill. Meher attends to Alia and extends much needed support to Naushad. But despite this, why does the wall between the two remain unbroken? Meanwhile, there is a new guest in town.    "
                },
                "10": {
                    "title": "Of Hope and Fatwas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haq Se (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Jannat is awestruck with the new guest. This doesn't go down well with Taabish. Bahira's life is more and more in danger even as her band Jashn is gaining more popularity. Meher is forced to take a much closer look at the complications of her own personal life. Will this create more distance between Naushad and Meher or bring them closer?    "
                },
                "11": {
                    "title": "SURGICAL STRIKE",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haq Se (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Despite the threat of Fatwa looming over Bano, Raghu continues to film his documentary. Jannat and Raghu schedule an interview meeting with the staunch Islamic leader Mohammad Altaaf. What will Mohammad Altaaf reveal? Will it be worth risking their lives? Meanwhile, Dr. Naushad Rizvi invites Meher to his home.    "
                },
                "12": {
                    "title": "Accidental Coincidences",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haq Se (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "6 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    A new relationship is developing between Raghu and Jannat. But the bond between the four sisters seems to be breaking apart. The fear, jealousy, and complications of life are taking a toll on everyone. An unfortunate development about their father's whereabouts doesn't help either.    "
                },
                "13": {
                    "title": "Waqt-e-Sehar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haq Se (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "6 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    It's the beginning of holy Ramzan, along with everything good and pure that comes with it. The Mirzas gather with their friends and family for a grand Iftar. The gathering is witness to jovial conversations as well as intense emotions. Fatima realizes and embraces a new definition of love, and Meher develops new feelings for Dr. Naushad. But Tabish and Jannat's friendship risks falling apart.    "
                },
                "14": {
                    "title": "Too close for comfort",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haq Se (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "6 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    The events at the Iftar gathering have left many with a bruised heart. Raghu is accused of committing a heinous act by Amal, and Jannat is torn between the two. What is the truth and who is a liar? Meher and Naushad discover each other and open their hearts just a little. But will Meher's past also open her old wounds?    "
                },
                "15": {
                    "title": "Straight to Hell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haq Se (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "6 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Jannat tries to sort out the unfortunate aftermath of the Iftar party. She deeply cares for her sister Amal, but at the same time, doesn't want to lose Raghu. Do Raghu and Jannat have any chance at a shared future? The more Meher tries to run away from her past the more it catches up with her. Not only her old wounds open, but it seems like she may be scarred forever.    "
                },
                "16": {
                    "title": "Hide and Seek",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haq Se (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "6 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Bruised and hurt, Meher is completely shattered. Her sisters try to be the much-needed pillars of support. But Jannat is not ready to back down. What will be the consequences when Jannat takes matters in her own hand? Even Naushad is hurt seeing Meher blatantly lie to him.    "
                },
                "17": {
                    "title": "Aakhri Aafreen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haq Se (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "6 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    These are trying times for the Mirza sisters. Lying seems to be the only way. But Aunt Fatima has her suspicions. She is determined to figure out the reason behind the sisters' silence. Naushad sees Fatima's mehndi ceremony as an opportunity to share his feelings with Meher. Will Naushad bring some new hope in Meher's life?    "
                },
                "18": {
                    "title": "Breathless",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haq Se (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "6 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Favourite aunt of Mirza sisters, Aunt Fatima is getting married. Tabish finally confesses his love to Jannat but gets an unexpected reaction from her. On the other hand, Naushad only comes close to confessing his feelings to Meher. Many words remain unsaid as some shocking allegations captivate the guests at the wedding.    "
                },
                "19": {
                    "title": "Alvida",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haq Se (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "6 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    As the turmoil in Kashmir rises, the fragile dreams of the Mirza sisters get caught up in the storm. But Bahira and Amal desperately hold onto their dreams close to their hearts. Will the Mirzas be able to separate their future from that of Kashmir's?    "
                },
                "20": {
                    "title": "End of the Beginning",
                    "kind": "episode",
                    "episode of": {
                        "title": "Haq Se (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "6 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Once upon a time there was life, full of desires and dreams. Now there is only a trace of what used to be. This is the real Kashmir. The beautiful valleys and picturesque mountains hides within them the deep sorrows of its people. It resides firmly in the hearts of Mirzas.    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Khandelwal, Rajeev"
            },
            {
                "name": "Chawla, Surveen"
            },
            {
                "name": "Gulati, Parul"
            },
            {
                "name": "Sharma, Aanchal"
            },
            {
                "name": "Nikkesha"
            },
            {
                "name": "Dadi, Farida"
            },
            {
                "name": "Gulati, Pavail"
            },
            {
                "name": "Rehman, Rukhsar"
            },
            {
                "name": "Singh, Simone"
            },
            {
                "name": "Zaheer, S.M."
            },
            {
                "name": "Sharma, Karanvir"
            },
            {
                "name": "Kotwal, Kaizaad"
            },
            {
                "name": "Roy, Sameer Kevin"
            },
            {
                "name": "Waquar"
            },
            {
                "name": "Mehta, Mahima"
            },
            {
                "name": "Khemu, Ravi"
            },
            {
                "name": "Kher, Raju"
            }
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "25"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "hi"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 8.2,
        "votes": 397,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzA0ZTBhODAtNmEyYy00ZmRkLWEzZmEtMzAyNzcwMzliMTY5XkEyXkFqcGdeQXVyODI2MzM0MTM@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Four blood-bound sisters with four passionate dreams, all yearning for one thing: fulfilment. This is a modern-day story of dreams, desires, love, war and the eternal pursuit of happiness, set against the breathtaking beauty and unsettling unrest of Kashmir.",
        "languages": [
            "Hindi"
        ],
        "title": "Haq Se",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Bhagat, Devika"
            },
            {
                "name": "Kunzru, Renuka"
            }
        ],
        "production companies": [
            {
                "name": "Manor Rama Pictures"
            }
        ],
        "distributors": [
            {
                "name": "ALTBalaji"
            }
        ],
        "plot": [
            "Four blood-bound sisters with four passionate dreams, all yearning for one thing: fulfilment. This is a modern-day story of dreams, desires, love, war and the eternal pursuit of happiness, set against the breathtaking beauty and unsettling unrest of Kashmir."
        ],
        "tech": {
            "runtime": [
                "25 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 397,
                "rating": 8.2
            },
            "aged under 18": {
                "votes": 2,
                "rating": 10.0
            },
            "aged 18 29": {
                "votes": 98,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 55,
                "rating": 6.7
            },
            "aged 45 plus": {
                "votes": 8,
                "rating": 8.0
            },
            "males": {
                "votes": 129,
                "rating": 7.3
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 18 29": {
                "votes": 52,
                "rating": 7.4
            },
            "males aged 30 44": {
                "votes": 27,
                "rating": 6.2
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 8.5
            },
            "females": {
                "votes": 123,
                "rating": 9.4
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 46,
                "rating": 9.2
            },
            "females aged 30 44": {
                "votes": 26,
                "rating": 9.0
            },
            "females aged 45 plus": {
                "votes": 4,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 6,
                "rating": 5.7
            },
            "us users": {
                "votes": 58,
                "rating": 8.8
            },
            "non us users": {
                "votes": 78,
                "rating": 7.3
            }
        },
        "number of votes": {
            "10": 221,
            "9": 88,
            "8": 41,
            "7": 11,
            "6": 8,
            "5": 3,
            "4": 2,
            "3": 1,
            "2": 3,
            "1": 19
        },
        "arithmetic mean": 8.8,
        "median": 1
    }
}