{
    "imdb": {
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Ben, Frankinsense-Eche"
            },
            {
                "name": "McNwizu, Bayray"
            },
            {
                "name": "Odega, Francis"
            },
            {
                "name": "Oniga, Rachael"
            }
        ],
        "locations": [
            "Lagos, Nigeria::(Festac Town)"
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "Nigeria"
        ],
        "country codes": [
            "ng"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDVlODdiMGItNjZhMC00MmY3LTk3OGUtMDE3ZmYxMTVlMGZlXkEyXkFqcGdeQXVyNzYyNTQ0OTg@._V1_SY150_CR12,0,101,150_.jpg",
        "budget": "NGN7,000,000 (estimated)",
        "plot outline": "Marry Max Again, follows Max's a Music Producer who lives an average life in Festac Town, Lagos State. His popularity on social media makes the public believe he is very rich while in reality him and his wife, Sharon are having a fair share of life struggles. The heat in his marriage sets in after an incident that happened on their wedding day made Sharon keep a dirty secret which leads to so many other secrets. The drama doesn't stop to unfold as Sharon's little secrets begin to come to light and Max's dirty past sets out to hunt him.",
        "languages": [
            "English"
        ],
        "title": "Marry Max Again",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-2018",
        "akas": [
            "Marry Max Again (Nigeria)"
        ],
        "writer": [
            {
                "name": "Jr., Martinz Nnaji"
            }
        ],
        "plot": [
            "_Marry Max Again_ (qv), follows Max's a Music Producer who lives an average life in Festac Town, Lagos State. His popularity on social media makes the public believe he is very rich while in reality him and his wife, Sharon are having a fair share of life struggles. The heat in his marriage sets in after an incident that happened on their wedding day made Sharon keep a dirty secret which leads to so many other secrets. The drama doesn't stop to unfold as Sharon's little secrets begin to come to light and Max's dirty past sets out to hunt him.::Martinz Nnaji Jr"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}