{
    "imdb": {
        "raw release dates": [
            {
                "country": "Netherlands\n",
                "date": "18 February 2018",
                "notes": "                            (internet)"
            },
            {
                "country": "USA\n",
                "date": "18 February 2018"
            },
            {
                "country": "USA\n",
                "date": "18 February 2018",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "Netherlands::18 February 2018                            (internet)",
            "USA::18 February 2018",
            "USA::18 February 2018                            (internet)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Begin the Binge",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Joel McHale Show with Joel McHale (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 57,
                    "original air date": "15 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    The show is back after Netflix's sudden decision to order six additional episodes and release them for binge-watching. The not-so-subtle product placement in General Hospital (1963) inspires Joel's friend and Community (2009) co-star Gillian Jacobs to join him and plug her new Netflix show and film, which angers Paul Feig because he can't plug his weird non-Netflix stuff. Reddit's ThatHappened segment brings the tale of a teenage girl who tries to buy some classic rock CDs for herself only to face scrutiny from a cynical store clerk. The end credits theme song warns of health risks involved with binge-watching.    "
                },
                "2": {
                    "title": "Pink",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Joel McHale Show with Joel McHale (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 55,
                    "original air date": "15 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Live PD (2016) has trouble navigating the action. On The Joe Rogan Experience (2009), Steven Tyler explains somewhat awkwardly how he came up with his band's hit song Aerosmith: Pink (1997). This inspires This Is Us (2016) star Justin Hartley to join Joel and confuse him with trivial facts. Paul Feig learns that his pet hawk may have been killed by Trina Braxton. Joel reviews Ugandan shoestring budget action epic \"Ugandan Expendables.\" The people who tried out Maury Povich's DNA test kits thank him in a \"real\" TV ad. The show's end credits theme song composer wonders why he isn't famous yet.    "
                },
                "3": {
                    "title": "Michael!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Joel McHale Show with Joel McHale (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 54,
                    "original air date": "15 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Two naked fat guys from Japan and a cheeky heckler shock the judges of America's Got Talent (2006). Breaking Homicide (2018) fails to narrow down the number of suspects in a case, so Joe Manganiello joins Joel to give it a try himself. This makes Paul Feig go berserk from paranoia. On In Ice Cold Blood (2018), Ice-T uses some highly questionable turns of phrases to build atmosphere, so Joel makes an infomercial about it. On Trading Spaces (2000), the host incorrectly calls a guest Michael. Joe returns to try and open an impossibly tough bag of brownies. The closing credits theme song goes British to win a bet.    "
                },
                "4": {
                    "title": "The Best Damn Country in America",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Joel McHale Show with Joel McHale (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 55,
                    "original air date": "15 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    The Four: Battle for Stardom (2018) really wants to \"take people to church,\" which costs Paul Feig his left arm. On Britain's Got Talent (2007), a couple cosplaying as the heroes of Beauty and the Beast (1991) perform a song from the cartoon extremely unevenly. On \"The Best Damn Country in America\" segment, Joel targets kid TV anchors and spelling bees. The (un)emotional reunion of \"Fons and Porter's Love of Quilting\" cast inspires tough guy Ray Liotta to reveal his passion for the art of quilt. On \"ThatHappened\", a magical old man and a depressed youngster have a life-affirming umbrella fencing duel. Joel's end credits theme song guy forces his kid to take over for him.    "
                },
                "5": {
                    "title": "Need Another Drink?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Joel McHale Show with Joel McHale (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 50,
                    "original air date": "15 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    A female star of Love & Hip Hop: Atlanta (2012) downs a drink like a pro. On Wahlburgers (2014), Donnie Wahlberg disses his brother Mark Wahlberg's non-existent box office flop Transformers 8. The questionable sketch art on The Dead Files (2011) brings back Pizza Ghost who reveals his gruesome backstory. Popular YouTuber, Markiplier, tries to explain to Joel the art of live streaming, which backfires. Lou Diamond Phillips takes on Netflix by opening a video rental store, stocked with his own not-so-extensive personal VHS library, in his garage. Joel's end credits theme song composer replaces his missing band with kazoos.    "
                },
                "6": {
                    "title": "We Spent All the Money",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Joel McHale Show with Joel McHale (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 51,
                    "original air date": "15 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Joel explores the frequent not-so-smart-ness of The Bachelorette (2003) contestants. Romantic confession on Shahs of Sunset (2012) inspires Joel to share his personal transcendental stories, while transfixed Jack Black struggles to eat lunch. The cast of Ghost Adventures (2008) mistakes Oregon's Enchanted Forest Theme Park for the real deal. Joel covers the dildo search on MTV Floribama Shore (2017), the homoerotic bromance on Poland's Warsaw Shore 3 (2013) and the scatological misadventures on Jersey Shore Family Vacation (2018). Having spent all the money for the show, Joel says goodbye, and Joel's end credits theme song guy performs live with Jack Black.    "
                }
            },
            "1": {
                "1": {
                    "title": "Pickler, Pebbles, Pillows and Priestley",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Joel McHale Show with Joel McHale (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 173,
                    "original air date": "18 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Kevin Hart makes Joel go to work, Pickler & Ben (2017) \"pickler-and-ben\" their guest, Joel tours the Netflix studio, plugs his Community (2009) friends, gets lost in Stranger Things (2016)'s Upside Down, explains what 'kunt' means in Afrikaans, wonders why so many characters on South Korean TV shows are hit by cars and bikes, feels for the emotional support hamster named Pebbles, inadvertently starts a feud with Today (1952)'s 'Donnadorable' and comments on Jehovah's Witnesses' policy on pillow masturbation. Also, the show's executive producer Paul Feig gives a hand to a suicidal audience member, and Jason Priestley can't stop using a teleprompter.    "
                },
                "2": {
                    "title": "Pizza Ghost",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Joel McHale Show with Joel McHale (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 127,
                    "original air date": "25 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Paul Feig has rhoids. Just like Joel in the pilot, Kristen Bell won't go on Donna-Dorable's show either. Joel admires the sketch artist from The Dead Files (2011) and meets the walking undead stereotype called Pizza Ghost. David Oyelowo stands up for acteurs' rights as more and more of them are being forced to go lowbrow just to plug their movies. Joel tries to explain what Australia is in 'Joel's International Corner.' Bell helps Joel explore the wonders of a vocal warmup tool known as Beltbox. Also, the show's closing theme song is very self-aware.    "
                },
                "3": {
                    "title": "Dangerous Games",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Joel McHale Show with Joel McHale (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 109,
                    "original air date": "4 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    It's week three of Donna-Dorable's kind-of-not-really feud with Joel and, according to Billy Eichner, the gloves are off - and so are the thumbs, literally. Joel takes a look at some TV craziness from India, previews the new bite-sized Black Mirror (2011) episode, and decides to buy the incredibly anachronistic audio bible player called Wonder Bible. Paul Feig mistakes the show's mascot, the One Piece Man, for the Buttress, an actual butt-shaped pillow. The show's closing theme song cynically pays tribute to the few people who watch end credits.    "
                },
                "4": {
                    "title": "Roller Coaster?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Joel McHale Show with Joel McHale (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 100,
                    "original air date": "11 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Say Yes to the Dress (2007) host seems fascinated by roller coasters. Some female vlogers are unlucky in love. 'Shopping for Shut-ins' segment covers QVC's infomercials about glittery t-shirts and handbag-shaped toasters, which inspires Eric Bana to start his own glittery clothing and 'banana bandanna' line. In 'Joel's International Corner' Joel takes a look at some weird content from Japan - a sadistic candid camera show about unsuspecting women being dropped down an elevator shaft, a Sci-Fi anime called Transforming Girls (2017), and the horror movie Tag (2015). Will & Grace (1998)'s Eric McCormack helps Joel keep up with Netflix's numerous documentaries.    "
                },
                "5": {
                    "title": "Coffee Is Delicious",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Joel McHale Show with Joel McHale (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 85,
                    "original air date": "18 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    On American Idol (2002), a young punk musician provokes a surprising reaction from Katy Perry. After a bar brawl in VH1 Beauty Bar (2018), a nice cup of coffee solves everything. The bully cop on Tyler Perry's soap If Loving You Is Wrong (2014) reminds Joel of Seth Green, the official Joel McHale Show bully. To get with the times, The Bachelor (2002) updates its policy on consent to an obsessive degree. Joel takes a look at Nigeria's latest Nollywood hit. Paul Feig feels the bully's rage. The show's closing theme song composer changes the lyrics once again.    "
                },
                "6": {
                    "title": "The Ignored Handshake",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Joel McHale Show with Joel McHale (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 88,
                    "original air date": "25 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Drew Barrymore tries to make Joel's show less snarky and more humanistic, while Timothy Olyphant comes up with some wicked puns based on his popular shows and films. Pizza Ghost returns. Lindsay Lohan becomes the spokeswoman for lawyer.com website. On a Mexican soap opera, the father admits to his family in great detail his addiction to Internet porn. This makes Adam Devine have a family meeting with Joel and Paul Feig, who turns out to be addicted to zoetrope erotica. Made in Chelsea (2011) is the most posh and British thing ever. The Price Is Right (1972) winner fails to shake hands with the host. Will Timothy have better luck with Joel?    "
                },
                "7": {
                    "title": "Thank You, Lasagna",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Joel McHale Show with Joel McHale (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 85,
                    "original air date": "1 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    The bunny on The Magicians (2015) is a total creep. Maury (1991) welcomes Lasagna. In a clip all the way from 1982, the all-male Austrian choir uses a bit too much tongue during their mesmerizing performance. Comedian Gabriel Iglesias offers his services to Joel as a part time Spanish language TV show injury attorney. The promotional Kickstarter video for a product called \"Myshelf\" convinces Joel to fully fund it. Inspired by a TV ad for supplements, Joel makes his own similar commercial which quickly becomes too surreal for his own good. The show's closing theme song composer gives shout outs to his friends.    "
                },
                "8": {
                    "title": "Skip Joel",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Joel McHale Show with Joel McHale (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 76,
                    "original air date": "8 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    The Real Housewives of New York City (2008) pay a racially insensitive tribute to Diana Ross. Bill Nye uses a time machine to skip Joel and literally sully Joel's name. In Sweden, Finding Dory (2016) ends with an insult. Joel previews a new mini-episode of Black Mirror (2011) that revels in anal torture. In the segment \"Future Garbage\", Joel spotlights the protective cat claw weapon and actual spying glasses. A martial arts contestant on a Sri Lankan talent show severely overestimates his skills. One Piece Man and Paul Feig try out Bill's time machine with troubling results. The closing credits song changes slightly in accordance with the new timeline.    "
                },
                "9": {
                    "title": "It's Working",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Joel McHale Show with Joel McHale (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 74,
                    "original air date": "15 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Voyeurism is working for the drama teachers on Rise (2018). Prompted by the smells on Jersey Shore Family Vacation (2018), Nicole Byer shows Joel her own line of gross fragrances. Paul Feig makes the mistake of trying one. TV anchor drops a wicked burn while talking to Russell Crowe about his divorce auction. On a UK morning show, a woman takes off her prosthetic nose. Joel's new segment \"ThatHappened\" adapts improbable stories from Reedit starting with the tale of a student who stood up to his conformist teacher. The closing theme song composer investigates why Joel has a spot on his fingernail.    "
                },
                "10": {
                    "title": "Here Be Dragons",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Joel McHale Show with Joel McHale (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 71,
                    "original air date": "22 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    One of the stars of Vanderpump Rules (2013) makes her ungraceful exit. Joel's official weatherman Joe Manganiello explains where a dog chasing a ball in the water will end up. Southern Charm (2013) talks pasta and mass murder. Paul Feig stands up for the show. On Little Big Shots (2016), Steve Harvey makes a butt joke. The segment \"Murder Shows\" takes a look at Killing Eve (2018)'s interest in breasts. On \"Joel's International Corner\", Joel covers the weird kids talent show from South America, Germany's no-nonsense version of America's Next Top Model and a nude magician on Britain's Got Talent (2007).    "
                },
                "11": {
                    "title": "...Not",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Joel McHale Show with Joel McHale (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 68,
                    "original air date": "29 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    The cast of Jersey Shore Family Vacation (2018) look for the ocean, hook up with some party girls and make them real sick. A guy on Live PD (2016) makes a cop feel the burn of his not-so-sick \"Not!\" joke. Bellamy Young brings all the hot 1990s catchphrases back. A monkey is disguised as a creepy baby girl. Joel previews another new mini-episode of Black Mirror (2011), this time exclusively set in Bonetown, Population: You. The closing theme song composer sells out and uses his spot to plug a local roofing company that has a curious name.    "
                },
                "12": {
                    "title": "Bitterness and Disappointment",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Joel McHale Show with Joel McHale (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 62,
                    "original air date": "6 May 2018",
                    "year": "2018",
                    "plot": "\n    Joel almost quits the show over the cast of Jersey Shore Family Vacation (2018) and their expectant parents' fears. On Iyanla, Fix My Life (2012), Iyanla schools a female rapper on black pride. An angry Irish guy chases off some sheep. The show's official angry Irish shepherd Shamus chases off One Piece Man when he gets too intimate with Joel's catering. A French chef is being creepy. Inspired by a questionable action of two really thirsty French explorers, Joel takes a sip of his own vintage elephant dung water. Anna Faris welcomes Eugenio Derbez and Joel to her own disturbing version of TCT Network's Julie and Friends.    "
                },
                "13": {
                    "title": "A Bacon of Hope",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Joel McHale Show with Joel McHale (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 69,
                    "original air date": "13 May 2018",
                    "year": "2018",
                    "plot": "\n    A geeky girl from American Idol (2002) meets her celebrity crush, Nick Jonas. A chef is not taking any of Southern Charm New Orleans (2018) cast's lack of charm. With his show ending, Joel gives a hearty sendoff to The Joel McHale Show with Joel McHale (2018) recurring characters, including the \"fake\" Seth Rogen. A woman describes her hardcore earthquake experience, and so does her lamp. Joel previews his epic new star-studded Netflix corridor-fighting show \"Hallway Fight\". As Joel signs off, Pizza Ghost delivers some important news about the show's future, and the closing theme song guy provides the show's cliffhanger ending.    "
                }
            }
        },
        "number of episodes": 19,
        "cast": [
            {
                "name": "McHale, Joel"
            },
            {
                "name": "Feig, Paul"
            },
            {
                "name": "Stevens, Brad"
            },
            {
                "name": "DeLeo, Dominic"
            },
            {
                "name": "Yeager, Delaney"
            },
            {
                "name": "Mintz-Plasse, Christopher"
            },
            {
                "name": "Anderson, K.P."
            },
            {
                "name": "Galalis, Liz"
            },
            {
                "name": "Manganiello, Joe"
            },
            {
                "name": "Jensen, Jesse"
            },
            {
                "name": "Eldridge, Eben"
            },
            {
                "name": "Leigh, Keylor"
            },
            {
                "name": "Russell, Michael"
            },
            {
                "name": "Timm, Janette"
            },
            {
                "name": "Stewart, Scott"
            },
            {
                "name": "Pavelek, Katarina"
            },
            {
                "name": "Tosi, Valerie"
            },
            {
                "name": "Wise, Jim"
            },
            {
                "name": "Torres, Shemmai"
            },
            {
                "name": "Bana, Eric"
            },
            {
                "name": "Barrymore, Drew"
            },
            {
                "name": "Bell, Kristen"
            },
            {
                "name": "Black, Jack"
            },
            {
                "name": "Brown, Shaun J."
            },
            {
                "name": "Byer, Nicole"
            },
            {
                "name": "Cryer, Jon"
            },
            {
                "name": "Derbez, Eugenio"
            },
            {
                "name": "Eichner, Billy"
            },
            {
                "name": "Flannery, Kate"
            },
            {
                "name": "Green, Seth"
            },
            {
                "name": "Hart, Kevin"
            },
            {
                "name": "Phillips, Lou Diamond"
            },
            {
                "name": "Watson, Susan Kelechi"
            },
            {
                "name": "Braden, Eli"
            },
            {
                "name": "Cuthbert, Elisha"
            },
            {
                "name": "Devine, Adam"
            },
            {
                "name": "Faris, Anna"
            },
            {
                "name": "Fischbach, Mark"
            },
            {
                "name": "Gering, Galen"
            },
            {
                "name": "Ice-T"
            },
            {
                "name": "Iglesias, Gabriel"
            },
            {
                "name": "Jacobs, Gillian"
            },
            {
                "name": "Liotta, Ray"
            },
            {
                "name": "McCormack, Eric"
            },
            {
                "name": "Priestley, Jason"
            },
            {
                "name": "Young, Bellamy"
            },
            {
                "name": "Bowden, Lilan"
            },
            {
                "name": "Fabian, Patrick"
            },
            {
                "name": "Hartley, Justin"
            },
            {
                "name": "Helfer, Tricia"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Netherlands:AL::(some episodes)",
            "Netherlands:6::(some episodes)",
            "Norway:12::(Netflix self-rating)",
            "Singapore:M18",
            "South Korea:15",
            "South Korea:18",
            "United Kingdom:12::(some episodes)",
            "United Kingdom:15::(some episodes)",
            "United Kingdom:18::(some episodes)",
            "United States:TV-MA"
        ],
        "number of seasons": 2,
        "rating": 7.3,
        "votes": 1772,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYTBkMjcyY2EtOGFjNS00MDllLTk3MTktNzExNGY1NWRmZGU2XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY150_CR1,0,101,150_.jpg",
        "budget": "$200,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "The Joel McHale Show with Joel McHale",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "The Joel McHale Show with Joel McHale (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Anderson, K.P."
            },
            {
                "name": "DeLeo, Dominic"
            },
            {
                "name": "Genser, Andrew"
            }
        ],
        "production companies": [
            {
                "name": "Free Period Productions"
            },
            {
                "name": "Pygmy Wolf Productions"
            }
        ],
        "distributors": [
            {
                "name": "Netflix"
            },
            {
                "name": "Netflix"
            }
        ],
        "plot": [
            "Joel McHale, the snarky star of _Community (2009)_ (qv), ridicules the silliest moments reality television, internet videos and TV from around the world have to offer. Each episode also features celebrity guests and a couple of sketches.::neener3707"
        ],
        "tech": {
            "runtime": [
                "30 min (approx)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1772,
                "rating": 7.3
            },
            "aged under 18": {
                "votes": 9,
                "rating": 7.2
            },
            "aged 18 29": {
                "votes": 372,
                "rating": 7.4
            },
            "aged 30 44": {
                "votes": 630,
                "rating": 7.2
            },
            "aged 45 plus": {
                "votes": 165,
                "rating": 7.2
            },
            "males": {
                "votes": 1002,
                "rating": 7.3
            },
            "males aged under 18": {
                "votes": 8,
                "rating": 7.2
            },
            "males aged 18 29": {
                "votes": 304,
                "rating": 7.3
            },
            "males aged 30 44": {
                "votes": 478,
                "rating": 7.2
            },
            "males aged 45 plus": {
                "votes": 119,
                "rating": 7.2
            },
            "females": {
                "votes": 282,
                "rating": 7.4
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 7.0
            },
            "females aged 18 29": {
                "votes": 65,
                "rating": 7.7
            },
            "females aged 30 44": {
                "votes": 144,
                "rating": 7.2
            },
            "females aged 45 plus": {
                "votes": 40,
                "rating": 7.3
            },
            "top 1000 voters": {
                "votes": 48,
                "rating": 6.6
            },
            "us users": {
                "votes": 453,
                "rating": 7.7
            },
            "non us users": {
                "votes": 499,
                "rating": 6.8
            }
        },
        "number of votes": {
            "10": 359,
            "9": 223,
            "8": 387,
            "7": 331,
            "6": 157,
            "5": 80,
            "4": 61,
            "3": 43,
            "2": 43,
            "1": 88
        },
        "arithmetic mean": 7.3,
        "median": 8
    }
}