{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "26 January 2018"
            }
        ],
        "release dates": [
            "Australia::26 January 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Hello Everyone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wiggle, Wiggle, Wiggle (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "26 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Hello, everyone! Let's say 'g'day' to The Wiggles and learn a little bit about them. Then the adventures don't stop! Come with us on a trip to Wiggle Park to dance with Henry the Octopus, meet the King of the Jungle at the Carnival of the Animals, play piano with Lachy and travel back in time to meet the Little Wiggles!    "
                },
                "2": {
                    "title": "Bow Mobile to the Rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wiggle, Wiggle, Wiggle (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "27 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The Wiggles love to go driving in the Big Red Car and today Captain Feathersword wants to join them. There are only four seats and five people that need to fit! What will The Wiggles do? It seems they are in a bit of a \"car-nundrum\"! We also learn the origins of Emma's bow with lots of singing and dancing and even some arts and crafts. You'll have a \"bowtiful\" time!    "
                },
                "3": {
                    "title": "Wiggly Radio",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wiggle, Wiggle, Wiggle (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    The Wiggles discover that different types of music can make you feel different things. It can relax you or inspire you to dance! There are so many different styles of dance and today Dorothy the Dinosaur, Wags the Dog and Henry the Octopus put on their best tartan and compete in a Highland Dancing competition! Which wiggly friend will take out the top prize?    "
                },
                "4": {
                    "title": "No Fleas Please",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wiggle, Wiggle, Wiggle (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Wags the Dog seems to be doing a very strange scritchy, scratchy dance without any music. This could only mean one thing... fleas! The Wiggles are going to need the help of a very special vet to help their friend Wags feel better again. The doggy with the dancing feet will be singing and dancing again in no time. Woof!    "
                },
                "5": {
                    "title": "The Wiggly Races",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wiggle, Wiggle, Wiggle (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    On your mark, get set, go! It's time for a wiggly running race, with Emma, Lachy, Simon and Anthony competing for first place. It reminds Simon of some animal friends, so it's a trip to the Carnival of the Animals to meet the swift running donkey and a very slow tortoise. The fun continues with fairies that can sew costumes and dance ballet at the same time! It will be \"fairy-fantastic\"!    "
                },
                "6": {
                    "title": "The Singing Barbers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wiggle, Wiggle, Wiggle (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    After going for a \"bowtiful\" bike ride, Emma discovers her hair is a disaster! Her bike helmet has disrupted her do! How will she get her signature style back? There is only one solution... The Singing Barbers of Wiggle Town! They guarantee great hair dos with a smile and a song. It sounds like a hair-raising experience!    "
                },
                "7": {
                    "title": "A Wiggly Wedding",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wiggle, Wiggle, Wiggle (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    The Wiggles and their friends are having a pretend wiggly wedding with Dorothy the Dinosaur as the pretend bride and Wags the Dog as the pretend groom. And what would a pretend wedding be without Henry the Octopus as celebrant? There are ballerina bridesmaids, bapgipes, flowers, music and dancing. It's a wiggly wedding extravaganza and you're all invited!    "
                },
                "8": {
                    "title": "Dancing is So Much Fun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wiggle, Wiggle, Wiggle (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    There are so many different styles of dance and The Wiggles love them all! Join Emma and the Scottish dancers as they bow to the King and do the Highland Fling. Come and meet Dorothy the Dinosaur, Wags the Dog, Henry the Octopus and Captain Feathersword as they dance their way through the day. Whether you have danced before or just begun, wiggly dancing is so much fun!    "
                },
                "9": {
                    "title": "Numerals Are Nice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wiggle, Wiggle, Wiggle (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    The Wiggles love driving in the Big Red Car but sometimes it can be tricky to figure out who should get in the car first! Emma comes up with a special game using numerals to help The Wiggles. The counting continues with a wiggly conga line that is sure to get you dancing. Then it's off to The Wiggles' live show to tap dance with some very special guests. Having fun with numerals? Count us in!    "
                },
                "10": {
                    "title": "Yummy in My Tummy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wiggle, Wiggle, Wiggle (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Did you know Lachy Wiggle is a wonderful cook? Today he is cooking up a storm at Wiggle House and making some delicious fish for The Wiggles. It reminds him of Newfoundland, so it's off to the Squid Jiggin' Ground for a song and dance! Add in some Irish dancing, a trip to the library and some dancing police and you have a recipe for fun. Bon Appétit!    "
                },
                "11": {
                    "title": "Waltzing Matilda",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wiggle, Wiggle, Wiggle (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Waltzing Matilda' is a wonderful song and an Australian favourite! The Wiggles enjoy playing the song on a variety of instruments and discover the song has musical similarities to other songs! The instrument exploration continues with bagpipes and drums, banjos and tambourines and tapping Irish feet. It's a moving, musical, masterpiece!    "
                },
                "12": {
                    "title": "Rock and Roll Preschool",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wiggle, Wiggle, Wiggle (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    You can learn so many new things at preschool. The Wiggles take a trip down memory lane and share some of their favourite memories of their time at preschool but with a musical twist! It turns out Anthony went to a Rock & Roll Preschool! The rock & roll reminiscing continues as we travel back in time to 'Say the Dance, Do the Dance' with the Little Wiggles. Get ready to rock!    "
                },
                "13": {
                    "title": "Hot Potato",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wiggle, Wiggle, Wiggle (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    A healthy and hearty breakfast is a great way to start the day! The Wiggles all eat something different for breakfast and share their favourites through song! With a great breakfast as their fuel, there is plenty of dancing in Wiggle World today. There are dancing elves, Irish dancing, singing barbers and a sailor's hornpipe. Let's dance!    "
                },
                "14": {
                    "title": "The Wiggly Opera",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wiggle, Wiggle, Wiggle (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "plot": "\n    Simon Wiggle is a fantastic opera singer. It is his favourite style! He wants to give the other Wiggles an \"opera-tunity\" to sing in his favourite style and provides them with a special wardrobe item that helps them sing opera! What could it be? Lachy also has the chance to share some knowledge with The Wiggles about a very special and endangered frog from Australia called the corroboree frog.    "
                },
                "15": {
                    "title": "Clap Your Hands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wiggle, Wiggle, Wiggle (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "plot": "\n    There are so many things that make The Wiggles happy. Food makes Anthony happy so Captain Feathersword cooks his famous vegetable soup for The Wiggles. Animals make Simon happy, so it's a trip to The Carnival of the Animals. Dancing makes Emma and Lachy very happy, so they pas de deux dance with Dorothy the Dinosaur. There are so many happy songs and stories to share in Wiggle world!    "
                },
                "16": {
                    "title": "Feather Fun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wiggle, Wiggle, Wiggle (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "plot": "\n    Who is the resident feather expert in Wiggle Town? It's The Wiggles' friend Captain Feathersword, of course! Today is all about having fun with feathers. The Wiggles find feathers that match their Wiggle colours and do a fabulous, fantastic, feather dance! The fun with fabulous accessories doesn't stop there. The Wiggles are dressing up in style and have each selected a special costume.    "
                },
                "17": {
                    "title": "Fly Through the Sky",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wiggle, Wiggle, Wiggle (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "plot": "\n    It's time to explore flying! Anthony's banjo doesn't fit in the Big Red Car so Anthony has to fly the Wiggly Plane to their show. It's not just planes that can fly, birds can fly too! Join Lachy as he performs his famous birdcalls, meet a dancing bird at Carnival of the Animals and dance with a cockatoo dressed in blue. Flap your wings just like a birdy and get ready to fly through the sky!    "
                },
                "18": {
                    "title": "Pigtail Polka",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wiggle, Wiggle, Wiggle (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "plot": "\n    Today is 'Pigtail Polka' day in Wiggle Town! Emma needs some help getting her hair 'Pigtail Polka' ready but her fellow Wiggles don't know how to braid her! A trip to the Singing Barbers of Wiggle Town is just what Emma needs. With a song and a smile, the barbers make sure Emma's pigtails go from \"Hair Don'ts\" to \"Hair Do's\"! Get tour pigtails ready, its polka time!    "
                },
                "19": {
                    "title": "Soccer Fun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wiggle, Wiggle, Wiggle (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "20": {
                    "title": "Dance with Emma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wiggle, Wiggle, Wiggle (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "plot": "\n    Emma Wiggle is the dancing queen of Wiggle Town! She loves to dance wherever she goes and she inspires the people of Wiggle Town to dance too. Whether it's hip-hop with Captain Feathersword, a hornpipe with Fairies, an underwater dance with Henry the Octopus or memories of tap dancing as Little Wiggles, Emma's love of dance is infectious and sure to get you grooving. Let's dance with Emma!    "
                },
                "21": {
                    "title": "Enthusiasm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wiggle, Wiggle, Wiggle (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "plot": "\n    The Wiggles love fruit salad. It's yummy, yummy! Today in Wiggle Town, each Wiggle picks their favourite fruit to go into a freshly made fruit smoothie. But they can't just tell us their favourite fruits. They must sing about it, in spectacular fashion and with lots of enthusiasm! They also meet some dancing fairies, sing and sign the alphabet and have a dance party with Wags the Dog.    "
                },
                "22": {
                    "title": "Simon Says",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wiggle, Wiggle, Wiggle (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "plot": "\n    Simon is a little bit worried about his solo in a musical version of his favourite game, Simon Says. He enlists the help of his friends Dorothy the Dinosaur, Wags the Dog, Henry the Octopus and Captain Feathersword to have a practice game with him. It makes Simon feel much better. It's off to The Wiggles show for singing and dancing and Simon's favourite game. Practice makes perfect!    "
                },
                "23": {
                    "title": "Henry Saves The Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wiggle, Wiggle, Wiggle (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "plot": "\n    The Wiggles always start their day with a delicious and nutritious breakfast. They have no time to do the dishes today as they have a Wiggles show to get to! Who better to call than Henry the Octopus? Henry loves water and his multiple arms make light work of the washing up. With Henry's help, The Wiggles get to the show on time for singing and dancing galore! Thanks for saving the day, Henry!    "
                },
                "24": {
                    "title": "Dorothy's Tea Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wiggle, Wiggle, Wiggle (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "plot": "\n    Dorothy the Dinosaur is coming to Wiggle House for a tea party! Lachy Wiggle makes the preparations and takes the wiggly tea orders of all the guests. Dorothy loves eating roses so rosy tea is at the top of the list! After a beautiful tea party with delicious rosy tea, music and teddy bears, The Wiggles have the energy to pirouette, plié and jeté through the day!    "
                },
                "25": {
                    "title": "The Wiggly Plane",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wiggle, Wiggle, Wiggle (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "plot": "\n    The Wiggles have to take a lot of costumes and instruments with them in the Big Red Car to put on a Wiggles show. It seems the Big Red Car won't start because it's too full! How will The Wiggles get to their show on time? Officer Beeples to the rescue! She comes up with an excellent solution to ensure that both The Wiggles and their costumes arrive safely and promptly to the show! Hurray!    "
                },
                "26": {
                    "title": "Do the Twist",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wiggle, Wiggle, Wiggle (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Cradock, Nicholas"
            },
            {
                "name": "Strong, Evan"
            },
            {
                "name": "Field, Anthony"
            },
            {
                "name": "Gillespie, Lachlan"
            },
            {
                "name": "Pryce, Simon"
            },
            {
                "name": "Watkins, Emma"
            }
        ],
        "genres": [
            "Family",
            "Music"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:G"
        ],
        "number of seasons": 1,
        "rating": 6.4,
        "votes": 24,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjY1M2M2NGMtOTc0NS00YjhkLWFhN2EtYTA2NmNjYWU5OGFkXkEyXkFqcGdeQXVyNzI0NjYyNzY@._V1_SY150_CR83,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Wiggle, Wiggle, Wiggle",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-2018",
        "akas": [
            "Wiggle, Wiggle, Wiggle (Australia)"
        ],
        "seasons": [
            "1"
        ],
        "distributors": [
            {
                "name": "ABC for Kids"
            }
        ],
        "plot": [
            "Children's show featuring singing and dancing and fun characters.::Ruby"
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 24,
                "rating": 6.4
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 1.0
            },
            "aged 30 44": {
                "votes": 9,
                "rating": 4.0
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 7.8
            },
            "males": {
                "votes": 9,
                "rating": 4.0
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 1.0
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 3.6
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 5.5
            },
            "females": {
                "votes": 7,
                "rating": 8.4
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 5.5
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 10.0
            },
            "us users": {
                "votes": 10,
                "rating": 5.3
            },
            "non us users": {
                "votes": 3,
                "rating": 2.7
            }
        },
        "number of votes": {
            "10": 12,
            "9": 0,
            "8": 1,
            "7": 1,
            "6": 0,
            "5": 0,
            "4": 1,
            "3": 3,
            "2": 0,
            "1": 6
        },
        "arithmetic mean": 6.4,
        "median": 9
    }
}