{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "29 October 2018",
                "notes": "                            (World-wide)"
            }
        ],
        "release dates": [
            "USA::29 October 2018                            (World-wide)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "McLaren, Alli"
            },
            {
                "name": "Manni, Erica"
            },
            {
                "name": "Ruffle, Amy"
            }
        ],
        "locations": [
            "New York City, New York, USA::(Exterior Shots)"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "23"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "budget": "$250,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Maintraining",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Maintraining (United States)"
        ],
        "writer": [
            {
                "name": "Christensen, Michael"
            }
        ],
        "production companies": [
            {
                "name": "Incline Productions"
            }
        ],
        "distributors": [
            {
                "name": "Incline Productions"
            }
        ],
        "plot": [
            "After posting a mock fitness routine of her own design, Alli, a counter-culture fitness blogger, is plucked from obscurity and plopped into owning and operating a gym which follows her parody turned viable fitness movement.::Alli McLaren"
        ],
        "synopsis": [
            "The series follows Alli, a counter-culture fitness blogger, who, after posting a mock fitness routine of her own design, is plucked from obscurity and plopped into owning and operating a gym following her parody turned viable fitness movement. The video that goes hilariously awry then viral, features Alli's pho-fitness fad called, Maintraining (training to maintain), which is a calculated workout that will burn off exactly as many calories needed to maintain one's current size and weight, forever - food in / squat it out.A slew of fitness brands and companies hop on the main-train, sending clothes, supplements, and of course, the money required to start a gym. Which is great, except for the underlying expectations that come with sponsorship - what needs to be done to keep the Sponsors happy thus the lights on? Alli hires friends and friends of friends (all of whom are hardly qualified to hold their positions), and a camera crew is invited to catalog her rapid rise to memedom and the string of dominoes that topple as a result.Will Alli be able to maintain the gym the Internet has bestowed upon her? Does she even want the job? Now that Alli is of the world she once railed against, can she use this newfound platform as a mode towards helping others as well as herself?Each episode presents a new Sponsor request, thus, another problem. In the Pilot, the Sponsors visit the space for the first time since it's inauguration, and before their arrival, the day devolves into Murphy's law: the protein shipments are rock solid, Zach nearly trains a guy to death, and Brad accidentally shipped the branded clothes (that they were asked to be wearing upon the Sponsors' arrival) to his grandmother's house in Vermont rather than the gym. Alli and her staff must douse the fitness fires before the Sponsors' arrival.As the series progresses, tension mounts amongst the staff as the sponsor requests escalate in ridiculousness."
        ],
        "tech": {
            "runtime": [
                "23 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}