{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "26 January 2018"
            }
        ],
        "release dates": [
            "India::26 January 2018"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Fallen Star",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spotlight 2 (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "26 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    A producer is awaiting the music recording of his film to begin. But the singer has not arrived. The singer's manager is forced by the producer to find the artist and bring him to the recording. The manager, Anubhav, goes to look for the singer Vicky Varma. Vicky varma's talent owner Deeya Singh is also telephoned so she can push Vicky to honor his commitments and come for the recording. The manager rushes to find Vicky and with him comes the producer. Vicky and the producer get into a scuffle, in which the producer is hurt. Vicky is dragged to court. Vicky's contract...    "
                },
                "2": {
                    "title": "Ungrateful",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spotlight 2 (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "26 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Vicky gets into a physical fight with Anubhav as Vicky accuses Anubhav of selfishness and not having Vicky's best interests in mind. Vicky checks into a hotel room. He gets a fixer to bring him some coke, he snorts a few lines. When under the influence of the drug he remembers what Anubhav advised him to bring Jo back into his life and get her to clean up his act. Vicky scours the internet for Jyotika and finally finds her. He makes a visit to her place. Clearly, she is in no mood to receive him. She speaks to him as if a bridge has burned. She shoos him away. Vicky ...    "
                },
                "3": {
                    "title": "Man In The Mirror",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spotlight 2 (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "26 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Anubhav informs Vicky that Deeya had wanted to meet him. Vicky feels encouraged that perhaps Deeya wants to meet him and apologize. However, at the meeting, it turns out that Deeya's lawyers want him to pay damages that Deeya's company has incurred on account of Vicky's no-show for the recording. Deeya informs him that she has activated a total freeze of all of Vicky's vehicles and assets. Vicky is very lost. Anubhav springs a surprise on him - there is a house he has secretly bought for Vicky with all their combined earnings. Vicky feels miserable that people still ...    "
                },
                "4": {
                    "title": "Twilight Zone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spotlight 2 (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "26 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Vicky is sent to a lockup overnight. The media finds out and throngs the police station. Vicky's lawyer and Anubhav rush to bail him out. They leave, with Anubhav and lawyer leaving out the front door and sending Vicky out of the back door of the police station. When Vicky gets into the car that has come to pick him up, he is shocked to see Jyotika in it. Jo is very matter of fact and does not attempt to make any emotional connection with him. She takes him to a coffee shop where she tells him she will help resurrect his career and his situation. Vicky gets really ...    "
                },
                "5": {
                    "title": "Addicted",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spotlight 2 (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "26 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Jo lets Vicky stay in the guest bedroom of her house. She checks all his belongings thoroughly to see if there are any drugs and throws away some cocaine joints she finds. Meanwhile, Deeya is supporting and encouraging an artist who she wants to bring as a strong opposition to Vicky. Meanwhile, at Jo's house temptation strikes Vicky in the form of Nisha - whom he used to know during concerts in New York. He escapes Jo's house and joins Nisha for a session of unabashed debauchery that includes sex and drugs.    "
                },
                "6": {
                    "title": "Stubborn Jo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spotlight 2 (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "26 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Jo finds out. She gets really angry to know Vicky has broken the terms of their contract. But she decides to play it smart. She behaves like she has no clue Vicky has used drugs. She takes Vicky to Goa on a pretext. In Goa, Vicky gets drug withdrawals. He speaks to Nisha to see if she can come down with some drugs. He also gets into a fight with Jo over his need for drugs - he hurts himself quite badly in his agitation. He is taken to a hospital in Goa. Jo and Vicky grow close during his treatment - there are some tender moments exchanged. Nisha sees this, the value ...    "
                },
                "7": {
                    "title": "Good Old Days",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spotlight 2 (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "26 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Nisha decides not to engage further with Vicky since she realizes it is not good for him. Meanwhile, Deeya is not having too much success with her protegee whom she hoped would be her replacement for Vicky. Jo and Vicky reminisce about the past and find ways to reconnect while at the hospital. Vicky discovers that Goa was a ploy developed by Jo and Anubhav. Jo and Vicky spend their days in Goa growing more and more close to each other.    "
                },
                "8": {
                    "title": "A Miracle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spotlight 2 (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "26 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Vicky is unable to digest the fact that Jo has a fiance. It is awkward for him. He offers to move out of her house to give them some privacy but Jo insists that Vicky and she are friends - and Rahul is the fiance - there is no awkwardness for her. Vicky still leaves her house for a bit to clear his head. He reminisces about how earlier, Jo was so precious to him - but they broke up because of Deeya's undeniable closeness to Vicky. He remembers scenes from his breakup and he gets quite emotional. Vicky finds some street musicians playing some good numbers late at night...    "
                },
                "9": {
                    "title": "From the Ashes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spotlight 2 (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "26 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Deeya is going mad in her office breaking things down in rage after watching Vicky in news. Deeya walks in angry to meet her father. She argues with him and asks him to explain the situation. Vicky is recording the viral hit on the streets and Abhinav give this news to others. There are huge crowds outside the concert hall. People are dying to watch Vicky after a long time. Vicky could not perform inside the auditorium due to the bomb threat. He eventually ends up performing outside at the parking lot. And this was his best performance ever. Deeya is not happy about ...    "
                },
                "10": {
                    "title": "Intimate Strangers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spotlight 2 (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "26 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Street video becomes a hit viral video in the social media, Jyotika, Vicky, Abhinav and Ronu are celebrating for Vicky's come back in the industry, one sad song placement on Vicky and Jyotika's situation. Deeya is not happy and to take revenge she provokes the music producer to file a case against Vicky. Abhinav explains Vicky about this court case, Vicky steps out from the music studio and meets music producer at his house to apologize and give him a new hit song to use it officially. Rahul invites Jyotika for dinner, his mom and dad ask jyotika about marriage. ...    "
                },
                "11": {
                    "title": "On the Road",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spotlight 2 (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "26 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Vicky did manage to complete a new song and he has got a new 5 city tour as well, but here Jyotika agrees with Rahul about going to London with him, Vicky wants Jyotika to come on this tour and she convinces Rahul to join her on a tour, Deeya is planning last strategy to ruin Vicky's name. She puts Frankie's name in one very famous music competition but she wants Vicky also to take a part in this competition. Vicky finally performs and after the performance, Rahul mentions to everyone about shifting to London with Jyotika after getting married.    "
                },
                "12": {
                    "title": "Chained Melody",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spotlight 2 (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "26 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Rahul gets some emergency meeting back in Mumbai and he needs to leave. Vicky gets flashback about him and Jyotika's good moments. Vicky snaps out of the memory of the past and is in tears as he says to himself, during music rehearsal Jyotika comes and asks Vicky to have a private conversation. Vicky asks Jyotika to stay back for the last concert. Deeya is planning to fix-up this event, Frankie comes with Vicky's popularity news, Deeya plans something big and hires a guy to hurt Vicky so that he cannot perform.    "
                },
                "13": {
                    "title": "Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spotlight 2 (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "26 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Vicky is in the hospital and Jyotika is in panic mode and she is crying and worried about Vicky. Doctor explains about Vicky's throat injuries, he says someone did this intentionally so that he cannot sing. Jyotika takes out her anger on Deeya at her office, Vicky wants to perform anyhow. Jyotika gives one injection to Vicky on his throat and this is the moment between them and Rahul gets to know about Jyotika's unconditional love for Vicky. Finally, Vicky performs and we get to see Vicky's love for Jyotika. Rahul realizes Jyotikas hidden feelings for Vicky and ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Fallen Star",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spotlight 2 (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "26 Jan. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 14,
        "cast": [
            {
                "name": "Arya, Aditi"
            },
            {
                "name": "Dawar, Mehul"
            },
            {
                "name": "Grover, Karan V."
            },
            {
                "name": "Singh, Ruhi"
            }
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "hi"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 6.7,
        "votes": 23,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjFhZTA3NTItMjdmNi00YmIzLTg5ZDMtNDUyZDYzYWJiNjFlXkEyXkFqcGdeQXVyNDc2NzU1MTA@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "A musical Viu original tracing the highs, lows and eventual roaring success of a music star Vicky. This journey is coupled with his passionate, turbulent relationship with his childhood sweetheart. A soulful story and a musical extravaganza brought to the audience by Viu and Vikram Bhatt. A story of a Rockstar 'Vicky' who touched the heights of stardom and became an overnight sensation. Though in his journey to climb the success ladder, he left behind his loved ones who inspired him to be what he is today. With all the success getting into his head, Vicky is now a different person, a snob, an arrogant human being who is a self-destructive drug addict and headed towards his downfall.",
        "languages": [
            "Hindi"
        ],
        "title": "Spotlight 2",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-2018",
        "akas": [
            "Spotlight 2 (India)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Viu India"
            }
        ],
        "plot": [
            "A musical Viu original tracing the highs, lows and eventual roaring success of a music star Vicky. This journey is coupled with his passionate, turbulent relationship with his childhood sweetheart. A soulful story and a musical extravaganza brought to the audience by Viu and Vikram Bhatt. A story of a Rockstar 'Vicky' who touched the heights of stardom and became an overnight sensation. Though in his journey to climb the success ladder, he left behind his loved ones who inspired him to be what he is today. With all the success getting into his head, Vicky is now a different person, a snob, an arrogant human being who is a self-destructive drug addict and headed towards his downfall.::Pratyusha"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 23,
                "rating": 6.7
            },
            "aged 18 29": {
                "votes": 9,
                "rating": 3.8
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 10.0
            },
            "males": {
                "votes": 13,
                "rating": 4.3
            },
            "males aged 18 29": {
                "votes": 8,
                "rating": 4.2
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 10.0
            },
            "females": {
                "votes": 2,
                "rating": 5.5
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 1.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 4.0
            },
            "us users": {
                "votes": 3,
                "rating": 6.0
            },
            "non us users": {
                "votes": 5,
                "rating": 2.7
            }
        },
        "number of votes": {
            "10": 9,
            "9": 2,
            "8": 1,
            "7": 3,
            "6": 1,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 6
        },
        "arithmetic mean": 6.7,
        "median": 8
    }
}