{
    "imdb": {
        "raw release dates": [
            {
                "country": "Turkey\n",
                "date": "24 January 2018"
            }
        ],
        "release dates": [
            "Turkey::24 January 2018"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Sen Anlat Karadeniz"
            },
            {
                "countries": "Russia",
                "title": "Ты расскажи, Карадениз"
            },
            {
                "countries": "World-wide (English title) (alternative title)",
                "title": "Tell You the Black Sea"
            }
        ],
        "akas": [
            "Sen Anlat Karadeniz (original title)",
            "Ты расскажи, Карадениз Russia",
            "Tell You the Black Sea World-wide (English title) (alternative title)"
        ],
        "akas from release info": [
            "Sen Anlat Karadeniz (original title)",
            "Ты расскажи, Карадениз Russia",
            "Tell You the Black Sea World-wide (English title) (alternative title)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "22. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 17,
                    "original air date": "19 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Tahir is fighting for life under the water while Nefes faces Vedat. Will Nefes, who darkens her eyes, prefer death rather than live without Tahir? Nefes learns Ceylan is her daughter. Or is this a game of Vedat? The family of Kaleli is expanding to their happy days, thinking they are free of Vedat. While Asiye's pregnancy makes everyone laugh at home, Vedat walks through revenge. Who will be the first target of Vedat who thinks he is dead?    "
                },
                "2": {
                    "title": "23. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 17,
                    "original air date": "26 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Vedat is seeking revenge, while Nefes and Tahir experience their happiest days unaware of the existence of Vedat. While preparing for Yigit's circumcision ceremony, how does Vedat, who is determined to participate in the ceremony, prepare a surprise? Nazar kept under house arrest due to her love for Murat, what will cause trouble to her lover when she wants to tell Murat that Vedat lives? Vedat, who abducts Asiye, is testing his brother with his brother. Tahir's life for his aunt and his nephew came to the end of the road?    "
                },
                "3": {
                    "title": "24. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 11,
                    "original air date": "3 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Mustafa is unaware of the fact that he was next to Asiye when he fired a gun pointed at Tahir. On the one hand when he was crying for his brother, he learned that Asiye had poisoned his blood, so how is he going to pull Asiye out of the abyss with his injured leg? Nefeswhen thinks Tahir is dead, darkens the eye and pulls the trigger. Vedat is cleared of all his crimes and faces the Kaleli family. Mustafa, angry with him for not being able to protect his family, is determined to cut off Vedat's sentence. Will Tahir stop Mustafa?    "
                },
                "4": {
                    "title": "25. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 10,
                    "original air date": "10 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Tahir, Mustafa 's killer to prevent his own rage can not control. Tahir, who decides to complete his confrontation with Vedat, crosses the line. Will it be the return of his mercy for his reverend Tahir? Murat is worried about Nazar and does not realize that his beloved is for himself with Vedat. Nazar paying a huge price for Murat, although it is too late for everything you can hold Murat's hand? Tahir decides to hear the voice of his conscience and surrender. Is Tahir willing to pay the price of his cruelty with his liberty? Tahir, who will drag Vedat to the grave ...    "
                },
                "5": {
                    "title": "26. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 10,
                    "original air date": "17 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Vedat's bullet was the price of Tahir's ruthlessness, while Nefes is dying. Vedat cries on the walls behind bars. Tahir cries by saying Nefes to the Black Sea. Will Nefes hear the voices of Tahir and lead him again? Nefes, who never ceased to hold onto life despite all these torments, has always breathed into others. Now who will breathe to her, who will die? Yigit felt his mother was in a difficult position. Will the Wolf of the Moonlight survive without the Blue Hairy Deer?    "
                },
                "6": {
                    "title": "27. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 10,
                    "original air date": "24 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Nefes feels that something has come to Yigit, while Tahir is struggling for them. Tahir, who promised to bring Yigit back, is now in danger of losing Yigit after Nefes. When Tahir was desperately searching for Yigit on all four sides, who fell into the hands of Yigit? Mercan strives to put an end to the experiences of the Nazar. Mercan, who is trying to heal with perseverance, will be able to provide ointment to her sister's wounds? Vedat questions what it is to be a father. Vedat, who is determined to take his son back, how will he come back with a plan?    "
                },
                "7": {
                    "title": "28. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 11,
                    "original air date": "31 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Nefes loses Yigit. She has no hope. But Tahir keeps her hand. Yigit tries to stand strong against Vedat. But he forces Vedat's patience. Yigit has already chosen Tahir as a father. Not Vedat. Vedat forces Nefes to a choice she knows of.    "
                },
                "8": {
                    "title": "29. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 10,
                    "original air date": "7 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Tahir who saved Yigit is experiencing the joy of being a father. Tahir, who is determined not to give back Yigit, is ready to do anything for it. Who will prevent Vedat from taking action? Saniye is unaware of her own troubles while worried about something to happen to her sons. Confronting Saniye, Fikret confronts her with her great sin from the past. What is Saniye's big secret? Tahir and Nefes are determined to live without fear of Vedat. What is the big trump that Vedat has about Nefes?    "
                },
                "9": {
                    "title": "30. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 9,
                    "original air date": "14 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Nefes is aware that she was not alone for the first time when she was arrested for attempted murder of Vedat. Nefes, who knows that there is a big family behind her, what will she do when she hears Vedat wanting her divorce in exchange for her freedom? Will she submit to Vedat's will, or will she choose Tahir and his family at the expense of her freedom? Fikret is preparing a big surprise as he finds out that Vedat is doing business behind his back. What about the punishment of Vedat's betrayal? Tahir has a plan against Vedat's plan. What will Tahir do to save Nefes?    "
                },
                "10": {
                    "title": "31. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 9,
                    "original air date": "21 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Tahir is determined to make Nefes happy. As the wedding preparations begin, Nefes has a surprise for Tahir. Fatih is in love with Berrak's love and Murat is next to his brother. Murat, who helped Fatih to confess his love to Berrak, will he be able to grasp Nazar for his love? When he hears that your loved one is beaten, can he take it from Vedat? Nefes always wears the wedding dress she dreams of. When Tahir and Nefes's love is coming to a happy end, will be a bad thing?    "
                },
                "11": {
                    "title": "32. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 10,
                    "original air date": "28 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Fatih is injured. Saniye kicked Nefes out of the house. Is it time to wake up from the beautiful dream she saw for Nefes? Cemil learns what Vedat has done to Nazar. Cemil, who has taken the weapon with his hand and stepped against Vedat, is determined to kill Vedat. Abandoned by Nefes, Tahir leaves himself at the mercy of the Black Sea.    "
                },
                "12": {
                    "title": "33. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 8,
                    "original air date": "5 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Tahir, who took refuge in the Black Sea, disappears in the storm. Nefes follows Tahir with the boat. Will Nefes be able to find Tahir or be a Black Sea tomb? Nazar prefers her family and turns Murat back. Murat comes to Nazar's door in a drunken state. What will Nazar say to Murat? Yigit who cannot stand to leave Tahir falls into the beds. Vedat has received the news of separation. How will Vedat benefit from this separation while Nefes struggles for her son?    "
                },
                "13": {
                    "title": "34. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 8,
                    "original air date": "12 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Vedat strikes her face the desperation of Nefes. A new war begins for Nefes facing the realities. What will do Tahir stand for in Nefes's battle for survival? Tahir and Yigit will have a hard time. Vedat takes action to make Nefes desperate. When Vedat breaks Nefes's business, Asiye plans a revenge. Women attack at a time when Vedat is not waiting.    "
                },
                "14": {
                    "title": "35. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "votes": 7,
                    "original air date": "19 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Women kidnap Vedat. When they have the joy of victory, the fact that the police appear is changing everything. How are women going to get out of this? When Saniye learn that Nefes Lezzetler is established, is sewn in front of their sons. Tahir, Murat and Fatih confront their mothers. Mercan decides to kill Vedat and she starts move. With the loop on neck, Vedat now falls into Mercan's position.    "
                },
                "15": {
                    "title": "36. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "votes": 6,
                    "original air date": "26 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Tahir hinders when Mercan is about to hang Berrak instead of Vedat. Tahir saved Berrak, he learns what Nefes did secretly from him. Vedat takes action when women, who think that Vedat does not have any evidence, hires all their powers. What will women do when they see cops at the door? Asiye, Nefes, Mercan, Nazar and Berrak shipped to prison.    "
                },
                "16": {
                    "title": "37. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "votes": 6,
                    "original air date": "23 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    To Vedat evil is not enough. Vedat, who sent Nefes to jail, kidnaps Yigit. When Tahir takes action to rescue Yigit, Saniye is a close to death. When everyone is looking for Vedat, Vedat is in the hands of Fikret. The day of the reckoning of Fikret with Vedat comes. Fikret explains Vedat a fact that will change his life. What is the secret of Fikret? There is a huge family who support them as women try to get used to life in prison. Women who hope to reunite their loved ones are determined to pass this exam.    "
                },
                "17": {
                    "title": "38. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "30 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Asiye's sudden throes are suppressed by riots in prison. Thanks to Nefes, Asiye takes her baby to her arms in a healthy way. While Yigit was released from his speech by the prosecutor, Vedat, a prisoner, asked for an account of him lost childhood from Fikret. Tahir continues to wrap Nefes's wounds. While Nefes's dreams come true in Tahir's home, Vedat is determined to turn dreams into nightmares.    "
                },
                "18": {
                    "title": "39. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "votes": 6,
                    "original air date": "6 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Tahir shoots Vedat and gets arrested. While Vedat faces death, Tahir thinks they leave behind. Nefes understands that she cannot escape Vedat, and sacrifices herself for her family, and vanishes. Nefes and Yigit are now facing the dangers of the outside world. Tahir, who received Nefes's letter, manages to escape while being transferred to prison. Tahir, now an outlaw, is determined not to return without finding his son and his love.    "
                },
                "19": {
                    "title": "40. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "13 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    While Nefes, who was kidnapped by street vagrants, managed to defeat the men, Tahir came face to face with the police. When Vedat wakes up and learns that Nefes has escaped, he takes out the serums. Vedat, who does not have the power to go after Nefes, will try a cruel method this time to convince Fikret. As Tahir approaches them step-by-step in the pursuit of the tracks left by Yigit, Nefes collapses in his son's lap. Yigit faced fear of losing his mother.    "
                },
                "20": {
                    "title": "41. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "20 Feb. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "21": {
                    "title": "42. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "27 Feb. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "1. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 85,
                    "original air date": "24 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Crazy Tahir is the son of a conservative family in blacksea. The only concern is his mother, who wants to marry him to the most beautiful girl in the village. When Vedat Sayar calls Kaleli's family to dinner, Tahir meets Nefes. Tahir falls in love with Nefes. after a brief moment, he feels the weight of looking at a married woman and pulls his gaze from Nefes, until he sees the traces of violence on those delicate wrists. Vedat misunderstands Tahir; He blames Nefes for her wrists and breaks her fingers. This is the last point. Nefes, finds the opportunity and runs ...    "
                },
                "2": {
                    "title": "2. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 69,
                    "original air date": "31 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Instead of surrendering to Vedat, Nefes takes hold of the hand of Deli Tahir and jumps into the waves from the steep rocks of the Black Sea. Tahir, Nefes and Yigit's life struggle, while his family with Vedat and his men fight a great fight. In the end, with a clever play him have done, Tahir, Nefes and Yigit survive. Vedat, tortures villagers who hide his wife and son. Torturing Osman Hoca in the village imam will be the last point of Vedat's beast. Tahir learns what Vedat has been doing to Nefes for eight years.    "
                },
                "3": {
                    "title": "3. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 65,
                    "original air date": "7 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Vedat, who returned to the pit because he could not find Nefes and Yigit, leaves with a sacrifice from the plateau house. This victim is Mustafa. Vedat puts a great fire on the minister of the Kaleli family. Either Tahir will die, either Mustafa. The election is the Kaleli family. Tahir learns his brother place with a great plan. He collects his friends, goes to save his brother. Is the courage of Crazy Tahir going to save his brother?    "
                },
                "4": {
                    "title": "4. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 61,
                    "original air date": "14 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Nefes is willing to go jail for Tahir's freedom. Vedat, get rid of death thanks to Tahir. However, the idea that your hero is Tahir Kaleli is going to drive him crazy. Nefes probably did not pull the trigger, but Vedat died at the end of that trigger. Now he does not want Nefes back, he wants to see his wife is the grave. Nefes, unaware of Vedat's plans, accepts the agreement that Mustafa proposed to her. She will flee to Russia through Georgia with her son and a new life will begin. Because she must protect both Tahir's life and its own heart. Tahir decides to take ...    "
                },
                "5": {
                    "title": "5. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 55,
                    "original air date": "21 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Nefes and Yigit's dreams of freedom in Russia are ruined by Vedat catching them. Tahir is waiting for news from Nefes in Batum. Vedat also separates her son from Nefes, removes Yigit from his mother's arms and sends him to Istanbul. Nefes is now in a foreign country alone in the cruel hands of Vedat. Tahir witnesses every scream of Nefes in a very painful way hundreds of kilometers away. In the Black Sea, Mustafa struggles with Eysan, whom his brother has kidnapped in the face of life.    "
                },
                "6": {
                    "title": "6. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 47,
                    "original air date": "28 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Mustafa has taken his murder confession, which he did not get by the kidnapping of Eysan, to Vedat by delivering Yigit, but his conscience is writhing. Tahir's life is safe. Vedat's hand against Nefes was strengthened. Vedat, if he threatens a mother with her son, he is tempted to win. He tells Nefes the condition. \"If you want to see Yigit, marry me!\" Yigit makes various plans to escape from the house where he is being held. Tahir and Nefes forget the disagreements between them and hold each other tightly.    "
                },
                "7": {
                    "title": "7. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 43,
                    "original air date": "7 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Tahir and Nefes trace Yigit and find him. The Black Sea unite for Yigit. Asiye poisoned to Mustafa's life. Everyone who learns the truth will stand against of Vedat. Mercan, between her father and her beloved, drops Tahir into a very difficult situation and wants something he can never do. The disappearance of Yigit fires the memories of the persecution that Nefes had in the past.    "
                },
                "8": {
                    "title": "8. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 41,
                    "original air date": "14 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    The bullet that Nazar's hit on them shoots Tahir's from heart. Nefes jumps in front of the bullet. Tahir gets very angry. All relatives smack on the foot and Tahir takes measures. But one of these measures will burn both Tahir and Nefes's life. Asiye struggles for the settlement of Nefes and Yigit in the Black Sea. Mustafa struggles with his guilt against his brother. Vedat uses every opportunity to get his wife and son back.    "
                },
                "9": {
                    "title": "9. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 41,
                    "original air date": "21 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Tahir, who learns the betrayal of his brother, bubbles like the Black Sea. The only thing that calmed him down when he lived with great pain in his life would be that Nefes, who now knows the port, \"I need you.\" Nefes is once more shaken again, not digesting Mustafa's betrayal, but encountering a violent victim like herself. After the rumors about Sürmene, it is heard that Osman Hodja opens the house to Nefes. Tahir, who can not digest the betrayal of his brother and his mother, once again feeds himself.    "
                },
                "10": {
                    "title": "10. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 30,
                    "original air date": "28 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Tahir gets angry and confronts his family. He sticks to Vedat's throat, but he leaves the house because, opposite his is his mother. Nefes has a big question about her mind. Asiye goes to the boycott of domestic affairs to punish her mother and her husband. But Mustafa will surprise the whole family. Vedat puts plan into action with Berrak, which he uses as a Trojan horse. The big plan to shake Nefes deeply is finally starting.    "
                },
                "11": {
                    "title": "11. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 29,
                    "original air date": "4 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Vedat knows that the court will not give the child's custody to a violent father. Vedat prepared a case petition claiming that Nefes's mental balance was not in place. So he will try to prove that Nefes is dreaming up his allegations of violence. Nefes sees hallucinations due to the drug Berrak has given. Nefes begins to receive psychological support at Tahir's request. However, something he hears in this process makes Tahir go mad. There is only one way left for him; Killing Vedat. The only obstacle between killing Vedat is faith.    "
                },
                "12": {
                    "title": "12. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 24,
                    "original air date": "11 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    When Vedat complained, Tahir was arrested and kept silent about why he did not kill Vedat. Tahir is trying to keep Nefes away from himself. But the hope of Nefes causes Tahir's stubbornness to be broken. Vedat uses the captivity of Tahir for his own benefit. He is gathering his witnesses for the upcoming custody case. He makes offer to Nefes after he guarantees his moves for the custody case; \"Come to me and save Tahir.\" Nefes's great secret from past will upset her.    "
                },
                "13": {
                    "title": "13. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 25,
                    "original air date": "18 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Vedat continues to come over to Nefes. After Berrak, he now took out her father against Nefes. Encountering her father, Nefes is very shaken. The whole village thinks that you leave Nefes' husband and run away to Tahir. Vedat is proceeding with sure steps toward its goal. But there is something that Vedat can not understand; faith. The journey of Nefes is a very difficult journey. But Nefes and Tahir believe each other. Tahir will compensate by healing the wound opened in the heart of Nafes. Tahir's clever attack saves Nefes from one of the most important obstacles on...    "
                },
                "14": {
                    "title": "14. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 27,
                    "original air date": "25 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Winning Yigit's temporary custody, Vedat again pursues an evil plan and takes his son and leaves the hotel. Nefes and Tahir return to madness because they do not know where Yigit is. Tahir is again mad and makes everyone come together again. But this madness causes Vedat to start a bigger plan. Nefes and Tahir's response to this plan is something that Vedat can never predict.    "
                },
                "15": {
                    "title": "15. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 26,
                    "original air date": "2 May 2018",
                    "year": "2018",
                    "plot": "\n    Tahir has taken the decision of marrying for Yigit. He suppresses all voices against him and is locked in the target. Even if that voice is the voice of Nefes. He is very angry with Nefes because of what she said on plateau. Tahir does not listen to anything Nefes says. Tahir tells everyone that he will marry with Nefes. He will stand like a mountain against his family and Nefes.    "
                },
                "16": {
                    "title": "16. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 26,
                    "original air date": "9 May 2018",
                    "year": "2018",
                    "plot": "\n    The actual wars of Nefes and Tahir, which united their lives to save Yigit, are now beginning. Tahir must first remove Nefes from where she had fallen. But when he falls and pierces through pain, the real power underneath Nefes's brittle appearance is seen and fascinated. Nefes created a fairy tale world with Yigit to resist Vedat's hell, and in this hell she started to create a love songs with Tahir. Vedat, who is mad because of the marriage of Tahir and Nefes, swore to kill Tahir. Vedat decides to sacrifice Mercan to accomplish his plan.    "
                },
                "17": {
                    "title": "17. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 22,
                    "original air date": "16 May 2018",
                    "year": "2018",
                    "plot": "\n    The love of Tahir and Nefes is cut with the burnt sheds for Mercan. Mercan, the victim of Vedat's evil plan, pays the price of his innocence by trying to stay alive in the hospital. Cemil, unaware of everything, finds himself in the friendship of Vedat, deliberately contemplating the death of his daughter. Tahir is so upset for the first time. The courage that keeps the entire Black Sea in silence can not commit one thing; conscience. Tahir is in search of Ceylan while he is in a distress between his conscience and his love. What he does not know is that Cemil, who ...    "
                },
                "18": {
                    "title": "18. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 24,
                    "original air date": "23 May 2018",
                    "year": "2018",
                    "plot": "\n    Cemil's blind bullet stuck in Tahir's chest. Furthermore, Vedat is following Tahir to complete the work that Cemil left behind. Tahir, the tiger from the sea, is so vulnerable for the first time against Vedat. The only thing that is alive to him is the love of Nefes. Nefes is now more crazy than Tahir. As Tahir Kaleli would expect from his wife; Nefes is standing like a mountain. Nefes tells the only thing he believes: \"Tahir will not leave us!\"    "
                },
                "19": {
                    "title": "19. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 23,
                    "original air date": "30 May 2018",
                    "year": "2018",
                    "plot": "\n    When Tahir comes home with children, Kaleli House be happy. Having met Yigit, Nefes begins to have a very sweet relationship with Ceylan, while she is living her happiness, while she does not know that she is her daughter. When the crowd goes to the farm, they forget all their problems and have a nice weekend. Everything seems to be going well for Kaleli Family. However, Vedat, who can not prevent Deli Tahir from ignoring his life and bringing her children and Nefes together, is as dangerous as ever.    "
                },
                "20": {
                    "title": "20. Bolum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 25,
                    "original air date": "6 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    It is now entered into a road that is not reversible. Tahir took away his life and gave his confession to Mithat. It is a matter of time that Vedat reports Nefes. It was the only way that Tahir could be with Nefes and the children. Going from the Black Sea.. Tahir's crazy moves have fallen into the Kaleli Konagi. Vedat, who enjoys court victory, is in marriage preparation with Nazar to hit the second blow to Kaleli Family.    "
                },
                "21": {
                    "title": "21.Bolum Sezon Finali",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sen Anlat Karadeniz (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 26,
                    "original air date": "13 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    It's time to say goodbye to the Black Sea. Tahir is willing to live long enough to stay with Nefes and Yigit. Although Nefes has been against this idea from the beginning, there is nothing left for her to do anymore. When Tahir learns that Mustafa is going to jail with Vedat's game, everything turns into a jerk. Tahir is very difficult to make a choice. For Vedat, who lost everything, there was only one thing left; to kill Tahir whom he regards as criminals.    "
                }
            }
        },
        "number of episodes": 42,
        "cast": [
            {
                "name": "Tuzcu, Sinan"
            },
            {
                "name": "Astepe, Ulas Tuna"
            },
            {
                "name": "Helvacioglu, Irem"
            },
            {
                "name": "Nuroglu, Mehmet Ali"
            },
            {
                "name": "Gürman, Öykü"
            },
            {
                "name": "Genay, Sait"
            },
            {
                "name": "Demir, Nursim"
            },
            {
                "name": "Kenar, Cem"
            },
            {
                "name": "Aksoy, Furkan"
            },
            {
                "name": "Özçelik, Hilmi"
            },
            {
                "name": "Özavci, Çagla"
            },
            {
                "name": "Birinci, Demir"
            },
            {
                "name": "Kuruçim, Nalan"
            },
            {
                "name": "Ön, Emre"
            },
            {
                "name": "Denizdelen, Dilek"
            },
            {
                "name": "Dayi, Pala"
            },
            {
                "name": "Benian, Belfu"
            },
            {
                "name": "Ustunbas, Duygu"
            },
            {
                "name": "Göktürk, Senem"
            },
            {
                "name": "Aktas, Dila"
            },
            {
                "name": "Öksüz, Sendogan"
            },
            {
                "name": "Yuce, Erkan"
            },
            {
                "name": "Yilmaz, Ali Kemal"
            },
            {
                "name": "Çevik, Ilayda"
            },
            {
                "name": "Sahingöz, Sema"
            },
            {
                "name": "Karaca, Temmuz Gürkan"
            },
            {
                "name": "Çepiç, Mehmet"
            },
            {
                "name": "Kansu, Gözde"
            },
            {
                "name": "Cindoruk, Erdal"
            },
            {
                "name": "Acar, Faruk"
            },
            {
                "name": "Yolcu, Özgür"
            },
            {
                "name": "Kara, Emel"
            },
            {
                "name": "Karaman, Kadir Toprak"
            },
            {
                "name": "Savasci, Eray Bilgin"
            },
            {
                "name": "Türkyilmaz, Emine"
            },
            {
                "name": "Oztoprak, Onur"
            },
            {
                "name": "Ünlü, Ayla"
            },
            {
                "name": "Taflan, Nuray"
            },
            {
                "name": "Yildiz, Melisa"
            },
            {
                "name": "Besyildiz, Turgay"
            },
            {
                "name": "Bitis, Emin"
            },
            {
                "name": "Verel, Can"
            },
            {
                "name": "Yilmaz, Filiz"
            },
            {
                "name": "Özdeniz, Cihan"
            },
            {
                "name": "Alemdag, Selami"
            },
            {
                "name": "Cindoruk, Alican"
            },
            {
                "name": "Özay, Hüseyin"
            },
            {
                "name": "Tokgöz, Nuri Bugrahan"
            },
            {
                "name": "Berber, Ali Kadir"
            },
            {
                "name": "Yilmaz, Fatma"
            }
        ],
        "locations": [
            "Trabzon, Turkey",
            "Istanbul, Turkey",
            "Vakfikebir, Trabzon, Turkey",
            "Ordu, Turkey",
            "Sürmene, Trabzon, Turkey",
            "Maçka, Trabzon, Turkey"
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "150"
        ],
        "countries": [
            "Turkey"
        ],
        "country codes": [
            "tr"
        ],
        "language codes": [
            "tr"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Turkey:7+"
        ],
        "number of seasons": 2,
        "rating": 6.8,
        "votes": 1398,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTBhN2M3ZWQtMTdhNi00NDY5LWEwNWEtMGMzM2NiMDJkMjNlXkEyXkFqcGdeQXVyNDg4MjkzNDk@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Nafes was forced to married to fidat who abused & tortured her,one day nefes took her son & escapes in a car truck of one of her husband partners who called tahir,Tahir will protect them of fidat",
        "languages": [
            "Turkish"
        ],
        "title": "Sen Anlat Karadeniz",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Birgören, Erkan"
            },
            {
                "name": "Cigal, Deniz"
            },
            {
                "name": "Erdem, Nehir"
            }
        ],
        "production companies": [
            {
                "name": "Sinegraf"
            }
        ],
        "distributors": [
            {
                "name": "ATV"
            },
            {
                "name": "Atv"
            }
        ],
        "other companies": [
            {
                "name": "GeniusPark"
            },
            {
                "name": "Icon Talent Management Communications"
            },
            {
                "name": "Id Iletisim"
            },
            {
                "name": "Ilkson"
            },
            {
                "name": "Mopp Agency"
            },
            {
                "name": "Pelikan Müzik"
            },
            {
                "name": "Persona Sanat"
            },
            {
                "name": "TT Lounge Cafe"
            },
            {
                "name": "Tüplü Televizyon"
            }
        ],
        "plot": [
            "Nafes was forced to married to fidat who abused & tortured her,one day nefes took her son & escapes in a car truck of one of her husband partners who called tahir,Tahir will protect them of fidat::ahmetkozan",
            "Nefes was only 16 years old when she was sold to an abusive man, Vedat Sayar, under the name of marriage. Nefes had a tough life and had been locked up in house, tortured for 8 years long. In her 25th attempt, Nefes manages to escape from the \"living hell\" with her 7 years old son. Her escape was a complete coincidence that happened during a visit of a family from The Black Sea region. Their son, Tahir, who didn't know Nefes and her son are hiding in his car trunk, discovers that when he arrives to his home country, Trabzon, that is 562 miles away. As a man born and raised in the Black Sea Region, Tahir is ready to give his life for any person treated unjustly. Tahir sacrifices himself to save Nefes and her son. While doing so, he faces many challenges including exposing himself and his family to the threat of Nefes' now ex-husband, who was also known as her abuser, Vedat, as well as the rejection of his family and his country to Nefes; as protecting a married woman is considered \"against traditions\".::Maryam Ali"
        ],
        "synopsis": [
            "in the first episode this series show's the lives of Tahir and Nefes in two different cities with different soundings.the two families Kaleli family and Sayar family make a contract for their companies and Vedat Sayar invites the Kaleli family to his house.the Kaleli family included Mustafa,Tahir,Asiye,Saniye and Balim.when the Kaleli family goes to Vedat's house for dinner Tahir falls in love with Nefes in the first second that he saw her and she felled in love with him too it was love in first sight.when Nefes and Tahir shake hands Tahir saw a bruise in Nefeses hand.When Yigit son of Nefes broke a glass of water they go upstairs and change Vedat goes upstairs too and broke Nefes' fingers (the middle finger and the ring finger).Then Nefes grabs her son and escapes and jumps in the trunk of Tahir's car and goes with them to Trabzon Karadeniz.and when Tahir opens his trunk to get their bags he sees Nefes and Yigit so Tahir and Asiye took them to Asiyes father and they kind of fix Nefes her fingers but not actually.the first episode ends with Tahir,Nefes and Yigit jumping of a cliff to save their lives from Vedat.\nIn the second episode Tahir loses Nefes when they fall in to the sea so he takes Yigit out and dives back in to save Nefes and when he takes her out Nefes was not breathing so he gave her artificial pronunciation and she was alive again just for Vedat to not find them they hided under a rock and waited for Vedat and his men to go away they were safe so Tahir takes Nefes in a house in the mountains and they have breakfast together Yigit Nefes and Tahir."
        ],
        "tech": {
            "runtime": [
                "2 hr 30 min (150 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1398,
                "rating": 6.8
            },
            "aged under 18": {
                "votes": 47,
                "rating": 7.6
            },
            "aged 18 29": {
                "votes": 452,
                "rating": 6.8
            },
            "aged 30 44": {
                "votes": 135,
                "rating": 5.8
            },
            "aged 45 plus": {
                "votes": 37,
                "rating": 7.8
            },
            "males": {
                "votes": 349,
                "rating": 5.7
            },
            "males aged under 18": {
                "votes": 18,
                "rating": 7.6
            },
            "males aged 18 29": {
                "votes": 192,
                "rating": 5.9
            },
            "males aged 30 44": {
                "votes": 50,
                "rating": 4.3
            },
            "males aged 45 plus": {
                "votes": 9,
                "rating": 7.2
            },
            "females": {
                "votes": 510,
                "rating": 7.8
            },
            "females aged under 18": {
                "votes": 28,
                "rating": 7.5
            },
            "females aged 18 29": {
                "votes": 254,
                "rating": 7.7
            },
            "females aged 30 44": {
                "votes": 83,
                "rating": 7.6
            },
            "females aged 45 plus": {
                "votes": 28,
                "rating": 7.8
            },
            "top 1000 voters": {
                "votes": 7,
                "rating": 5.1
            },
            "us users": {
                "votes": 115,
                "rating": 8.0
            },
            "non us users": {
                "votes": 445,
                "rating": 6.2
            }
        },
        "number of votes": {
            "10": 746,
            "9": 86,
            "8": 80,
            "7": 75,
            "6": 40,
            "5": 31,
            "4": 21,
            "3": 20,
            "2": 22,
            "1": 277
        },
        "arithmetic mean": 7.3,
        "median": 1
    }
}