{
    "imdb": {
        "raw release dates": [
            {
                "country": "Hong Kong\n",
                "date": "1 January 2018",
                "notes": "                            (internet)"
            },
            {
                "country": "USA\n",
                "date": "1 January 2018"
            }
        ],
        "release dates": [
            "Hong Kong::1 January 2018                            (internet)",
            "USA::1 January 2018"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Fast-Lane Fake Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "10 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    After seeing the destruction the Raptorbots are capable of, Ryan, Kory, Dylan, and Nathan decide to practice. Acnee, who has been monitoring their progress with the Spy Fly, only snickers. She still doesn't know what the true secret of the Mind Core is, and though she has a huge fleet of Raptorbots, she realizes she needs more information.    "
                },
                "2": {
                    "title": "Four-Wheel Fraud",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "12 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Ryan and Kory hear that the robot competition is currently being held in Daedo City, and they decide to check it out. It turns out that this competition was only a ploy created by Acnee so that she could \"run into\" the Tobot pilots. Dressed in regular clothes, she pretends to ask them for directions, and they walk along together until, as per Acnee's instructions, Diluk pretends to attack her.    "
                },
                "3": {
                    "title": "Gear and Game-Changers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "14 Jul. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Blazes and Blindspots",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "17 Jul. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Misleading Maneuvers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "19 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Acnee has left victorious, and Franklin and the twins do their best to recover. Suddenly, a multitude of Raptorbots and dice appear all over the city, and nobody knows what they're for. The Tobot team is aware that Acnee is planning something ruthless, but since Ryan and Kory don't have their Tobots, all they can do is worry.    "
                },
                "6": {
                    "title": "Breaking Barriers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "21 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Since Diluk has disrupted Acnee's plans with the Raptorbots, she prohibits his use of the machines indefinitely. Luckily, she does not know yet that X and Y have escaped, but fearing that it's only a matter of time until she finds out, Diluk heads for the Tobot HQ to at least appear busy. After hearing the twins' complaints, X and Y completely lose their confidence and blame themselves further.    "
                },
                "7": {
                    "title": "Acnee Accelerates",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Just as X, Y, Z and W attempt to move one of the dice, they face the Raptorbots' attacks. But the team takes the Raptorbots by surprise using their Joint Attack. Acnee, now aboard Trytan II, watches as the Raptorbots put the last die in place, and then she launches her own attack. In the meantime, Franklin and Limo learn about the true nature of the dice.    "
                },
                "8": {
                    "title": "Roots and Reboots",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "23 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Tyrant II brings together all the dice to further deepen the fear that shrouds Daedo City. The city needs their guardians more than ever, but the twins and their Tobots are still feeling down, and are in no shape to help. X and Y confess that they would rather become mindless robots than become unfit to protect their pilots.    "
                },
                "9": {
                    "title": "Steering Strangers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "28 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    A small hole-in-the-wall noodle restaurant is filled to the brim with customers. There are people waiting outside to get a taste of this famous recipe. A lone man weaves his way swiftly through the hordes and seats himself in a narrow corner of the shop. After a taste, he makes quick jots on his smart phone device, then leaves just as quickly as he had come.    "
                },
                "10": {
                    "title": "Mice and Mileage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "31 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    The kids run into Officer Oh, and they start to talk about the fire at Grandma's Original noodle shop. Officer Oh and the Daedo police force are stumped as to the culprit, and continue their investigation. Diluk enters a famous noodle shop wearing sunglasses, and after eating a large serving of noodles, leaves a cell phone behind.    "
                },
                "11": {
                    "title": "Feuds and Fuses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "2 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    The kids are disappointed that all their favorite noodle restaurants in the city have closed down. They discover a small shop next to the village bus stop and decide to try out their noodles. The shop owner introduces herself, and it turns out she's an amazing cook.    "
                },
                "12": {
                    "title": "Rooster vs Roadster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "4 Aug. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Divvy-Up, Cover-Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "7 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Everyone in Daedo City is talking about Tom Fuse, who stars in a hit TV show and many popular movies. Dolly, Officer Oh, Layla, and even Mrs. Park are huge fans of his, but the boys don't understand why everyone likes him. After some consideration, Franklin and Limo decide that the Tobot team would work most efficiently if split into two groups.    "
                },
                "14": {
                    "title": "Two-Team Test Drive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "9 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Officer Oh and Tobot C are in hot pursuit of the fake cops in their black van, and they decide they need backup. Officer Oh calls the Dream Team for help, but Ryan, who's in the shower, is unable to hear his Smart Key ringing. Kory, however, takes the call and heads off to beat his brother to the chase.    "
                },
                "15": {
                    "title": "Old Friends, New Models",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "11 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Ryan and Kory are obsessed with competing against each other. All day long they stare at their Smart Keys, ready at any minute for a call from Officer Oh. Meanwhile, Officer Oh uses clues from the CCTV recordings and goes out to investigate the car wash where the fake officers' black van was last seen.    "
                },
                "16": {
                    "title": "Launches and Landings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "14 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    While the Food by Fuse launch festivities continue, Officer Oh goes over to get a closer look at the black van with Ryan, Kory, Dylan and Nathan. Just as they're questioning whether this is the fake cops' van, a man climbs into the driver's seat, and his flashy watch catches Officer Oh's eye.    "
                },
                "17": {
                    "title": "Traced and Two-Faced",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "15 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Food by Fuse is opening its 200th store, and as a special opening event, Tom Fuse is slated to appear for an autograph signing. Dolly makes a gift for Tom Fuse to give to him at the signing. When she gets there, however, she spots a lady protesting just outside the restaurant.    "
                },
                "18": {
                    "title": "Road to Reporting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "16 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    In order to alert people of the effect Food by Fuse has on small businesses, and to tell Mrs. Hall's story, Dolly requests that Kory post an article about it on his Soccer News site. Kory rejects her proposal. Dolly realizes that she can work without Kory and makes her own online news site.    "
                },
                "19": {
                    "title": "Fenders and Free-Falls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "17 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Feeling guilty about the fake acting academy site, Diluk takes the lead in the search for Dolly in hopes of atonement. Kory learns about Dolly's recent success with her new site, and decides to start his own general news site to top her.    "
                },
                "20": {
                    "title": "Minds and Mind Cores",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "18 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Tobot R rescues a protestor from the mysterious squid-bot tentacles. Dolly passes Norman on the street, but is surprised to see that he isn't with his mother. Norman tells Dolly that his mother went missing that morning.    "
                },
                "21": {
                    "title": "Destination D",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "21 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Tobot R appears to help Daedo City's firefighters put out the fire at Food by Fuse. Meanwhile, when Norman sees that Dolly pays more attention to D's Mind Core than to him, he begins to feel jealous.    "
                },
                "22": {
                    "title": "Fan Belts and Foot Prints",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "22 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Dolly goes out in search of Norman. Although Tobot D's rehabilitation is not yet complete, D decides to accompany Dolly in her search. Diluk shows Tom Fuse and Mr. Holmes some special techniques for brainwashing the Food by Fuse \"taste-testers\" into loving the food.    "
                },
                "23": {
                    "title": "Total Tranformation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "23 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Unable to transform without Dylan, Z helps protect Ryan and Kory from the Octobot's tentacles in car form. The twins call Nathan, Officer Oh and Dr. Noh for help, but no one picks up the call.    "
                },
                "24": {
                    "title": "Fired and Wired",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "24 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    There is now a Food by Fuse restaurant on practically every corner of Daedo City, and the food is becoming more and more popular with kids. Dolly starts noticing that her classmates have grown restless, and have started shaking their legs in class. Sensing something is awry, Dolly decides to investigate with her journalist partner, Layla.    "
                },
                "25": {
                    "title": "Shine-Ups & Show-Downs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "25 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Dr. Noh is recovering from the exhausting process of putting out the Daedo City warehouse fire. The Tobot team worry that they will be defenseless against more fires without the help of Dr. Noh and Tobot R. Kory suggests that they find a spare pilot to cover for Dr. Noh for when R is repaired.    "
                },
                "26": {
                    "title": "Wrong Turn, Right Voice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "28 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Many of the same kids who had shaky legs have now begun sleep-walking around Daedo City, and more suspicions arise about the possible relationship between their behaviour and Food by Fuse. It turns out Acnee's impersonator is none other than Diluk, who is somehow able to perfectly imitate her voice.    "
                },
                "27": {
                    "title": "Roadside Rumors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "original air date": "29 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Neon believes that he must be harsher in his dealings with the team members and becomes very strict. Perhaps the change was too abrupt for his members, as they all complain. Meanwhile, Tom Fuse assesses Mr. Holmes's progress in disguising the Raptorbot assembly lines at the Food by Fuse factory.    "
                },
                "28": {
                    "title": "Maximum Mayhem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "original air date": "30 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Shaken by all the public suspicion surrounding Food by Fuse, Tom hastens to open his public factory tours to prove to the public that he has \"nothing to hide.\" Of course, he has now disguised and locked down the sectors of the factory where he is producing Raptorbots and designing other anti-Tobot technology.    "
                },
                "29": {
                    "title": "Plots and Pilots",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 29,
                    "original air date": "31 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Team Quatran enters the Food by Fuse factory first, in search of Layla. Just as they get their bearings, they're suddenly attacked by Tom Fuse's robotic assembly machines.    "
                },
                "30": {
                    "title": "Final Dash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 30,
                    "original air date": "1 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    The Tobots, trapped by Tom Fuse at his factory, are awaiting their doom, as the pilots are forced to look on with dread. All hope seems lost, until Tobot R comes to their rescue, just in time! Tom Fuse is amused by the dramatic appearance of another Tobot, and prepares his Centipede for a final attack.    "
                }
            },
            "1": {
                "1": {
                    "title": "Two Boys, Two Bots",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Ryan and Kory return home from school in their father's car, when suddenly a black van appears and snatches Franklin. As the twins panic, their father's car transforms and chases the black van. Ryan and Kory learn their car, Tobot X, was made by their father to protect them. Rather than asking the police for help, Ryan and Kory decide to look for him themselves.    "
                },
                "2": {
                    "title": "Roadways and Renegades",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Dolly now knows the truth behind Ryan and Kory's Tobots. She decides to join their team. In fact, she tries to LEAD them. Remembering Franklin's warnings about the malfunctioning cars, Ryan and Kory decide to investigate thinking it will bring them closer to finding their father. Dolly tries to get help from other classmates but suddenly a malfunctioning school bus puts the kids in trouble.    "
                },
                "3": {
                    "title": "Right Lane, Wrong Lane",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Behind the villainous Diluk, there's Limo, the CEO of Booroong Motors. Understanding the true identity of the Tobot, Limo orders Diluk to lure Tobot X into chasing the black van. Having lead Tobot X into a deserted area, the black van suddenly transforms into yet another giant robot! Help, Tobot X is in trouble!    "
                },
                "4": {
                    "title": "Twists and Turnpikes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Limo realizes that his old friend Franklin was captured by Diluk and goes to his headquarters. Because of all the car malfunctions, people have started to look for trusty Booroong cars. Officer Oh wants to pursue the malfunctioning car mystery but is unable to because her chief wants her to compete in a dance-off. She takes the previously collected SlugBot to search for the kids.    "
                },
                "5": {
                    "title": "Twins in Turbo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Franklin returns home with his two sons. Once he returns, he is shocked to see what a mess it is. The family decides to clean it together. Meanwhile, Diluk has returned from Limo's office to find a message from a mysterious woman named Acnee. She offers a large sum for the rights of Tobot Zero's artificial intelligence. She gives him a month's time to prepare and an army of Bikerbots to help.    "
                },
                "6": {
                    "title": "Signs and Shorcuts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Clash and Dash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The Acbot requires a lot of energy to charge which causes Diluk to freak out as he's almost bankrupt from paying electric bills. Diluk asks the Bikerbots to find a way to make more money. He also considers working at a chicken store when he bumps into the twins. They are so busy arguing that they don't see the Tobots being towed for a parking violation.    "
                },
                "8": {
                    "title": "Machine Mania",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Having lost their Tobots, the twins are furious. The two feel useless without them. While the boys work out their differences, Dolly realizes the comments on the fan site were created by Diluk! After more investigating, Dolly finds Diluk's quarters and the twins set off to reclaim their Tobots.    "
                },
                "9": {
                    "title": "Taking Rides Taking Sides",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Ryan and Kory see Dylan at a mart as he catches a thief by tripping him. They are amused by this quiet boy. Franklin decides to take Dylan under his wing, and the twins are surprised to see the same boy from the mart inside their home. Meanwhile, as Diluk is being transported to jail, he is able to escape with Acnee's help.    "
                },
                "10": {
                    "title": "Power Up Power Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Dolly sees Dylan and Diluk together and tells Ryan and Kory who realize that their suspicions were right! Dylan is Diluk's spy. Meanwhile, in order to sway Dylan, Diluk lies that Limo is in jail because Franklin framed him.    "
                },
                "11": {
                    "title": "Zoom and Gloom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Because the clouds have fully taken over the sun, the Tobots are unable to complete the charge. Diluk is delighted by these advancements. Without the sun the Tobots are unable to recharge! Diluk plans on exhausting all of the Tobots' energy by releasing the Bikerbots.    "
                },
                "12": {
                    "title": "Axels and Allies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    After chased by the Bikerbots, Dylan suffers an injury. Officer Oh discovers Dylan and takes him back to Franklin. Ryan and Kory are surprised when they find out that Limo made artificial limbs for Dylan after he suffered an accident. Franklin helps to fix Dylan's limbs, and he leaves for Diluk's quarters to find Z so that he can help X and Y.    "
                },
                "13": {
                    "title": "Fueled up Fakers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The Tobots are so popular that they now have their own musical. Ryan and Kory are dying to tell everyone that they are the pilots, but Dylan is not as willing. Timmy's a huge Tobot fan and believes his older brother, Nathan, is also a Tobot pilot.    "
                },
                "14": {
                    "title": "Hot Rods and Heroes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Ryan, Kory, and Dylan are upset when they read the article that claims Nathan is the true Tobot pilot and decide to confront him at the junkyard. Nathan and Timmy slip past the crowd of reporters that have appeared at school and return home where they meet the twins and Dylan. Acnee discovers that Nathan is a computer genius and orders Diluk to use the boy to revenge the Tobot pilots.    "
                },
                "15": {
                    "title": "Wheels and Deals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Diluk is at the bank with a drilling machine when the Tobots arrive! They start fighting but suddenly the Tobots show strange behavior caused by the virus.    "
                },
                "16": {
                    "title": "New Friends, New Features",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Nathan shows Timmy clips of the Tobot causing trouble in the city. Nathan is surprised to see his brother is sad. In tears, Timmy explains that he doesn't care if the Tobots are heroes, but he cares because they're his friends! At the police station, Officer Oh persuades Franklin to reveal the truth behind the pilots. Realizing why Nathan had to lie to Timmy about Zaritan, Kory is further humbled.    "
                },
                "17": {
                    "title": "Tails and Tailpipes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Since the villains are less active, the kids are feeling restless. Franklin suggests that they begin community service. The Tobots assist the inhabitants in directing traffic among other things. Meanwhile, Professor Noh steals a powerful device he invented called the Corona Lens but it falls into a manhole.    "
                },
                "18": {
                    "title": "Race to Rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    While Professor Noh waits for his Puppybot to return with Franklin, Diluk randomly drops his snack into the very hole that Professor Noh is trapped in! He races to Acnee to tell her of the news, who then releases her Seekerbots.    "
                },
                "19": {
                    "title": "Dents and Detours",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Professor Noh explains the power of the Corona Lens. Ryan, Kory, and Dylan realize that the Lens could destroy the Tobots, and decide that they need to find it before Acnee does.    "
                },
                "20": {
                    "title": "Merging of Minds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Now that the Cyclops has secured the lens it's able to shoot beams. Tritan narrowly dodges the attack and its ear is badly damaged. The kids are afraid and run away. Acnee orders the Cyclops retreat and she sets out to look for Diluk and the Bikerbots.    "
                },
                "21": {
                    "title": "Brushes with Bikers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Once again, the city is in an uproar with the arrival of a cat-shaped UFO. Franklin and Professor Noh are proud that Tobot X and Y are ready to take off!    "
                },
                "22": {
                    "title": "Diesel and Decoys",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    It's summer vacation and all the kids want to do is play games. Franklin scolds the boys for wasting their time so the they begin to work on their bean growing kit. Kory and Dylan have been spying on Neon and Dolly tells them that everyone is talking about the Red Rider! The kids are convinced that Neon is the Red Rider, and begin to collect evidence to prove it.    "
                },
                "23": {
                    "title": "Red Light Runaway",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    As Kory stands up against the Rockinbot, Diluk suddenly appears in a self-made hero costume and calls himself the Blue Rider. Diluk mistakenly presses the Turbo-booster button and sends his bike flying into Rockinbot's head, bringing Neon to the ground with it.    "
                },
                "24": {
                    "title": "Lost and Loosing Ground",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "25": {
                    "title": "Guages and Gross Outs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "26": {
                    "title": "Voter Veer Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    There is a flurry of activity as the Spy Flies try to spy on the kids and their construction of the new Tobot. As Acnee monitors the activity, she suddenly thinks back to the time when she participated in a robot competition.    "
                },
                "27": {
                    "title": "W, Diverted",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Due to Officer Oh's recent success in fighting the Stinkerbot, she ranks number one on the Tobot W pilot contest. Diluk tries to get his own dose of winning, by attacking the police office using the Stinkerbot attack.    "
                },
                "28": {
                    "title": "Raptorbot Rampage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Successful in distracting the Tobots, Acnee heads to the garage that houses their secret. The Tobots initiate the Tritan transformation to fight against the Raptorbot. The Raptorbot has new capabilities that the Tobot team were not ready for, and the fight is a struggle.    "
                }
            },
            "3": {
                "1": {
                    "title": "Fresh Starts New Sparks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "4 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Limo gives Tobot Z an exciting new upgrade called \"Adventure Z.\" However, before Dylan gets a chance to test out Z's new moves, the boys are called out on an emergency mission to Daedo City.    "
                },
                "2": {
                    "title": "Tow Truck Tangle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "6 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Limo initially turns down Angela's offer to come work with her, but when she tells him it's for a charity project his resolution wavers. To really persuade him, Angela shows Limo the towtruck she's been working on, and reveals it's made with parts of Tobot Zero, one of Limo's old creations.    "
                },
                "3": {
                    "title": "Slugbot Gridlock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "8 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Everyone is visiting Dylan at the hospital while his leg is healing-- except for Limo, who unbeknownst to the team, is secretly working on Zero. Diluk is also keeping a secret of his own, pretending to be suffering from his extreme diet, and then sneaking off to gobble up all kinds of sweets.    "
                },
                "4": {
                    "title": "Limo's Limit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "11 Sep. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Driver's Divided",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "13 Sep. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Conflicts and Consoles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "18 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Dylan arrives at Angela's boxing club with the intention of investigating what her connection is to Limo. Dylan unknowingly makes contact with Angela, but she cleverly dismisses him.    "
                },
                "7": {
                    "title": "Hooks and Heavyweights",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "20 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Dylan tries to uncover the mystery of the black key left to him by his father. He paces through his home, pushing the button on the key in an attempt to discover what it controls. As he opens his front door he encounters Tobot Zero, who's been waiting for him outside.    "
                },
                "8": {
                    "title": "Competition Ignition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "25 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Ryan and Kory receive a call from Dolly, who's asking for backup at the Boorong Motors factory. Wondering if they were wrong all along about Limo, they try to leave for the factory but are held up by another onslaught of renegade cars.    "
                },
                "9": {
                    "title": "Magic and Match-Ups",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "27 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Diluk demands to know why Mr. Towers thinks he can't be Chairman. Mr. Towers introduces his own villain disciple; Mr. Majeeko, and explains that this suave magician is clearly better suited to the task. Mr. Holmes and Mr. Towers agree to a competition to determine which of the villains will earn the top position of Chairman.    "
                },
                "10": {
                    "title": "Moves and Malfunctions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "2 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Tobot X prepares himself for his new upgrade. He reminisces about his younger days as a little mind core and he wonders whether he'll like his upgraded version. Tobot Y tries to tell X he's being dramatic, to no avail.    "
                },
                "11": {
                    "title": "Upgrade Undetected",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "4 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Limo, Dr. Noh and Franklin remain stumped over Tobot X's programming bug. Despite their best efforts they still haven't been able to identify the problem.    "
                },
                "12": {
                    "title": "Tobot Against Tobot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "6 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Team Tobot waits anxiously for Diluk's next phone call. Nathan secretly switches his phone case with Kory's and disappears. Outside his home, his phone finally rings. It's Diluk, calling to set up a time and location for the exchange.    "
                },
                "13": {
                    "title": "Pedals to Propellers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "11 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Devastated over Y's defeat, the pilots discuss their bleak situation. Dr. Noh arrives with some much needed good news; Tobot X has finally been repaired! Spirits lifted, the pilots begin plotting Timmy and W's rescue.    "
                },
                "14": {
                    "title": "Tracking Timmy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "13 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    With the rest of the Tobot Team looking on in horror, Kory barely lands Y safely. The team rushes toward Tobot Y, open the cockpit and are irritated to discover that Kory was just playing a prank on everyone. Before they have a chance to scold him, Diluk calls yet again.    "
                },
                "15": {
                    "title": "Fend Off Send Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "16 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Angela's robots are fended off by the arrival of the rest of the Tobots. News spreads between the pilots and the villains that Timmy's made his way to Daedo World, the amusement park.    "
                },
                "16": {
                    "title": "Real Versus Steel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "18 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Kory and Ryan are interested in a popular new video game based on the Tobots. Kory wants to pick up a copy but Ryan advises against it, reasoning that it may reveal their true identities if the actual Tobot pilots play a game based on them.    "
                },
                "17": {
                    "title": "Traction Distraction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "20 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Diluk is disguised as a student and waits outside the school yet again. When Ryan emerges, he tails him around town, standing by until Ryan and his friend part ways. Diluk reports back to Angela that Ryan is alone and she sends some more old robots to cause trouble ahead of Ryan's path.    "
                },
                "18": {
                    "title": "Sync or Swim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "23 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Dylan and Dolly, like the twins before them, use the game skills in real life. The results are immediate and successful, further convincing the pilots that these moves are more powerful than the ones they've been using in the past.    "
                },
                "19": {
                    "title": "Ditched and Derailed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "25 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Franklin, Limo and Dr. Noh board a ferry they believe is meant to take them to the tech conference.    "
                },
                "20": {
                    "title": "Diluk Diluted",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "original air date": "27 Oct. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "21": {
                    "title": "Switches and Hitches",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "original air date": "30 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    With the Tobots gone, the pilots finally come to their senses and realize that their addiction was largely caused by the embedded sound waves in the game.    "
                },
                "22": {
                    "title": "First to the Finish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "original air date": "1 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Officer Oh warns Limo that the train has changed directions and is making it's way back, full steam. Limo hurries to place the Mind Cores back in the Tobots, but he's working in the dark. Officer Oh panics as she witnesses the train transform into a terrifying villainous robot.    "
                }
            },
            "4": {
                "1": {
                    "title": "Suped Up Sidekicks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "3 Nov. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Digging in Daego",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "6 Nov. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Fired Up, Tired Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "8 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Ryan and Kory continue to have trouble sleeping due to Liam's incessant snoring. Diluk's frustration grows as Mr. Majeeko torments him with menial tasks. Angela gives Diluk some helpful advice to turn his luck around. More mysterious sinkholes appear across town, which causes a building to collapse. Tensions begin to bubble over at the Char's residence after Liam is unable to stop his snoring.    "
                },
                "4": {
                    "title": "Experts and Excavations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "10 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Diluk is recognized by Mr. Towers and earns the respect he desperately craves. With the shoe on the other foot, Mr. Majeeko starts to become frustrated with his villainous employer. Liam is invited to sleep over at Dylan's home instead. Team Tobot brainstorms what the cause of the sinkholes could be. Coach Kook takes the investigation into his own hands.    "
                },
                "5": {
                    "title": "Revved Up Rivals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tobot (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "13 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Liam, unable to find a solution to his snoring, considers leaving Daedo. Mr. Towers is eager to continue excavating, but Diluk tricks him into buying filmmaking equipment under the guise of \"extra security\". Mr. Majeeko takes the Excabot in an attempt to impress Mr. Towers. Dr. Noh, Coach Kook and Liam detect the Excabot underground, resulting in a heated battle between Tobot K and the Excabot.    "
                }
            }
        },
        "number of episodes": 85,
        "cast": [
            {
                "name": "Shinyei, Valin"
            },
            {
                "name": "Kaul, Octavian"
            },
            {
                "name": "Dobson, Paul"
            },
            {
                "name": "Hill, Matt"
            },
            {
                "name": "Miller, Chelsea"
            },
            {
                "name": "Merton, Gyles"
            },
            {
                "name": "Pitre, Sabrina"
            },
            {
                "name": "Westbrook, Sunni"
            },
            {
                "name": "Rhodes, Roger"
            },
            {
                "name": "Tockar, Lee"
            },
            {
                "name": "Evans-Todd, Jeff"
            },
            {
                "name": "Edworthy, Matt"
            },
            {
                "name": "McNeil, Scott"
            },
            {
                "name": "Vincent, Sam"
            },
            {
                "name": "Rees, Rhona"
            },
            {
                "name": "Dixon, Tim"
            },
            {
                "name": "Salisbury, Katrina"
            },
            {
                "name": "Newton, Bill"
            },
            {
                "name": "Friesen, Josh"
            },
            {
                "name": "Day, Carol-Anne"
            },
            {
                "name": "Soriano, Marco"
            },
            {
                "name": "Shoichet, Rebecca"
            },
            {
                "name": "Petriw, Adrian"
            },
            {
                "name": "Ashman, William"
            },
            {
                "name": "Redman, Dean"
            },
            {
                "name": "Kingston, Griffin"
            },
            {
                "name": "Strusievici, Michael"
            }
        ],
        "genres": [
            "Animation"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "rating": 6.6,
        "votes": 12,
        "cover url": "https://m.media-amazon.com/images/M/MV5BM2M4Njg5MjAtM2U2Zi00YzhlLWIwYzktNzZkMWUxMmEwZDYxXkEyXkFqcGdeQXVyNTg3MjA4NDc@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "While investigating a string of car accidents, Dr. Franklin Char is abducted by the perpetrators. This activates his creations called \"Tobots\". The first two Tobots are entrusted to his sons Ryan and Kory, to protect their neighborhood from crime.",
        "languages": [
            "English"
        ],
        "title": "Tobot",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Tobot (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Anderson, Kate Mangan"
            }
        ],
        "plot": [
            "While investigating a string of car accidents, Dr. Franklin Char is abducted by the perpetrators. This activates his creations called \"_Tobot_ (qv)s\". The first two _Tobot_ (qv)s are entrusted to his sons Ryan and Kory, to protect their neighborhood from crime."
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 12,
                "rating": 6.6
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 4.5
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 4.0
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 5.5
            },
            "males": {
                "votes": 4,
                "rating": 2.5
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 1.0
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 4.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 1.0
            },
            "females": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 1.0
            },
            "us users": {
                "votes": 1,
                "rating": 1.0
            },
            "non us users": {
                "votes": 3,
                "rating": 6.0
            }
        },
        "number of votes": {
            "10": 6,
            "9": 0,
            "8": 1,
            "7": 1,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 4
        },
        "arithmetic mean": 6.6,
        "median": 9
    }
}