{
    "imdb": {
        "raw release dates": [
            {
                "country": "Sweden\n",
                "date": "1 January 2018"
            }
        ],
        "release dates": [
            "Sweden::1 January 2018"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Laponia"
            },
            {
                "countries": "Sweden (alternative title)",
                "title": "Samernas tid"
            }
        ],
        "akas": [
            "Laponia (original title)",
            "Samernas tid Sweden (alternative title)"
        ],
        "akas from release info": [
            "Laponia (original title)",
            "Samernas tid Sweden (alternative title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Alliances in Sápmi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Laponia (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The Sami adapted early to a barren world with its long and harsh winters in the vast northern land area called Sápmi, which stretches through the countries of Norway, Sweden, Finland and Russia.    "
                },
                "2": {
                    "title": "Borders through Sápmi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Laponia (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "8 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The golden age of the Sami ends in the latter part of the Middle Ages when the surrounding nation states become increasingly focused on Sápmi.    "
                },
                "3": {
                    "title": "The Theft of Sápmi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Laponia (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "15 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The Kola Sami end up in the grip of the Soviet Union, the exploitation of Sápmi's natural resources accelerates and the eyes of racial biologists turn to the Sami.    "
                }
            }
        },
        "number of episodes": 3,
        "locations": [
            "Norway::(location)",
            "Sweden::(location)",
            "Finland::(location)",
            "Russia::(location)"
        ],
        "genres": [
            "History"
        ],
        "runtimes": [
            "58"
        ],
        "countries": [
            "Sweden"
        ],
        "country codes": [
            "se"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "aspect ratio": "16:9 HD (widescreen)",
        "sound mix": [
            "Stereo::(RCA Sound Recording)"
        ],
        "original air date": "01 Jan 2018 (Sweden)",
        "number of seasons": 1,
        "rating": 8.6,
        "votes": 5,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMGUzMzk2ZDUtNDlmMy00YjBjLWFkZTktZmRlNWM1YzE4ZDU1XkEyXkFqcGdeQXVyNzIxMjU4ODU@._V1_SY150_CR3,0,101,150_.jpg",
        "budget": "$350,000 (estimated)",
        "plot outline": "The Sami adapted early on to the barren environment and harsh winters of the vast region in the far north which stretches through the countries of Norway, Sweden, Finland and Russia. The Romans called this land Laponia and the Sami refer to as Sápmi. They amassed hunting and trapping expertise which made them one of the most important trading partners of the Viking Age. The series describes how the Sami were affected by the Church's violent process of Christianization, and by the colonization of Sami lands by nation states during the early modern era. Their situation worsened even more during the 20th century, as the Kola Sami ended up under Soviet rule, as the exploitation of natural resources intensified in Sápmi, and as racial biologists turned their attention to the Sami.",
        "languages": [
            "English"
        ],
        "title": "Laponia",
        "year": 2018,
        "kind": "tv mini series",
        "series years": "2018-2018",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Sjöström, Magnus"
            }
        ],
        "director": [
            {
                "name": "Sjöström, Magnus"
            }
        ],
        "production companies": [
            {
                "name": "Swedish Educational Broadcasting Company"
            }
        ],
        "distributors": [
            {
                "name": "Swedish Educational Broadcasting Company (UR)"
            }
        ],
        "plot": [
            "This is the story of the Sami, the indigenous peoples of northern Europe, and their history - from the origins two thousand years ago until today.",
            "The Sami adapted early on to the barren environment and harsh winters of the vast region in the far north which stretches through the countries of Norway, Sweden, Finland and Russia. The Romans called this land _Laponia_ (qv) and the Sami refer to as Sápmi. They amassed hunting and trapping expertise which made them one of the most important trading partners of the Viking Age. The series describes how the Sami were affected by the Church's violent process of Christianization, and by the colonization of Sami lands by nation states during the early modern era. Their situation worsened even more during the 20th century, as the Kola Sami ended up under Soviet rule, as the exploitation of natural resources intensified in Sápmi, and as racial biologists turned their attention to the Sami.::Magnus Sjöström"
        ],
        "synopsis": [
            "Episode 1: Alliances in Sápmi\nA number of archaeological remains from the centuries around the birth of Christ point to the arrival of new ideas among the hunting peoples inhabiting the northernmost parts of Europe. The Sami culture emerges, with its characteristic ornamentation, Sami hut dwelling and a new way of burying the dead. Because of their hunting expertise, the Sami become key players in the trading networks of the Viking Age. Sami furs and pelts are the very engine of the European economy. New research now points to Sami influence and presence far to the south in Scandinavia. Traces of Sami boats dating back to the Viking Age have been found as far south as Lake Mälaren.Episode 2: Borders Through Sápmi\nThe golden age of the Sami comes to an end during the Late Middle Ages, when the surrounding nation states turn their attention to Sápmi. Territorial claims on Sami lands, made by the kingdoms of Russia, Sweden and Denmark, result in borders being drawn up through Sápmi, dividing the Sami peoples. The onset of colonization in the 17th and 18th centuries results in the Sami becoming a minority in their own lands. The Forest Sami culture is especially hard hit, and all but wiped out by the encroachment of settlers. At the same time, a harsh process of Christianization is taking place. The Church employs coercion and violence in an effort to destroy and replace the Sami religion.Episode 3: The Theft of Sápmi\nThe 20th century is a time of turmoil in Sápmi. The Soviet Union pursues a strict policy of assimilation towards the Eastern Sami, and Stalin's terror results in the loss of many Sami lives. In western Sápmi, large-scale extraction of natural resources begins. Lumber, ore and hydro power help make Sweden one of the richest countries in the world. Prospectors rely on the ugly theories of scientific racism and skull measurements in order to justify the ruthless exploitation of Sami lands. And far into the modern era, Sami children are placed in boarding schools where they lose their Sami identity and language. But in the final decades before the new millennium, the Sami begin to mobilize politically and push for the creation of the first Sami parliaments. The Sami eventually gain a political voice."
        ],
        "tech": {
            "runtime": [
                "58 min"
            ],
            "sound mix": [
                "Stereo (RCA Sound Recording)"
            ],
            "color": [
                "Color (HD)"
            ],
            "aspect ratio": [
                "16:9 HD (widescreen)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 5,
                "rating": 8.6
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 8.0
            },
            "males": {
                "votes": 2,
                "rating": 7.5
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 7.0
            },
            "non us users": {
                "votes": 1,
                "rating": 8.0
            }
        },
        "number of votes": {
            "10": 2,
            "9": 0,
            "8": 2,
            "7": 1,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.6,
        "median": 8
    }
}