{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2018"
            }
        ],
        "release dates": [
            "USA::2018"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Guggenberger, Hannes"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "cover url": "https://m.media-amazon.com/images/M/MV5BZGU2Yzk1YjEtZWE1Ni00YTg5LWE3ZWQtYThkNmU0OGJhNWMxXkEyXkFqcGdeQXVyNjUxOTIxMTA@._V1_SY150_CR3,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Zig-Zag USA",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Zig-Zag USA (United States)"
        ],
        "writer": [
            {
                "name": "Guggenberger, Hannes"
            }
        ],
        "production companies": [
            {
                "name": "The GooGee Brothers"
            }
        ],
        "distributors": [
            {
                "name": "The GooGee Brothers"
            }
        ],
        "plot": [
            "90 days, 20.000 miles, 36 states. Be part of this Grand Tour. Zig-zag thru the USA - from the West to the South to the North to the East.::Hannes Guggenberger"
        ],
        "synopsis": [
            "90 days, 20.000 miles, 36 states. Be part of this Grand Tour. Zig-zag thru the USA - from the West to the South to the North to the East.\n-------\nStates: Alabama, Arizona, Arkansas, California, Colorado, D.C., Delaware, Florida, Georgia, Illinois, Indiana, Iowa, Kansas, Kentucky, Louisiana, Maryland, Michigan, Minnesota, Mississippi, Missouri, Nebraska, New Jersey, New Mexico, New York, North Carolina, North Dakota, Ohio, Oklahoma, Pennsylvania, South Carolina, South Dakota, Tennesse, Texas, Utah, Virginia, West Virginia, Wisconsin.\n-------\nCities & Sights: Albuquerque, Atlanta, Atlantic City, Austin, Baltimore, Baton Rouge, Bluff, Castle Dome Mine, Charleston, Chicago, Cincinnati, Columbus, Corpus Christi, Cottonwood, Dallas, Daytona Beach, Duluth, El Paso, Everglades City, Fargo, Flamingo Visitor Center, Fort Stockton, Four Corners Monument, Galveston, Grand Canyon Village, Green Bay, Hamptons, Hidden Valley Nature Trail, Holloman Air Force Base, Houston, Imperial Sand Dunes, Indianapolis, Jackson, Jacksonville, Kansas City, Kartchner Caverns State Park, Key Largo, Key West, Kitt Peak, Little Rock, Los Angeles, Louisville, Madison, Memphis, Meyers Beach Sea Caves, Miami Beach, Milwaukee, Minneapolis, Montgomery, Monument Valley, Morehead City, Myrtle Beach, Mystery Spot, Nashville, Natchez, New Orleans, New York City, Oklahoma City, Omaha, Orlando, Palm Springs, Philadelphia, Phoenix, Pictured Rocks, Pinnacles National Park, Pittsburgh, Prima Air & Space Museum, Quartzsite, Rapid City, Roaring Camp Railroads, Roswell, Saguaro National Park East, Saguaro National Park West, San Antonio, San Francisco, San Jose, Sanibel, Santa Cruz, Santa Fe, Savannah, Sedona, Sioux Falls, Slab City, Spence Hot Springs, St. Louis, Tallahassee, Tampa, Territorial Prison, Tucson, Virginia Beach, Washington DC, Winchester House, Yuma, and many more..."
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD",
                "VR (360) / 3D",
                "Virtual Reality"
            ],
            "cinematographic process": [
                "Sony Raw 4K",
                "VR 360-3D"
            ]
        }
    }
}