{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Africa\n",
                "date": "28 February 2018"
            },
            {
                "country": "South Africa\n",
                "date": "28 February 2018",
                "notes": "                            (SABC 2)"
            }
        ],
        "release dates": [
            "South Africa::28 February 2018",
            "South Africa::28 February 2018                            (SABC 2)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Coming Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilt (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "28 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Music producer Thapelo comes out of jail to find he's not welcome home. Consolation, a Zimbabwean maid receives news from home that heightens her financial pressure. Emily, mourns the death of her late friend and school principal, Ma Noxy. Phenyo, the taxi driver, loses his hard-saved lobola money in a pyramid scheme. All these people's lives collide when they find the answer to their problems - a bag full of money on an abandoned road late at night.    "
                },
                "2": {
                    "title": "Bound",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilt (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "7 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Twala begins to follow a trial that spooks the big four. Faced with the choice of returning the money or keeping it, all four accomplices choose to keep it. They have a good reason after all. Consolation's mother is in dire need of an operation. Phenyo is hell-bent on marrying Zizi while Thapelo just wants to pay back the money he stole from his father. Emily doesn't need it but keeps it anyway. They are bound.    "
                },
                "3": {
                    "title": "New Levels, New Devils",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilt (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "14 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Zizi gives Phenyo one last chance to pay the lobola but he fails to show up again after Moloi takes all his money and she dumps him. He shares his heartbreak with Thapelo who's up and down preparing for his launch. Whilst the SGB discovers the money to build the school has gone missing from the account and Emily suspects it's the money they took from that dead guy's car in a ditch.    "
                },
                "4": {
                    "title": "Lost and Found, Hide and Seek",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilt (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "21 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    The pressure on Consolation rises. Twala is investigating them and frightens Consolation into paying him a bribe. She is desperate to get the money to finish school and get her papers. Thapelo and her grow closer but have arguments over the money. The big four are shocked to find out that Ma Noxy withdrew the money on the day of her death.    "
                },
                "5": {
                    "title": "Playing Families",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilt (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Emily forgets Naledi's birthday, goes on a drinking binge and embarrasses herself in front of the SGB, Nalei and her customers. Bontle's efforts to patch things up between Letlaka and Thapelo blow up in her face. Meanwhile, Thapelo unexpectedly comes clean about his feelings for Consolation whilst Phenyo convinces Zizi's uncles to forgive him by doubling the lobolo offer.    "
                },
                "6": {
                    "title": "Hunting Games",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilt (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Thapelo finds himself homeless. He tries to look for alternative accommodation but everyone turns him away. Emily is too engrossed in her own grief to give him space or to notice that Dimpho is in trouble. Consolation turns him away and drinks deeper into a shell of self loathing and shame. While Phenyo is too preoccupied to take him back because he wants to win Zizi over. In a twist of fate, Thapelo moves into Twala's house, just as Mabitsela announces Robs looming arrival.    "
                },
                "7": {
                    "title": "Bloody Mess",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilt (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    With no place to hide his money, Thapelo decides to hide it at the church, but is torn when he loses it. A desperate Twala is forced to borrow money from Letlaka as Rob increases the pressure. The BIG FOUR starts to turn on and blame each other for taking and spending the money. And after so much resistance, Thapelo and Consolation finally share a kiss.    "
                },
                "8": {
                    "title": "Coming Home to Roost",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilt (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Dad & Sons, Moms & Daughters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilt (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Twala loses it and beats up Thapelo after a terrifying visit from Rob. Emily blames herself after Dimpho gets raped and Ezekiel promises to be there for her. Phenyo tells Zizi the truth. And Thapelo makes up with his father. It all comes tumbling down for the four conspirators when Twala leads an angry mob against them, hell bent on immediate justice, no matter what.    "
                },
                "10": {
                    "title": "He who has no sin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilt (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Twala gathers the big four like sheep for the slaughter. He leads a Kangaroo court which is thwarted by Ezekiel's savy and kind preaching. With their new found freedom the big four look for reconciliation. Emily tells her daughters the truth about Onthatile. Consolation begs Emily to help her because her mother has been chucked out of the hospital while Thapelo manages to sell his equipment therefore saving the day. Phenyo has an equally happy ending as Zizi accepts his proposal. This however is only the calm before the storm as Bontle is kidnapped while Twala faces ...    "
                },
                "11": {
                    "title": "The piper must be paid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilt (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Thapelo is distressed - racing up and down searching for his missing sister but the community refuses to help him. Bontle, in captivity discovers she got kidnapped because of Twala's criminal ways. Meanwhile Phenyo returns home injured after he was stoned by high school kids for taking the school building fund. Emily's house is set alight.    "
                },
                "12": {
                    "title": "When the future calls, the past answers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilt (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Emily manages to save her daughters in the fire but struggles to let go of the momentos of her past. Twala manipulates Bontle into getting money from her father. Meanwhile Phenyo is forced to negotiate lobola for himself when his uncles choose his brother over him. And Ndalo forces Thapelo to steal a vital clue from Twala's house, resulting in a fist fight between the two men that ends in a gun being fired.    "
                },
                "13": {
                    "title": "Guilty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Guilt (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Thapelo's cleansing is a complete disaster. The BIG FOUR plants the containers and restore some computers at the school. Phenyo and Zizi are reconciled as Phenyo finally accepts that his family will always choose Kunutu over him. Zizi is pregnant. Thapelo ready to propose to Consolation, is snatched by Rob - he wants his one million rand.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Gabaza, Oupa"
            },
            {
                "name": "Chitima, Tendaiishe"
            },
            {
                "name": "Green, Khutjo"
            },
            {
                "name": "Maitre, Martin Le"
            },
            {
                "name": "Mahlangu, Mlindelwa"
            },
            {
                "name": "Makoko, Lehlohonolo"
            },
            {
                "name": "Modibedi, Miza"
            },
            {
                "name": "Molebatsi, Wandile"
            },
            {
                "name": "Moropa, Lorraine"
            },
            {
                "name": "Pholo, Boikie"
            },
            {
                "name": "Rerayi, Naledi"
            },
            {
                "name": "Shilubana, Fumani"
            }
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "South Africa"
        ],
        "country codes": [
            "za"
        ],
        "language codes": [
            "st"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDFkNDE3MWEtYWNhYS00ODM4LTk5ZGEtNWQ3NjNkZTEzNGY0XkEyXkFqcGdeQXVyODU5ODYwNjQ@._V1_SY150_CR6,0,101,150_.jpg",
        "languages": [
            "Southern Sotho"
        ],
        "title": "Guilt",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Guilt (South Africa)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Namisi, Fidel"
            },
            {
                "name": "Vilakazi, Nompi"
            },
            {
                "name": "Madondo, Spha"
            }
        ],
        "production companies": [
            {
                "name": "Coal Stove Pictures"
            }
        ],
        "distributors": [
            {
                "name": "SABC 2"
            }
        ],
        "plot": [
            "When a group of neighbours stumble upon one million rands, they are faced with the choice to declare the money to the police or share it."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}