{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "17 March 2018"
            }
        ],
        "release dates": [
            "India::17 March 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "YOLO",
                    "kind": "episode",
                    "episode of": {
                        "title": "Love Lust and Confusion (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 16,
                    "original air date": "17 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Poroma Sarkar, a 26-year- old illustrator journalist is getting engaged to Rohan Chatterjee, her childhood sweetheart. He will be leaving for the US for the next few months and she convinces him to let her live independently and follow her passion. After a little bit of coaxing even her parents allow her to go to Mumbai and live with Molly, her best friend, but only on the condition that she gets a job within a fortnight. We are simultaneously introduced to Johnny who gets dumped by his three-year-old girlfriend, Rachna. It ends with Poroma glancing through her art ...    "
                },
                "2": {
                    "title": "Let the Games Begin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Love Lust and Confusion (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "17 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Poroma and Rohan try to maintain their long-distance relationship, but the time difference becomes a hindrance. One thing leads to another and Poroma ends up sleeping with her first client, Jeet, the vegan chef, and ticks off another one from her list. Johnny finds Chetna on Tinder and what follows is a mind-blowing encounter. Yudi gives Poroma her next project - Dinger.    "
                },
                "3": {
                    "title": "Complicated AF",
                    "kind": "episode",
                    "episode of": {
                        "title": "Love Lust and Confusion (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "17 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Robbie and Poroma have a hilarious interview, at the end of which he invites her to his party. Poroma forces Molly to accompany her, she agrees to tag along with her date. Karma Bitches happen to be performing at the same venue. Johnny and Poroma have an awkward introduction after which he advised her to blurt out everything to Molly. The party witnesses the revelation where Poroma realizes that Jeet, whom she had slept with, was Molly's date. Finally, the fiasco ends with their reconciliation.    "
                },
                "4": {
                    "title": "To Swing or not to?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Love Lust and Confusion (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "17 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Poroma finds herself being attracted to Nikita, the lead of Karma Bitches. Nikita makes a move on her and she doesn't shy away. Poroma and Johnny share their heartfelt love for food over half a doughnut, in the process spotting Rachna and Suraj. They put their Sherlock- mode on and begin spying on them until a brilliant idea strikes Poroma. They create a fake profile and start stalking Suraj to be sure of his intentions, which doesn't really turn out in his favor.    "
                },
                "5": {
                    "title": "Sorry not Sorry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Love Lust and Confusion (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 8,
                    "original air date": "24 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Johnny fixes up a meeting between Suraj and Poonam and informs Poroma of the time and place. Yudi introduces her to Rahil for the first time and their mutual love for Rumi instantly makes them fond of each other. Poroma gets invited to the Karma Bitches jam pad by Nikita and ends up singing mesmerizing most of the people there. It seems like the first step she has taken towards overcoming her stage fright. Johnny takes Poroma out for a Mangalorean dinner, they spend a lot of time together and end up spending the night with each other.    "
                },
                "6": {
                    "title": "Friends before Benefits",
                    "kind": "episode",
                    "episode of": {
                        "title": "Love Lust and Confusion (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 8,
                    "original air date": "31 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    The episode begins with the sting operation that Poroma and Johnny plan to carry out on Suraj. But it ends in a mess due to Chetna's sudden entry which shifts Suraj's attention to Johnny and puts an end to their mission. This creates a little misunderstanding between Johnny and Poroma. She storms out of the cafe and ends up at Robbie's house. They have a meaningful conversation about how he is and why he is that way. It establishes a bond between them. She invites Molly over and due to their mutual interest in superheroes and technology she instantly strikes a chord ...    "
                },
                "7": {
                    "title": "FOMO",
                    "kind": "episode",
                    "episode of": {
                        "title": "Love Lust and Confusion (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 7,
                    "original air date": "7 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Yudi helps Poroma distract herself and then lighten her mood. Nikita invites Poroma for a threesome with Joshua which ends up in an outrageously funny situation. Molly also breaks the news of her dating Robbie to Poroma. Poroma sees Johnny making out with Rachna and in a fit of rage ends up meeting and then sleeping with Rahil.    "
                },
                "8": {
                    "title": "Carpe Diem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Love Lust and Confusion (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 7,
                    "original air date": "14 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Poroma and Rahil have an intense conversation and she is mesmerized by his depth. She tells him all about her journal and her feelings towards Johnny. In the meantime, Johnny comes to Poroma's office to meet her where she meets Yudi instead. They have a small light-hearted conversation. Johnny and Molly meet at her place and after discussing everything they finally realize that the people Poroma has been conjuring up was in reality her.    "
                },
                "9": {
                    "title": "Hotch Potch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Love Lust and Confusion (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 7,
                    "original air date": "21 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Poroma and Johnny end up spending another night together. He introduces her to his mother in the morning. They have a light-hearted conversation. Once she leaves his place she finally gets some time to talk to Rohan after a while. When she reaches the office, Yudi blasts her for not being able to perform to her fullest. Molly confronts Poroma about Johnny and she finally reveals everything about her journal. But she convinces him to talk to Johnny and not keep him in the dark. The episode ends with a hilarious conversation between Suraj and Johnny.    "
                },
                "10": {
                    "title": "#InstaSurprise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Love Lust and Confusion (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 9,
                    "original air date": "28 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Robbie calls Poroma and asks her to meet her. She reaches his place only to find that Robbie, Molly, and Johnny had arranged a surprise birthday party for her. She is overwhelmed as Johnny sings a Bengali song for her. But seeing her and Johnny together, Molly panics and asks Poroma to tell Johnny everything about Rohan. She refuses as she doesn't want to break his heart, but right then Rohan enters. He introduces himself as Poroma's fiance to everybody and Johnny is spellbound. Later, he reveals to Molly that he genuinely started liking Poroma and Poroma is shown ...    "
                },
                "11": {
                    "title": "Bittersweet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Love Lust and Confusion (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 8,
                    "original air date": "5 May 2018",
                    "year": "2018",
                    "plot": "\n    Poroma goes to Calcutta but is in a bittersweet mood. She holds back the irresistible urge to tell Rohan and her parents to call off the marriage. Johnny is heartbroken and shows no interest in life anymore.    "
                },
                "12": {
                    "title": "Conflicted Contradictions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Love Lust and Confusion (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 6,
                    "original air date": "12 May 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Ascharyafuckit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Love Lust and Confusion (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 17,
                    "original air date": "19 May 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Berry, Tara-Alisha"
            },
            {
                "name": "Barmecha, Rajat"
            },
            {
                "name": "Ghadse, Piyush"
            },
            {
                "name": "Bathla, Ankit"
            },
            {
                "name": "Chang, Meiyang"
            },
            {
                "name": "Kaushik, Meghana"
            },
            {
                "name": "Shimpi, Mohini"
            },
            {
                "name": "Roy, Madhurima"
            },
            {
                "name": "Chopra, Gaurav"
            },
            {
                "name": "Tomar, Paras"
            },
            {
                "name": "Bhatia, Ashish"
            },
            {
                "name": "Kochhar, Samir"
            }
        ],
        "genres": [
            "Comedy",
            "Romance"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "hi"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.2,
        "votes": 263,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMWQzNDQ3MmQtMTgxZC00Y2ExLWI0ZjAtNDMwMTAyM2E3ZjU4XkEyXkFqcGdeQXVyODM3NDcxNjI@._V1_SY150_CR20,0,101,150_.jpg",
        "plot outline": "\"Love, Lust and Confusion is a comedy of errors and a coming of age story - with a gamut of confusions and perplexities, love and desires, choices and dilemmas mixed with an ensemble of lovable characters who depict today's confused selves of the millennials. Revolving around the life of a young girl Poroma Sarkar, Love Lust and Confusion is the perfect depiction of the age of indecisiveness, age of physical exploration and the age of confusion. The show also explores the element of polyamory and depicts the perspective of youngsters towards it. The premise sets the stage for two people who meet each other at crossroads of their lives followed by a series of misadventures involving themselves and others \"",
        "languages": [
            "Hindi"
        ],
        "title": "Love Lust and Confusion",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Love Lust and Confusion (India)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Mukherjee, Victor"
            },
            {
                "name": "Rajgopal, Sharanya"
            }
        ],
        "production companies": [
            {
                "name": "Mango People Media"
            },
            {
                "name": "Viu India"
            }
        ],
        "plot": [
            "\"Love, Lust and Confusion is a comedy of errors and a coming of age story - with a gamut of confusions and perplexities, love and desires, choices and dilemmas mixed with an ensemble of lovable characters who depict today's confused selves of the millennials. Revolving around the life of a young girl Poroma Sarkar, _Love Lust and Confusion_ (qv) is the perfect depiction of the age of indecisiveness, age of physical exploration and the age of confusion. The show also explores the element of polyamory and depicts the perspective of youngsters towards it. The premise sets the stage for two people who meet each other at crossroads of their lives followed by a series of misadventures involving themselves and others \""
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 263,
                "rating": 6.2
            },
            "aged under 18": {
                "votes": 2,
                "rating": 10.0
            },
            "aged 18 29": {
                "votes": 80,
                "rating": 5.7
            },
            "aged 30 44": {
                "votes": 22,
                "rating": 5.2
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 8.3
            },
            "males": {
                "votes": 128,
                "rating": 5.7
            },
            "males aged under 18": {
                "votes": 2,
                "rating": 10.0
            },
            "males aged 18 29": {
                "votes": 67,
                "rating": 5.5
            },
            "males aged 30 44": {
                "votes": 18,
                "rating": 5.2
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 7.5
            },
            "females": {
                "votes": 27,
                "rating": 7.7
            },
            "females aged 18 29": {
                "votes": 12,
                "rating": 7.9
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 6.2
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 3.3
            },
            "us users": {
                "votes": 29,
                "rating": 7.2
            },
            "non us users": {
                "votes": 50,
                "rating": 4.9
            }
        },
        "number of votes": {
            "10": 97,
            "9": 25,
            "8": 30,
            "7": 23,
            "6": 16,
            "5": 10,
            "4": 5,
            "3": 7,
            "2": 13,
            "1": 37
        },
        "arithmetic mean": 7.0,
        "median": 8
    }
}