{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "July 2018",
                "notes": "                            (Unis TV)"
            },
            {
                "country": "Canada\n",
                "date": "3 July 2018"
            }
        ],
        "release dates": [
            "Canada::July 2018                            (Unis TV)",
            "Canada::3 July 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Des cuisines roulantes!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sel et Diesel (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "3 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    -Première escale dans le monde des food trucks ? Les camions. Bien plus que de simples véhicules, les cantines mobiles sont de véritables cuisines sur roues. Petits bijoux d'ingénierie, les camions renferment des circuits électriques, des ventilateurs, des frigos, des réchauds, des friteuses, bref, un tas d'éléments dissimulés mais essentiels aux opérations. Evelyne rencontre le concepteur et fabricant de food trucks d'Apollo Custom Manufacturing Ltd. Elle découvre qu'il est possible de convertir presque n'importe quel véhicule en cuisine roulante. Les deux amis se ...    "
                },
                "2": {
                    "title": "La recette du succes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sel et Diesel (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    -Pour les propriétaires de camions de cuisine de rue, les marges de profits sont minces et les heures longues. Malgré une forte rotation d'entrepreneurs, certains réussissent à faire de très bonnes affaires. Pour découvrir LA recette du succès, Evelyne et Corey rencontrent des propriétaires qui sillonnent les rues de la capitale albertaine depuis maintenant cinq ans, et d'autres qui tentent de se tailler une place pour la première fois dans cette industrie en pleine effervescence. Nos animateurs réalisent qu'Edmonton est une ville avec une forte culture ...    "
                },
                "3": {
                    "title": "Un garde-manger local",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sel et Diesel (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "Jul. 2018",
                    "year": "2018",
                    "plot": "\n    -Dans un monde soucieux du gaspillage et de la durabilité de ses systèmes d'alimentation, l'approvisionnement demeure un enjeu important. Les ingrédients biologiques et frais se taillent une place importante dans l'offre alimentaire de rue. Corey et Evelyne réalisent que pour les entrepreneurs, une des clés du succès est de trouver les bons fournisseurs. La propriétaire du populaire camion DeadBeetz utilisent plus de 100 livres de betteraves chaque semaine . Elle doit donc s'assurer que ses fournisseurs sont prêts à répondre à la demande sans négliger la qualité du ...    "
                },
                "4": {
                    "title": "Faire la difference",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sel et Diesel (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "Jul. 2018",
                    "year": "2018",
                    "plot": "\n    -Winnipeg compte environ 50 camions restaurants et l'offre se développe rapidement. D'ailleurs, Tourisme Winnipeg mise sur le tourisme culinaire, y compris les camions de cuisine de rue pour attirer les visiteurs. Devant cet intérêt grandissant, les entrepreneurs veulent s'assurer de faire leur part et de redonner à la communauté. Corey et Evelyne rencontrent des propriétaires qui participent chaque année à différents événements de bienfaisance et campagnes de financement. Ils tentent de comprendre ce qui anime les propriétaires. Ils visitent aussi l'un des plus gros ...    "
                },
                "5": {
                    "title": "Les papilles autour du monde",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sel et Diesel (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "Jul. 2018",
                    "year": "2018",
                    "plot": "\n    -Toronto est la capitale canadienne de la diversité. La population y est colorée et métissée. La nourriture en est le reflet. On rencontre aussi les propriétaires du premier food truck à offrir des dumplings au Canada.    "
                },
                "6": {
                    "title": "Une image vaut mille mots",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sel et Diesel (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "Jul. 2018",
                    "year": "2018",
                    "plot": "\n    -Les cantines mobiles se livrent une compétition féroce dans les rues d'Ottawa. La ville ne compte que 800 000 habitants et pourtant, on peut y manger dans une soixantaine de food trucks. Il est donc important pour les entrepreneurs de se démarquer des autres. Corey et Evelyne explorent le monde du marketing et de la création d'une marque. Ils rencontrent un expert qui imagine et crée le design de camions-restaurants. Ils constatent que la nourriture est aussi une excellente façon de se distinguer. Ils goûtent le homard frais du camion Ad Mare Sea Food, le seul à ...    "
                },
                "7": {
                    "title": "Cowtown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sel et Diesel (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "Jul. 2018",
                    "year": "2018",
                    "plot": "\n    -L'Alberta a une réputation de carnivore, et pour cause . La province produit 44 % de la viande bovine au Canada. Calgary en est l'épicentre, que l'on surnomme d'ailleurs Cowtown. Les animateurs rencontrent une propriétaire de camion-restaurant qui a tenté d'offrir un menu uniquement végétarien. Elle s'est rapidement ravisée devant la forte demande pour de la viande. Corey savoure un dégoulinant Steak and Cheese alors qu'Evelyne teste la recette secrète de poulet frit Nashville de Zilford's Food Truck.    "
                },
                "8": {
                    "title": "Le virage vert",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sel et Diesel (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "Jul. 2018",
                    "year": "2018",
                    "plot": "\n    -L'industrie des camions de cuisine de rue pollue. Les contenants de plastique et de carton, les serviettes de papier, les ustensiles, tout est jetable. Corey et Evelyne constatent l'importance d'encadrer cette industrie grandissante vers des pratiques durables. Ils discutent avec la vice-présidente de l'Association des restaurateurs de rue du Québec, Gaëlle Cerf. Elle explique que leur organisme met en place des mesures pour tenter de réduire l'empreinte écologique des camions. Par exemple, l'association achète des crédits carbone et oblige ses membres à respecter ...    "
                },
                "9": {
                    "title": "La capricieuse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sel et Diesel (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "Jul. 2018",
                    "year": "2018",
                    "plot": "\n    -Entre les tempêtes de vent, de pluie ou de neige, manger dehors à Halifax peut s'avérer périlleux. Les propriétaires de camions-restaurants se retrouvent donc à la merci du climat. Evelyne et Corey rencontrent des propriétaires de food trucks qui ont fait un pied de nez à dame Nature. Les amis visitent un autobus transformé en camion-restaurant où il est possible de manger à l'intérieur. Ils découvrent aussi la foire alimentaire Truck Side. Un food court de camions-restaurants à l'abri des intempéries.    "
                },
                "10": {
                    "title": "Une nouvelle vague",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sel et Diesel (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "Jul. 2018",
                    "year": "2018",
                    "plot": "\n    -La vague des camions-restaurants vient tout juste de frapper Québec. Un flot qui pousse l'industrie de la restauration à revoir sa façon de faire. La ville a mis en place un projet pilote l'été dernier. Sept propriétaires de camions peuvent maintenant stationner à dix différents endroits. Corey et Evelyne discutent de l'arrivée des camions de cuisine de rue avec des chefs de la capitale qui ont décidé de se lancer dans cette nouvelle aventure. Corey ne recule devant aucun défi et goûte un chili aux Doritos - servi à même le sac de chips.    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Charuest, Evelyne"
            },
            {
                "name": "Loranger, Corey"
            },
            {
                "name": "Tardif, Zacharie"
            },
            {
                "name": "Benoit, Gaetan"
            },
            {
                "name": "Thibeault, Josee"
            },
            {
                "name": "Thibeault, Josée"
            },
            {
                "name": "Michaud, Benoit"
            },
            {
                "name": "la Luna, Cristian de"
            },
            {
                "name": "Lemire, Giselle"
            },
            {
                "name": "Murphy, Sarah"
            },
            {
                "name": "Buki, Gallican Kalimuvumba"
            }
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "fr"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMmE1NDA4OGItOWQ2MC00NGY5LWI4NzMtYzM3M2M3MzRiMDk0XkEyXkFqcGdeQXVyNTk3NjE4NTc@._V1_SX101_CR0,0,101,150_.jpg",
        "budget": "CAD245,000 (estimated)",
        "plot outline": "-Deux amis. Dix villes au Canada. Quarante camions-restaurants. 'Sel et Diesel' offre une incursion dans l'univers des camions-restaurants, communément appelés « food trucks ». En plus de découvrir le meilleur de l'offre alimentaire, l'émission s'attarde aux coulisses de cette industrie en plein effervescence. Les deux animateurs explorent la cuisine de rue de dix grandes villes canadiennes. Ils voyagent, goûtent et découvrent ce qui fait le succès de cette cuisine inventive et accessible.",
        "languages": [
            "French"
        ],
        "title": "Sel et Diesel",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-2018",
        "akas": [
            "Sel et Diesel (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Charuest, Evelyne"
            },
            {
                "name": "L'Heureux, Jessica"
            }
        ],
        "production companies": [
            {
                "name": "1989430 Alberta"
            },
            {
                "name": "Far West Productions"
            }
        ],
        "distributors": [
            {
                "name": "Unis TV"
            }
        ],
        "plot": [
            "-Deux amis. Dix villes au Canada. Quarante camions-restaurants. '_Sel et Diesel_ (qv)' offre une incursion dans l'univers des camions-restaurants, communément appelés « food trucks ». En plus de découvrir le meilleur de l'offre alimentaire, l'émission s'attarde aux coulisses de cette industrie en plein effervescence. Les deux animateurs explorent la cuisine de rue de dix grandes villes canadiennes. Ils voyagent, goûtent et découvrent ce qui fait le succès de cette cuisine inventive et accessible."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}