{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "7 April 2018"
            }
        ],
        "release dates": [
            "USA::7 April 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Shaker-Inspired Hall Table",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rough Cut with Fine Woodworking (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "7 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    In this premiere episode of Rough Cut with Fine Woodworking, host Tom McLaughlin builds a classic Shaker-inspired hall table. Made of cherry, the piece features iconic Shaker details, such as mortise-and-tenon joinery with wooden pegs for strength and looks, and elegantly tapered legs to give the table a slender appearance. Simple to make, and at home in any décor, this piece is sure to inspire.    "
                },
                "2": {
                    "title": "Bow-Front Cabinet in Ash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rough Cut with Fine Woodworking (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "14 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Host Tom McLaughlin uses American ash from his back woods to create a hanging bow front cabinet featuring hand-crafted proud dovetails and a hidden magnet door catch. He'll share his tips for using lamination to create the simple but beautiful bow front door by applying a fantastic figured ash veneer.    "
                },
                "3": {
                    "title": "Sunburst Veneer Side Table",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rough Cut with Fine Woodworking (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "21 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Host Tom McLaughlin welcomes guest and veteran woodworker Terry Moore to his wood shop this week on Rough Cut with Fine Woodworking. Terry shares his technique for designing a dramatic sunburst walnut veneer pattern on a round side table while Tom heads to the lathe to show how to turn an Art Deco-inspired column. The two collaborate on the cross lapped joinery feet and the end result is an elegant, smooth, intriguing piece which is very pleasing to the eye.    "
                },
                "4": {
                    "title": "Adirondack Chair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rough Cut with Fine Woodworking (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "28 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    This week on Rough Cut with Fine Woodworking, Tom McLaughlin shares his contemporary take on a classic design: the Adirondack lawn chair. Using cypress, Tom shows how to cut a comfortable curve into the seat and back of this chair. The mitered joint on the arm rest is an additional detail which makes for a smooth, slanting arm that resolves into a drink holder. Expect to enjoy time outdoors in this updated version of an old favorite.    "
                },
                "5": {
                    "title": "Teabox",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rough Cut with Fine Woodworking (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "5 May 2018",
                    "year": "2018",
                    "plot": "\n    Host Tom McLaughlin is joined by Fine Woodworking's Mike Pekovich this week on Rough Cut with Fine Woodworking. Mike shares his methods for making a beautiful teabox out of the dark and exotic wenge wood. He then contrasts that with a spectacular figured birdeye maple which creates the interior pieces in the box. Along with sharing his methods for making proud dovetails and a textured surface, Mike reveals a special clasp enclosure that makes this teabox really special.    "
                },
                "6": {
                    "title": "Live-Edge Table",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rough Cut with Fine Woodworking (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "12 May 2018",
                    "year": "2018",
                    "plot": "\n    This week's project on Rough Cut with Fine Woodworking showcases the elegance of live edge black walnut. Host Tom McLaughlin makes a spectacular coffee table with a waterfall end and wood base that creates a cantilevered effect. Tom will also show us how to use hand tools to make a beautiful bowtie inlay.    "
                },
                "7": {
                    "title": "Blanket Chest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rough Cut with Fine Woodworking (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "19 May 2018",
                    "year": "2018",
                    "plot": "\n    In this week's episode of Rough Cut with Fine Woodworking, host Tom McLaughlin makes a Shaker-inspired blanket chest with drawer and bracket feet using an exterior of cherry and interior of white pine panels. He'll focus on how to make a traditional drawer and will use a special jig to create dovetail corners. This chest is functional, but is also a classic piece that's bolstered by its distinct design.    "
                },
                "8": {
                    "title": "Shaker Oval Boxes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rough Cut with Fine Woodworking (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "26 May 2018",
                    "year": "2018",
                    "plot": "\n    Inspired by the nearby Shaker Village, host Tom McLaughlin collaborates with guest John Ryan to craft authentic reproduction Shaker oval boxes out of cherry. These boxes are iconic because of their utility and potential for customization in size and shape. John shows Tom his Shaker technique for bending strips of wood around a form, creating a smooth and beautiful Shaker box.    "
                },
                "9": {
                    "title": "Craftsman-Style Dining Chair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rough Cut with Fine Woodworking (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Host Tom McLaughlin shares his technique for making a Craftsman-style dining chair out of white oak this week on Rough Cut with Fine Woodworking. It's an example of mortise and tenon chair construction employing peg joinery and traditional chairmaking, amplified with details that modernize the honest construction of the Craftsman period. Tom will also add an upholstered seat to the piece, helping make this chair both functional and comfortable.    "
                },
                "10": {
                    "title": "End Table",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rough Cut with Fine Woodworking (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "9 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    This week on Rough Cut with Fine Woodworking, host Tom McLaughlin welcomes his friend and neighbor David Lamb, a New Hampshire furniture master, to his shop. They share tips for making an end table out of contrasting walnut and butternut and this one is all about the details. David shows how to carve unique design elements while Tom heads to the lathe for some turning. A contemporary design, this end table provides a great opportunity to play with artistic details.    "
                },
                "11": {
                    "title": "Tilt-Top Table",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rough Cut with Fine Woodworking (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "16 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    What does it take to make a tilt-top table? This week on Rough Cut with Fine Woodworking, host Tom McLaughlin shares his design for a Shaker-inspired table made out of curly maple and takes a deep-dive into explaining the tilt-top mechanism that makes this piece so unique. The table has a pedestal base which attaches to the top with a turned column which Tom shapes at the lathe. He also uses the band saw to shape and refine the feet, making this project engaging in its use of numerous techniques.    "
                },
                "12": {
                    "title": "Table Lamp",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rough Cut with Fine Woodworking (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "23 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Guest Chris Becksvoort joins host Tom McLaughlin in his shop this week on Rough Cut with Fine Woodworking to make a stunning table lamp. Chris shares his contemporary shaker-inspired design that boasts elegant bent-wood techniques to give off a soft light effect. In a truly unique style, Tom and Chris bend multiple strips of wood and stack them to create a shade form that will elevate any space with its warm, pure shape.    "
                },
                "13": {
                    "title": "Hanging Tool Cabinet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rough Cut with Fine Woodworking (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "30 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Host Tom McLaughlin shares the design for his hanging tool cabinet this week on Rough Cut with Fine Woodworking, a piece that personalizes any shop. Tom uses a jig for the corners and a veneer panel for the front; then he'll hinge and mount the doors and provide guidance on how to create an interior customized for any collection of tools.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "McLaughlin, Tom"
            },
            {
                "name": "Becksvoort, Christian"
            },
            {
                "name": "Lamb, David"
            },
            {
                "name": "Moore, Terry"
            },
            {
                "name": "Pekovich, Mike"
            },
            {
                "name": "Ryan, John"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjA5MDg5Y2MtMzc2Zi00MTQxLWE1ZmYtMDcxM2U0OTgzODUwXkEyXkFqcGdeQXVyMTY5MTUxMTc@._V1_SY150_CR100,0,101,150_.jpg",
        "budget": "$400,000 (estimated)",
        "plot outline": "In each half-hour episode, unusual design inspiration is turned into easy-to-follow projects for woodworkers at every skill level. Host Tom McLaughlin teaches the latest wood crafting techniques, as well as tips and instruction for how to create projects that can be passed down for generations. Tom will be joined by expert guests, including frequent contributors to Fine Woodworking, who will help demonstrate a particular technique. Each project will be created out of a beautiful hardwood garnered from the wood of New England.",
        "languages": [
            "English"
        ],
        "title": "Rough Cut with Fine Woodworking",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Rough Cut with Fine Woodworking (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "WGBH"
            }
        ],
        "distributors": [
            {
                "name": "Public Broadcasting Service (PBS)"
            }
        ],
        "plot": [
            "In each half-hour episode, unusual design inspiration is turned into easy-to-follow projects for woodworkers at every skill level. Host Tom McLaughlin teaches the latest wood crafting techniques, as well as tips and instruction for how to create projects that can be passed down for generations. Tom will be joined by expert guests, including frequent contributors to Fine Woodworking, who will help demonstrate a particular technique. Each project will be created out of a beautiful hardwood garnered from the wood of New England."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}