{
    "imdb": {
        "raw release dates": [
            {
                "country": "Ireland\n",
                "date": "16 April 2018",
                "notes": "                            (eir Sport)"
            }
        ],
        "release dates": [
            "Ireland::16 April 2018                            (eir Sport)"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Broken Rings (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "23 Apr. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Barnes, Paddy"
            },
            {
                "name": "Conlan, Michael"
            },
            {
                "name": "Walsh, Billy"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Ireland"
        ],
        "country codes": [
            "ie"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BZTdlN2NiZGEtNTc5Zi00ZGM5LWJkZjAtYmVmODExOTY2MDg5XkEyXkFqcGdeQXVyNTI5Mzc4NzU@._V1_SY150_CR83,0,101,150_.jpg",
        "budget": "EUR125,000 (estimated)",
        "plot outline": "Presented by Ger Gilroy, Broken Rings is a 2-part documentary series that tells the story of the chaos and heartbreak experienced by the Irish Boxing Team at the 2016 Rio Olympics. This was one of the most promising Irish sports teams ever assembled (including two World Champions and several other medal favorites). Hopes were high as media and fans alike anticipated a rich haul of medals. Once the Games commenced, however, the dream soured and soured quickly. Defeat after defeat in the ring was played out against a backdrop of controversy, tabloid headlines, allegations of drug use, gambling and corruption. Filmed with the team during the games together with exclusive interviews with Michael Conlan, Paddy Barnes, Billy Walsh and others upon their return, Broken Rings examines to what extent outside forces were responsible for the team's sorry performance or whether the Irish were in fact the architects of their own downfall.",
        "languages": [
            "English"
        ],
        "title": "Broken Rings",
        "year": 2018,
        "kind": "tv mini series",
        "series years": "2018-2018",
        "akas": [
            "Broken Rings (Ireland)"
        ],
        "writer": [
            {
                "name": "Kelleher, John"
            },
            {
                "name": "Lennon, Gary"
            }
        ],
        "director": [
            {
                "name": "Lennon, Gary"
            }
        ],
        "production companies": [
            {
                "name": "John Kelleher Media"
            }
        ],
        "plot": [
            "_Broken Rings_ (qv) is a 2-part documentary series that tells the story of the chaos and heartbreak experienced by the Irish Boxing Team at the 2016 Rio Olympics.",
            "Presented by Ger Gilroy, _Broken Rings_ (qv) is a 2-part documentary series that tells the story of the chaos and heartbreak experienced by the Irish Boxing Team at the 2016 Rio Olympics. This was one of the most promising Irish sports teams ever assembled (including two World Champions and several other medal favorites). Hopes were high as media and fans alike anticipated a rich haul of medals. Once the Games commenced, however, the dream soured and soured quickly. Defeat after defeat in the ring was played out against a backdrop of controversy, tabloid headlines, allegations of drug use, gambling and corruption. Filmed with the team during the games together with exclusive interviews with Michael Conlan, Paddy Barnes, Billy Walsh and others upon their return, _Broken Rings_ (qv) examines to what extent outside forces were responsible for the team's sorry performance or whether the Irish were in fact the architects of their own downfall."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}