{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "4 June 2018"
            }
        ],
        "release dates": [
            "Canada::4 June 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Tuscany",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bonacini's Italy (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "4 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Celebrity Chef Michael Bonacini explores simple, even humble dishes from the Italian region, Tuscany. In a Tuscan kitchen, nothing goes to waste, so Michael transforms stale bread into a rustic bread salad called Panzanella. Bread, olive oil, and red wine vinegar mingle with the juices of Pomodoro tomatoes and cucumber while red onions and basil add an extra bite. For his primo, Michael cooks up a Tuscan take on Italy's quintessential gnocchi - Spinach Ricotta Gnudi. Made with ricotta and blanched spinach, these gnudi resemble ravioli fillings without the pasta ...    "
                },
                "2": {
                    "title": "Le Marche",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bonacini's Italy (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "16 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Le Marche is a small, lesser known region in the middle of Italy and its cuisine draws on influences from both the North and South. Chef Michael Bonacini highlights these influences by starting off with Stuffed Artichokes. Filled with a savoury mixture of prosciutto, Pecorino, and breadcrumbs and drizzled with white wine, these artichokes are truly to-die-for. Next, Michael bakes up an Italian classic with a regional twist - Marche-style Lasagna. This rich, woodsy dish is different from popular lasagna because it's full of Italian mushrooms, cream, and briny pancetta....    "
                },
                "3": {
                    "title": "Abruzzo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bonacini's Italy (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "9 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Charming host Michael Bonacini delves into the secluded Italian region of Abruzzo. First up, a Farro and Vegetable Salad made with seasonal vegetables that is great on its own or as a side dish. Next, Michael crafts Rolled Meat Crepes. Loaded with meat and cheese, this savoury crepe dish is one of Abruzzo's scrumptious specialties. For his secondo, Michael prepares a protein commonly found in Abruzzo's mountainous region: lamb. Cooked with delicious egg and Pecorino, this lamb is simple, yet juicy and flavourful. Michael concludes his meal by baking a delightful ...    "
                },
                "4": {
                    "title": "Puglia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bonacini's Italy (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "11 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Puglia is known as the \"bread basket\" of Italy because it's where most of Italy's wheat is grown; it also means the region cultivates delicious pasta, bread, and pizza dough. Chef Michael Bonacini starts off with a creamy, golden-brown Artichoke Cheese Panzerotti. Rich, warm, and full of flavour, this panzerotti will have you adding extras to your plate. For his primo, Michael makes a classic Apulian pasta dish - Orecchiette with Rapini. Michael uses his thumb to shape the homemade pasta into little ears, then cooks a sweet garlic and spicy chili sauce that plays off ...    "
                },
                "5": {
                    "title": "Calabria",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bonacini's Italy (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "20 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    The diverse Calabrian landscape makes for a variety of unique dishes. Captivating host Michael Bonacini starts by making Stuffed Focaccia bread featuring two of the region's specialties: Ca-ciocavallo cheese and cured Soppressata meat. Next up, Michael makes a spicy Calabrian-style Tuna inspired by the coastline of Calabria. Then, Michael treks into the Sila region of Calabria where dense woods and snow-capped peaks influence the Calabrian love for pork. Cooked low and slow with starchy potatoes and woodsy mushrooms, this secondo is warm, hearty, and delicious. For ...    "
                },
                "6": {
                    "title": "Campania",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bonacini's Italy (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "18 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Famous for its beautiful coastline, Campania is home to many popular Italian seafood dishes. Chef Michael Bonacini's delicious antipasto is light, crunchy, and influenced by the sea. From shrimp to scallops to squid seasoned with fresh sage, this deceptively simple dish will impress your dinner guests. For his primo, Michael makes Campania's most beloved dish said to be invented in its capital, Naples - Margherita Pizza. This uncomplicated, thin-crust pizza features sweet tomatoes, white Buffalo mozzarella, and fresh basil leaves for a crispy, flavourful bite. Then, ...    "
                },
                "7": {
                    "title": "Sicily",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bonacini's Italy (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "30 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Surrounded by the brilliant blue waters of three different seas, seafood is an important part of Sicilian cuisine. Chef Michael Bonacini stays true to this region by crafting Rice Balls Stuffed with Seafood. Creamy risotto shaped into little balls and stuffed with a shrimp and crabmeat filling, these bite-sized delights make a great antipasto. Keeping with the seafood trend, Michael then makes a smoky, sweet, and spicy Seafood Couscous with Italian sausage and medley of herbs and spices. For his secondo, Michael makes an Italian favourite with a Sicilian twist - Sweet...    "
                },
                "8": {
                    "title": "Piemonte",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bonacini's Italy (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "13 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    The Italian region of Piemonte borders both France and Switzerland, in turn influencing its cuisine. First up, a fragrant oil fondue for veggies - Bagna Cauda. Host Michael Bonacini's version uses seasonal vegetables like licorice fennel, peppery endive, and soft zucchini with preserved anchovies for extra flavour. For his primo, Michael uses Arborio rice, mushrooms, and truffles from the Piemonte soil for a creamy Mushroom Risotto. Michael's next dish features two of Piemonte's favourite ingredients: tender beef and Barolo wine. A robust beef shoulder braised in ...    "
                },
                "9": {
                    "title": "Lombardy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bonacini's Italy (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "23 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Cuisine in the Northern region of Lombardy is largely influenced by the mountains. Italy's famed wheat doesn't grow in the mountains, so Chef Michael Bonacini uses buckwheat to make crispy, deep-fried Buckwheat Fritters filled with ooey-gooey cheese. Next, Michael handcrafts a delicate pasta commonly made in Lombardy and fills it with a rich, flavourful filling of pumpkin, nutmeg, and Parmesan. For his secondo, a slow-braised veal shank served with a citrus and herb gremolata - delicious. To finish, Michael makes a special Lombardian Christmas dolce - Italian Nougat. ...    "
                },
                "10": {
                    "title": "Veneto",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bonacini's Italy (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "3 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    The Veneto region of Italy is located on the Northeastern side of the country and spills into the Adriatic Sea, which returns a bounty of fish and seafood. Host Michael Bonacini starts off with a local, fish favourite - Sweet and Sour Sardines. For his primo, Michael offers his take on a traditional, Venetian specialty featuring thick polenta and sweet garlic shrimp. For his secondo, Michael then makes Chicken Cacciatore with Radicchio Orange Salad. This dish is the perfect pairing - the bright Radicchio Orange Salad contrasts the rich depth of flavour from the many ...    "
                },
                "11": {
                    "title": "Lazio",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bonacini's Italy (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "27 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Once the heart of the Roman Empire and home to Rome and Vatican City, Lazio is an Italian region of hustle-and-bustle. But out in its pristine countryside, life is simpler. To start, Chef Michael Bonacini explores a simple, springtime bean dish, popular in Lazio's rustic rural areas - Mint Fava Bean Soup. For his primo, Michael goes metropolitan by cooking up a Roman favourite - Spaghetti Carbonara. This creamy pasta dish contains no cream and is made with eggs, cheese, and meat. Michael then makes Veal with Sage and Prosciutto. Rich, crispy and drizzled with a ...    "
                },
                "12": {
                    "title": "Umbria",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bonacini's Italy (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "10 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Umbrian cuisine is simple - fresh, seasonal ingredients and a lot of cured meat. For his antipasto, Chef Michael Bonacini cooks a uniquely flavoured Umbrian Frittata using succulent vegetables, fresh herbs, Italian sausage, and crispy pancetta. He then offers an Umbrian take on Stuffed Pork Roast or Porchetta. Sprinkled with toasted fennel seeds for a licoricey flavour, be sure to get pieces of the fatty belly, chewy meat, and crispy skin on your fork for the perfect bite. Michael pairs the Porchetta with the perfect aromatic side dish - Warm Lentil Salad. To finish, ...    "
                },
                "13": {
                    "title": "Liguria",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bonacini's Italy (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "6 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Liguria is one of the smallest regions in Italy. Hugging the coast of the Mediterranean Sea, it is home to the glittering Italian Riviera and tasty dishes. For an antipasto, Chef Michael Bonacini prepares a soft, creamy chickpea flour flatbread called Farinata, that he tops with rosemary and crispy shallots. His pasta dish is a Ligurian specialty - decorative and delicious hand-stamped pasta coins. He tops the pasta with another iconic Ligurian invention: pesto. Basil and pine nuts crushed with olive oil and hard cheese is the perfect topper for any kind of pasta. And...    "
                },
                "14": {
                    "title": "Emilia Romagna",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bonacini's Italy (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "25 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Some of the most famous Italian ingredients come from the Emilia Romagna region: parmesan cheese, balsamic vinegar, and Parma ham. It's the culinary heart of Italy. Chef Michael Bonacini begins his regional feast with a flaky pie stuffed with savoury pancetta, spinach, and swiss chard. Next, he makes a rich and delicious Bolognese sauce - a pasta topping so famous in Italy, they often just refer to it as 'sauce'. Then, Michael highlights one of the region's most famous exports: balsamic vinegar. He shows us how to make succulent balsamic chicken, and even uses the ...    "
                },
                "15": {
                    "title": "Trentino-Alto Adige",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bonacini's Italy (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    In the northeast of Italy lies the majestic Dolomite mountain range, where you will find the region Trentino-Alto Adige. Renowned Chef Michael Bonacini begins his culinary tour in his kitchen with a starter of asparagus with a creamy, tangy egg sauce. Next, he shows viewers how the influence from nearby Austria plays out in the region's cuisine with a hearty bread dumpling topped with the Italian version of sauerkraut. From there, Michael cooks a sumptuous secondo of quail stuffed with sausage, cabbage, and apples, and served alongside plums drenched in red wine and ...    "
                }
            }
        },
        "number of episodes": 15,
        "cast": [
            {
                "name": "Bonacini, Michael"
            }
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjczYWJkZTMtM2Q0ZC00YmM5LTkzZGItOTkxOTA2YzIxYTU2XkEyXkFqcGdeQXVyNzExOTcyODQ@._V1_SY150_CR43,0,101,150_.jpg",
        "plot outline": "Quail with plums soaked in wine. Rich stew bursting with fish and seafood. Wild boar stuffed with apple and herbs. Italian cuisine is so much more than pizza and pasta - but there's still lots of tasty pasta in BONACINI'S ITALY. Famed Chef Michael Bonacini cooks his way through 15 Italian regions, exploring the flavours and textures that make these areas unique. Each episode takes us through an entire meal from one region, from antipasto, soup, or salad, to delicious primo, succulent secondo, and even sometimes a decadent dolce. Set in a warm, contemporary kitchen, Michael shows viewers how to make sumptuous Italian fare.",
        "languages": [
            "English"
        ],
        "title": "Bonacini's Italy",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-2018",
        "akas": [
            "Bonacini's Italy (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Anderson, Ashley"
            },
            {
                "name": "Knight, Chris"
            },
            {
                "name": "Leyton, Katherine"
            }
        ],
        "production companies": [
            {
                "name": "Gusto Worldwide Media"
            }
        ],
        "distributors": [
            {
                "name": "Bell Media"
            }
        ],
        "plot": [
            "Quail with plums soaked in wine. Rich stew bursting with fish and seafood. Wild boar stuffed with apple and herbs. Italian cuisine is so much more than pizza and pasta - but there's still lots of tasty pasta in BONACINI'S ITALY. Famed Chef Michael Bonacini cooks his way through 15 Italian regions, exploring the flavours and textures that make these areas unique. Each episode takes us through an entire meal from one region, from antipasto, soup, or salad, to delicious primo, succulent secondo, and even sometimes a decadent dolce. Set in a warm, contemporary kitchen, Michael shows viewers how to make sumptuous Italian fare."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}