{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "24 April 2018"
            }
        ],
        "release dates": [
            "India::24 April 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Gandipet, Hyderabad",
                    "kind": "episode",
                    "episode of": {
                        "title": "If I Fly (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "24 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Presenting to you our latest Drone Video Series \"If I Fly,\" to explore the beauty of the earth from above and beyond. This film takes you on a flight above the farms and water reservoir at Osman Sagar in Gandipet, Hyderabad.    "
                },
                "2": {
                    "title": "Dindi Resorts, Konaseema",
                    "kind": "episode",
                    "episode of": {
                        "title": "If I Fly (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "21 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Nestled on the lap of the river, Godavari, India's second longest river, Dindi is an undiscovered virgin realm of natural beauty which holds some of nature's most incredible elements with its serene backwaters, vast lakes and palm-fringed canals making it the ultimate location for a perfect riverside holiday. Located around 80 km away from the town of Rajahmundry, Andhra Pradesh, Dindi is the perfect breakaway you would desire into an enchanting and exotic world. The mysticism of Dindi lies in its serene backwater canals which are adorned by palm and casuarina trees ...    "
                },
                "3": {
                    "title": "Vizag Beaches",
                    "kind": "episode",
                    "episode of": {
                        "title": "If I Fly (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "14 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Visakhapatnam (Vizag) is Andhra Pradesh's largest city and there's no escaping its beaches. It is referred to by many nicknames such as \"The City of Destiny\" and \"The Jewel of the East Coast\" of India. Visakhapatnam's long shoreline can be pretty busy with beach activities. Flanked by lush rolling greens with the odd naval ship on the horizon, it makes for a pretty sight. Andhra Pradesh's coastline, including Visakhapatnam and its beaches, are alternately peaceful or bustling with a festive atmosphere. Here, luxury resorts sit peacefully alongside stalls selling local...    "
                },
                "4": {
                    "title": "Araku Valley",
                    "kind": "episode",
                    "episode of": {
                        "title": "If I Fly (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "21 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Located about 120 kilometers from Visakhapatnam, Araku Valley is a pristine hill station located in Andhra Pradesh. It is a major draw for the tourists because of its natural beauty. The best time to visit the valley is between November and February. However, the tourists start flocking there right after the monsoon as the entire valley comes to life after a spell of rains. Away from the hustle and bustle of urban life, its peacefulness beckons many a weary traveler in India.    "
                },
                "5": {
                    "title": "Chunchi Falls",
                    "kind": "episode",
                    "episode of": {
                        "title": "If I Fly (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "28 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Fed by river Arkavati, Chunchi falls is en route to Mekedatu and Sangama, it is the amongst the most scenic falls near Bangalore, 83km away from the city. Sangama is a place where 3 rivers join and flow through Mekedatu a rocky valley. The route to Chunchi Falls is full of greenery and is perfect for a weekend getaway.    "
                }
            }
        },
        "number of episodes": 5,
        "cast": [
            {
                "name": "Karthik, M.S.N."
            }
        ],
        "genres": [
            "Adventure"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZmIzMWEyMTgtYWRkZS00MDQ2LWFhMDYtMzMzZjI3ZDliODQwXkEyXkFqcGdeQXVyMzk0OTg1NzA@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "If I Fly",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "If I Fly (India)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Karthik, M.S.N."
            }
        ],
        "production companies": [
            {
                "name": "Adwhyta"
            }
        ],
        "distributors": [
            {
                "name": "Adwhyta"
            }
        ],
        "plot": [
            "Presenting to you our latest Drone Video Series \"_If I Fly_ (qv),\" to explore the beauty of the earth from above and beyond."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}