{
    "imdb": {
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Fagerli, Erlend"
            },
            {
                "name": "Fagerli, Brynjar"
            },
            {
                "name": "Schrepfer, Caitlyn"
            },
            {
                "name": "Yoshida, Ibuki"
            },
            {
                "name": "Chwiduk, Lukasz"
            },
            {
                "name": "Roberto, Juan"
            },
            {
                "name": "Kibera, Martin"
            }
        ],
        "genres": [
            "Documentary",
            "Sport"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BZGU5MGUzOGYtOTgwNS00YTYwLWI3MjMtYzA4OWE3OWZlYzQyXkEyXkFqcGdeQXVyODA1ODEyNDc@._V1_SY150_CR24,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Around the World Freestyle Football",
        "kind": "tv mini series",
        "akas": [
            "Around the World Freestyle Football (Australia)"
        ],
        "director": [
            {
                "name": "Amouzegh, David"
            },
            {
                "name": "Cheve, Tom"
            },
            {
                "name": "Reubrecht, Clement"
            }
        ],
        "production companies": [
            {
                "name": "Bronte Pictures"
            }
        ],
        "plot": [
            "Around the World is the untold story of one of the world's most exciting new sports, freestyle football. The documentary follows the journeys of 10 freestylers from vastly different cultures and backgrounds."
        ],
        "synopsis": [
            "Around the World is the untold story of one of the world's most exciting new sports, freestyle football. The documentary follows the journeys of 8 freestylers from vastly different cultures and backgrounds. Their destination? The Freestyle Football World Cup - the sport's\nbiggest prize. While the roads that have led them to where they are now are unique, they share a common goal - to become the Freestyle Football World Champion. Each footballer's story presents different challenges; adversity, hardship and injuries play a significant role.Now, professional freestylers will bare their art to the world for the first time, and share the journey that led many of them to a new life. Through struggles, motivation, doubts and successes, this documentary follows the athletes at close quarters. We get an in-depth insight into their daily lives and through this we gain an understanding as to what it takes to be at the forefront of a sport that's taking the world by storm.\nWe chronicle the birth of the discipline, unpack motivational philosophies and lectures, and observe world-class training sessions and competitions. By painting a concise picture of the complexities of the freestyle football community, we start to understand what it is that makes them tick, and what their ambitions are for the years to come.We are taken on an adventure around the world from Poland to the States to South America back to Europe, into Asia then over to Africa. Through this journey we see different cultures and landscapes but one thing stays the same. The drive and the passion for Freestyle Football."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}