{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "3 May 2018",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::3 May 2018                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Moody, Jai'Meka"
            },
            {
                "name": "Nelson, Jaie"
            },
            {
                "name": "Jr., Eddie Oliver"
            },
            {
                "name": "Smedley, Kimberly"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "25"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTgzNThjYTktMmYyNy00ZDg1LThmZjctMjlmNzFjOTI2YjBjXkEyXkFqcGdeQXVyNjM0NjAwMzI@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "$5,000 (estimated)",
        "plot outline": "Today more than ever society seems to be more enthralled with the internet, and has given authentic voice to any and everybody on trending hot topics. With social media, and traditional programming like The Real, Wendy Williams, and numerous hit web series, we have full access to catch up with popular celebs, and current events around the world. Now, Late Nite Shade is casting its bid and joining the lineup. Presented by four cohosts; the daytime talk show style, but with a late-night shady twist coupled with a live in-studio audience, is sure to have you laughing, tweeting, and talking.",
        "languages": [
            "English"
        ],
        "title": "Late Nite Shade",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Late Nite Shade (United States)"
        ],
        "production companies": [
            {
                "name": "Ke'Roe Entertainment"
            }
        ],
        "plot": [
            "Today more than ever society seems to be more enthralled with the internet, and has given authentic voice to any and everybody on trending hot topics. With social media, and traditional programming like The Real, Wendy Williams, and numerous hit web series, we have full access to catch up with popular celebs, and current events around the world. Now, _Late Nite Shade_ (qv) is casting its bid and joining the lineup. Presented by four cohosts; the daytime talk show style, but with a late-night shady twist coupled with a live in-studio audience, is sure to have you laughing, tweeting, and talking.::Keyun Moon"
        ],
        "tech": {
            "runtime": [
                "25 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}