{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 June 2018"
            },
            {
                "country": "USA\n",
                "date": "1 June 2018",
                "notes": "                            (Web Release)"
            }
        ],
        "release dates": [
            "USA::1 June 2018",
            "USA::1 June 2018                            (Web Release)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Prelude: Third Party President",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Rocky (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    This is the prelude to the series \"Citizen Rocky\" featuring former Salt Lake City Mayor Rocky Anderson. The series, filmed over eight years, follows Rocky from his last year as Mayor through his 2012 presidential campaign as the nominee for the Justice Party. Presented by Independent Media Network, Produced by Gavry Monroe Productions.    "
                },
                "2": {
                    "title": "Chapter 1: Existere",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Rocky (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "1 Jun. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Chapter 2: Character",
                    "kind": "episode",
                    "episode of": {
                        "title": "Citizen Rocky (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "1 Jul. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 3,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzBiNTA4NGItZTlkZi00OTIxLTg2ZGMtNTNkMTk1ZTNlOTUwXkEyXkFqcGdeQXVyMzA2NDI0Mg@@._V1_SY150_CR88,0,101,150_.jpg",
        "budget": "$365,000 (estimated)",
        "plot outline": "Season 1 of Citizen Rocky follows one of the Nation's most controversial yet progressive leaders, 2012 Presidential candidate and Former two-term Salt Lake City Mayor Rocky Anderson. The series documents Mayor Anderson during his last year in office,his founding of High Road for Human Rights and then as a 2012 Third Party Presidential Candidate under the Justice Party banner. In following the social action of this Mayor Third Party President - Citizen Rocky reveals how our democracy is not a spectator sport and can only work if citizens participate in the running of their government. Called \"America's Mayor\" by filmmaker Michael Moore, \"America's Newest Folk Hero\" by The Nation Magazine, and a \"kook\" by Fox Network's Bill O'Reilly, Utahans just call him \"Rocky.\" No matter what you call him, Rocky Anderson is worth watching. Rocky's frustration with the political logjam created by national politicians' failure to act on the crucial issues of our time has led him to take the lead. Seeking out activist national and international leaders he has formed coalitions for work on Global Warming, Equal Rights, Reformative Justice, Immigration Reform, the Iraq War and most importantly the preservation of the Constitution of the United States. Third Party President - Citizen Rocky reveals through Rocky Anderson's journey that it is not too late to be \"We, the People, of the United States of America.\"",
        "languages": [
            "English"
        ],
        "title": "Citizen Rocky",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Citizen Rocky (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Gavry & Monroe Productions"
            }
        ],
        "distributors": [
            {
                "name": "Vimeo"
            },
            {
                "name": "Amazon Prime Video"
            }
        ],
        "plot": [
            "Season 1 of _Citizen Rocky_ (qv) follows one of the Nation's most controversial yet progressive leaders, 2012 Presidential candidate and Former two-term Salt Lake City Mayor Rocky Anderson. The series documents Mayor Anderson during his last year in office,his founding of High Road for Human Rights and then as a 2012 Third Party Presidential Candidate under the Justice Party banner. In following the social action of this Mayor Third Party President - _Citizen Rocky_ (qv) reveals how our democracy is not a spectator sport and can only work if citizens participate in the running of their government. Called \"America's Mayor\" by filmmaker Michael Moore, \"America's Newest Folk Hero\" by The Nation Magazine, and a \"kook\" by Fox Network's Bill O'Reilly, Utahans just call him \"Rocky.\" No matter what you call him, Rocky Anderson is worth watching. Rocky's frustration with the political logjam created by national politicians' failure to act on the crucial issues of our time has led him to take the lead. Seeking out activist national and international leaders he has formed coalitions for work on Global Warming, Equal Rights, Reformative Justice, Immigration Reform, the Iraq War and most importantly the preservation of the Constitution of the United States. Third Party President - _Citizen Rocky_ (qv) reveals through Rocky Anderson's journey that it is not too late to be \"We, the People, of the United States of America.\"::Rhea Monroe"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}