{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "12 May 2018"
            },
            {
                "country": "USA\n",
                "date": "12 May 2018",
                "notes": "                            (Buffalo, NY)"
            }
        ],
        "release dates": [
            "USA::12 May 2018",
            "USA::12 May 2018                            (Buffalo, NY)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Chapter One: Bing the Merciless",
                    "kind": "episode",
                    "episode of": {
                        "title": "Captain Isotope & the Enemy of Space (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "12 May 2018",
                    "year": "2018",
                    "plot": "\n    Captain Isotope and Cadet Timmy receive a call from none other than the Queen of Space, who issues orders for them to go the rescue of the Princess of Space, who has been kidnapped. When they get to the coordinates they discover the kidnapper is none other than Bing, The Merciless, the former head of the militant arm of the PGA. Captain Isotope risks all to beam aboard to rescue the Princess - only to discover he knows her already - and that's not a good thing.    "
                },
                "2": {
                    "title": "Chapter Two: Dangerous Cargo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Captain Isotope & the Enemy of Space (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "19 May 2018",
                    "year": "2018",
                    "plot": "\n    Recovering from his ordeal with Bing, Captain Isotope finds Princess Daphne won't leave his ship. When General Crank transmogulates aboard with Bing as a prisoner, things go from tense to worse, culminating in an escape attempt.    "
                },
                "3": {
                    "title": "Chapter Three: The Satellite of Doom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Captain Isotope & the Enemy of Space (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "26 May 2018",
                    "year": "2018",
                    "plot": "\n    Testing a new spacesuit, Captain Isotope becomes incapacitated. Timmy engineers a daring rescue. When he brings Isotope back on board they discover that he has also brought a sentient computer, also they discover someone new on the ship.    "
                },
                "4": {
                    "title": "Chapter Four: \"The Mysterious Ones\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Captain Isotope & the Enemy of Space (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Princess Daphne, anxious to get off the ship for a while, joins Isotope on a mission to a planet. She stumbles across a small alien ship and her body is taken over by non-corporeal beings bent on killing the crew.    "
                },
                "5": {
                    "title": "Chapter Five: The Tickening",
                    "kind": "episode",
                    "episode of": {
                        "title": "Captain Isotope & the Enemy of Space (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "9 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Captain Isotope and Princess Daphne make the mistake of boarding a Croovian Freighter and find themselves tied to chairs in an empty cargo bay. A Krithari soldier appears and wants nothing more than the death of Captain Isotope for the murder of Krolos The Fabulous. When Daphne intervenes they go form the frying pan into the fire, as a ticking time bomb counts down precious last minutes.    "
                },
                "6": {
                    "title": "The Star Siren",
                    "kind": "episode",
                    "episode of": {
                        "title": "Captain Isotope & the Enemy of Space (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "16 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Alone on the USS Isotope, Oliver Isotope starts to hear a sexy voice calling to him. Somewhat confused, he keeps the voice talking until he spies a Blonde Chick on a Rock out in space. Will he succumb to the Star Siren Celasia?    "
                },
                "7": {
                    "title": "Chapter Seven: Bada Bing Bada Boom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Captain Isotope & the Enemy of Space (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "4 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Captain Grace Neutrino finds her ship under deadly assault as she nears Perseus II. She has to abandon ship and finds herself stranded on a strange planet. Meanwhile Bing The Merciless, scourge of the spaceways, is reduced to skulking about in an antiquated junker spaceship, weaponless. His only solace is his new college intern, Miranda. But unknwon to them, the USS Isotope has identified Bing's ship, and are even now closing in for the kill.    "
                },
                "8": {
                    "title": "Chapter Eight: The Four-Fold Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Captain Isotope & the Enemy of Space (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "11 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Captain Isotope is dispatched to Perseus II on a standard Search-and-Rescue Mission to retrieve lost fellow Galactic Federation officer Captain Grace Neutrino. The problem is, he keeps showing up, and it never seems to end well.    "
                },
                "9": {
                    "title": "Chapter nine: Duck Blind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Captain Isotope & the Enemy of Space (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "18 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    The USS Isotope answers a distress call from a Skarnian shuttle and find a mysterious trader, a woman named Faros, lying in wait to spring a deadly trap.    "
                },
                "10": {
                    "title": "Chapter Ten: Alyssamania",
                    "kind": "episode",
                    "episode of": {
                        "title": "Captain Isotope & the Enemy of Space (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "25 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Professor Mezon finally gets around to interviewing the mysterious talking canister rescued form deep space back in Chapter Three and finds it is a sentient device from the early 21st Century that was part of a massive plan to destroy interpersonal communications between humans and make them susceptible to an electronic revolt. True to form, any villain that tells you their plan of course must then kill you, right? Right? Bonus: An extended trailer for the non-existent \"Count Plasma, Space Vampire\" based on the 1953 Serial \"Nosferatu, King of Mars\".    "
                },
                "11": {
                    "title": "Children of Alyssa God",
                    "kind": "episode",
                    "episode of": {
                        "title": "Captain Isotope & the Enemy of Space (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "8 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Picking up right where Alyssamania left off, Captain Isotope makes a desperate attempt to save the lives of the crew form the evil computer entity Alyssa. With Doctor Mezon siding against his shipmates, and Isotope and Daphne thrown in the brig, things look hopeless for our heroes. It gets even more dire when Alyssa runs across another Galactic Federation Space Cruiser and decides to attack.    "
                },
                "12": {
                    "title": "Chapter Twelve: The Oncoming Storm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Captain Isotope & the Enemy of Space (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "15 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Enroute to a weapons testing facility, the crew of the USS Isotope are issued new orders to transport two high ranking members of the Aligned Worlds Organization to the Bardon Homeworld. While Captains Isotope and Neutrino are annoyed by this last-minute change, Princess of Space Daphne is utterly devastated by the news. The two high-ranking officials are Princess of Space Marlea, and their mutual mentor, the very strict Madam Kreyus. This is part one of a four-part story line with far-reaching implications for the rest of the season.    "
                },
                "13": {
                    "title": "Chapter Thirteen: Royal Pain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Captain Isotope & the Enemy of Space (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "22 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Tension mounts for Princess Daphne as she ponders how deep she is in it with the Royals from the Aligned Worlds Organization as she realizes Madam Kreyus isn't even acknowledging her. She has a chat with Princess Marlea, who ends up getting more out of the conversation than Daphne. Meanwhile, Captain Isotope is confronted by a suspicious Madam Kreyus who ponders why Daphne is still on the ship, followed immediately by a visit from Princess Marlea, who has concocted an unusual and dangerous scheme - a scheme for which Captain Isotope has little choice but to ...    "
                },
                "14": {
                    "title": "Chapter Fourteen: Thick as Thieves",
                    "kind": "episode",
                    "episode of": {
                        "title": "Captain Isotope & the Enemy of Space (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "29 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Part three of the four-part Princess Marlea Storyline. Things start to heat up as Princess Marlea heads down with an unhappy Captain Isotope to Draylon, where she has arranged a kidnapping. Meanwhile Madam Kreyus finally visits with Princess Daphne, and then has a somewhat warmer conversation afterward with Professor Mezon. Back on Draylon, Princess Marlea's plans take shape. Captain Isotope is intercepted by two thugs on his way to meet up with her.    "
                },
                "15": {
                    "title": "Chapter Fifteen: The Geometry of Fear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Captain Isotope & the Enemy of Space (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "6 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Part Four of the Four-Part \"Princess Marlea\" Storyline finds Captain Isotope in mortal danger from the two Dutches, Princess Marlea in the vile clutches of Bron, whose heart really isn't in it, and Captain Neutrino who is anxious to weapons-test the new Tomahawk Laser Rifle out even if it's on a live subject. But all of this pales compared to the level of fear that is confronted when our heroes return to the USS Isotope and receive devastating news during a prolonged and emotional showdown with the Dean of Royalty, Madam Kreyus.    "
                },
                "16": {
                    "title": "Chapter Sixteen:: Mystery of the Pirate Raiders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Captain Isotope & the Enemy of Space (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "13 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    In the aftermath of the four-part Princess Marlea story line our heroes are badly shaken, but the USS Isotope is a military ship and missions must be carried out. Sent to rescue a shuttle in distress in pirate territory, the crew of the Isotope find wounded Madam Kreyus and unconscious Princess Daphne in a badly shot up Crosian shuttle. Rescuing them is one thing, but trying to understand WHY they were still there and alive following a Pirate attack is quite another, and the clues don't make Captain Isotope very comfortable.    "
                },
                "17": {
                    "title": "Chapter Seventeen: Arrivals and Departures",
                    "kind": "episode",
                    "episode of": {
                        "title": "Captain Isotope & the Enemy of Space (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "20 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Captain Isotope faces intense grilling form an angry Madam Kreyus, all the while helped by a less-than-helpful Princess Daphne, who is now acting in a very childlike manner. Captain Neutrino reports the Pirate Raiders have sniffed them out and are closing fast. Isotope orders full retreat, but Captain Neutrino has a diversion in mind for the Raiders. Back at McKinley Base General Crank issues new orders for almost everyone leaving Captain Isotope alone with Professor Mezon on the ship. That is, until Admiral Crossley shows up..    "
                },
                "18": {
                    "title": "Chapter Eighteen: Firmware",
                    "kind": "episode",
                    "episode of": {
                        "title": "Captain Isotope & the Enemy of Space (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "10 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Bing has to deal with the brand new Attorney sent by the Queen of Space to place his operation in receivership. The first order of business? Re-program the malfunctioning Princess Daphne Duplicant, who is behaving increasingly erratically and childlike. In order to accomplish this, he needs the original Princess Daphne, whom he fortunately has stashed in a lower level cave. However the procedure is a risky one.    "
                },
                "19": {
                    "title": "Chapter Nineteen: Companions in an Empty Room",
                    "kind": "episode",
                    "episode of": {
                        "title": "Captain Isotope & the Enemy of Space (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "17 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Following Bing's attempt to reboot the Daphne Duplicant the real Princess Daphne finds herself stranded in a strange foreboding realm that bears a strong resemblance to a particular piece of Crosian Mythology known as \"The Darkness\". The Terrans have another word for it - Purgatory.    "
                },
                "20": {
                    "title": "Chapter Twenty: You Are Cordially Invited",
                    "kind": "episode",
                    "episode of": {
                        "title": "Captain Isotope & the Enemy of Space (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "24 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Reeling from the events of the last chapter, Captain Isotope is caught off guard by a call from his arch enemy, Bing The Merciless. Bing has something he very much wants, and asks him to come meet him under a flag of truce. Meanwhile, back on Perseus II, Princess Daphne meets Alastair McCrangle, the priest who will marry her to Bing, and uses the opportunity to launch an escape attempt. Bing and Alastair get a call form the Queen of Space, and then the recaptured Daphne has to face the fact, she's going to get married whether she wants to or not.    "
                },
                "21": {
                    "title": "Chapter Twentyone - Frenemies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Captain Isotope & the Enemy of Space (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "1 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Spoiling for a fight, Captain Isotope prepares to disembark with Dr. Mezon to head for Bing's home world, but instead finds his new shipmate to be Science Officer Carter Winston, which creates tension on the USS Isotope. Meanwhile, on Perseus II, tensions of a different sort arise as newly married Princess Daphne begins to push back against the dominance of Bing. When Bing and Captain Isotope finally come face-to-face for the first time since Chapter Two, the results are not exactly what Captain Isotope expected.    "
                },
                "22": {
                    "title": "Chapter Twenty Two: Crossed Paths",
                    "kind": "episode",
                    "episode of": {
                        "title": "Captain Isotope & the Enemy of Space (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "12 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Captain Isotope and Science Officer Carter Winston escort Princess Daphne from Bing's planetoid back to the McKinley Station. Isotope is unsure whether or not this is the real Princess. Meanwhile Admiral Torrance pressures General Crank to cough up the Princess of Space who is supposed to be on the station, but is in fact a dead Duplicant. Forced to make her exit strategy, General Crank finds she must first rid herself of Cadet Timmy, who has been tasked with shadow duty with the General. Meanwhile, Princess Marlea is vacationing on Club Fred when she receives a ...    "
                },
                "23": {
                    "title": "Gathering Forces",
                    "kind": "episode",
                    "episode of": {
                        "title": "Captain Isotope & the Enemy of Space (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Desperate to secure the release of the kidnapped Princess Marlea, Madam Kreyus turns to Prof. Mezon, currently serving time in Federal Prison. He manages to find a way to help her locate Captain Isotope so they can confront and stop the Bounty Hunter Tarok, who believes he is holding Princess Daphne in pursuit of Bing's bounty on her head. It's a gathering of forces as we head to the final showdown of the season in this penultimate episode.    "
                },
                "25": {
                    "title": "The Captain Isotope Holiday Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "Captain Isotope & the Enemy of Space (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "22 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Taking a break from the rigors of space opera, the cast join together for a \"live\" broadcast of the annual Holiday Special, a celebration of Cookie Spice Day. While various songs play out Madam Kreyus attempts to research the holidays but keeps turning to the most inappropriate people, leading to some hilarity and genuine heartwarming moments. This is both Chapters 25 and 26.    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Nielsen, Erik J."
            },
            {
                "name": "Szymczak, Cheryl"
            },
            {
                "name": "Fesmire, Isaac"
            },
            {
                "name": "Jankowski, Gigi Coray"
            },
            {
                "name": "Reynolds, Daniel"
            },
            {
                "name": "Casseri, Heather"
            },
            {
                "name": "Fry, Shaunda"
            },
            {
                "name": "Jeanne, Sarah"
            },
            {
                "name": "O'Hear, Michael"
            },
            {
                "name": "McGinnis, Paul"
            },
            {
                "name": "Gardner, Shanda"
            },
            {
                "name": "Robbins, Breezy"
            },
            {
                "name": "Daboin, Cameron"
            },
            {
                "name": "Fortin, Chris"
            },
            {
                "name": "Katelbach, Molly"
            },
            {
                "name": "Reboy, Judith"
            },
            {
                "name": "Bevilacqua, Lenny"
            },
            {
                "name": "Harris, Linda"
            },
            {
                "name": "Kasmire, Roselyn"
            },
            {
                "name": "Magyar, Melissa"
            },
            {
                "name": "McBryde, Alexander S."
            },
            {
                "name": "Munn, Stephen"
            },
            {
                "name": "Nielsen, Kurt"
            },
            {
                "name": "Phoenixx, Fawn"
            },
            {
                "name": "Reboy, Colin"
            },
            {
                "name": "Ann, Cherie"
            },
            {
                "name": "Barkewitz, David"
            },
            {
                "name": "Reboy, Joseph"
            }
        ],
        "locations": [
            "415 Bryant St., N. Tonawanda, New York, USA"
        ],
        "genres": [
            "Sci-Fi"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Black and White"
        ],
        "aspect ratio": "16 : 9",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZTQ5ZDhjNjMtMTBiMC00OGIzLTk3YzEtNGUxZmU4MTlhMjVmXkEyXkFqcGdeQXVyMTY3OTE4NTI@._V1_SY150_CR60,0,101,150_.jpg",
        "budget": "$100 (estimated)",
        "plot outline": "In the mid 25th Century Captain Isotope and Cadet Timmy travel through Outer Space righting wrongs and defending innocence. When they are ordered to rescue the Princess of Space who has been kidnapped by the menace known as Bing the Merciless, a series of events is set in motion which propels Captain Isotope toward a final showdown with Bing. A tribute to the kiddie sci-fi shows of the 1950s set in a sitcom format, the show is made originally for WBXZ-Throwback Television channel 56.4 in Buffalo.",
        "languages": [
            "English"
        ],
        "title": "Captain Isotope & the Enemy of Space",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Captain Isotope & the Enemy of Space (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Brown, Bill"
            },
            {
                "name": "Katelbach, Molly"
            },
            {
                "name": "Nielsen, Erik J."
            }
        ],
        "production companies": [
            {
                "name": "Studio Kaiju"
            }
        ],
        "distributors": [
            {
                "name": "WBXZ-LD"
            }
        ],
        "plot": [
            "In the mid 25th Century Captain Isotope and Cadet Timmy travel through Outer Space righting wrongs and defending innocence. When they are ordered to rescue the Princess of Space who has been kidnapped by the menace known as Bing the Merciless, a series of events is set in motion which propels Captain Isotope toward a final showdown with Bing. A tribute to the kiddie sci-fi shows of the 1950s set in a sitcom format, the show is made originally for WBXZ-Throwback Television channel 56.4 in Buffalo.::Joseph Reboy",
            "CHAPTER ONE - \"Bing The Merciless\" - Ordered by the Queen of space to rescue the Princess of Space, Captain Isotope and Cadet Timmy leap to the rescue. Captain Isotope boards Bing's ship and fires on Bing, who is curiously unaffected by the energy weapon's discharge. Captured by Bing, Captain Isotope learns to his horror that the Princess of Space is an angry ex-girlfriend, Princess Daphne. Things go from bad to worse when Bing and Daphne start to spar over who is going to beat the tar out of Captain Isotope.",
            "CHAPTER TWO: \"Dangerous Cargo\" - Recovered from his run-in with Bing, Captain Isotope must now contend with Princess Daphne unwilling to leave his ship, and the sudden secretive mission form General Amelia Crank to transport a prisoner to a holding facility. When the General Transmogulates onto the ship with Bing in her custody things get VERY tense as Isotope must try to interrogate Bing, keep his presence a secret from the Princess, and handle an escape attempt.::Joseph Reboy",
            "CHAPTER THREE: \"The Satellite of Doom\" - Testing out new space suits, Isotope invites the Princess along for a space walk. She's VERY happy to join in until it's discovered that they received new spacesuits.. but only ONE helmet. This brings out the \"testy\" in her, and she begins to harangue the Captain over a recent romantic dalliance with the purveyor of the suits, a feminine Slug. Investigating a bit of space debris near the ship, Captain Isotope soon ends up unconscious, forcing Cadet Timmy to create a makeshift helmet and rescue his Captain. When Isotope is brought back on board he is clutching a portion of an old Earth Satellite with a piece of talking tech attached to it, and he is shocked to realize he's had a science officer on board for some time now.::Joseph Reboy",
            "CHAPTER FOUR: \"The Mysterious Ones\" - Happy to be getting off the ship for a little bit, Princess Daphne is primping and gathering all the \"essentials\" for a mission to find the source of a strange radio signal coming from the planet below. Captain Isotope is not pleased and relieves her of most of her non-essentials. Transmogulating down to the surface, Isotope soon learns that while Daphne appears to be physically fit, she is in need of some serious exercise to keep up. When she gets separated from him however she stumbles across the source of the radio transmission - an alien ship. Taken over by the body-less \"Mysterious Ones\", Daphne fights to maintain control of her own body. Returning to the ship she is forced to kill the crew of the Isotope so the aliens can leave this world.::Joseph Reboy"
        ],
        "tech": {
            "color": [
                "Black and White"
            ],
            "aspect ratio": [
                "16 : 9"
            ]
        }
    }
}