{
    "imdb": {
        "raw release dates": [
            {
                "country": "Myanmar\n",
                "date": "1 January 2018"
            }
        ],
        "release dates": [
            "Myanmar::1 January 2018"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Lwin, Nay Aung"
            },
            {
                "name": "McGeown, Patrick"
            },
            {
                "name": "Paing, Wai Yan"
            }
        ],
        "genres": [
            "Family"
        ],
        "countries": [
            "Myanmar"
        ],
        "country codes": [
            "mm"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjcwZTEzYjItZTdhZi00MTk1LTliOWUtODY2YjIyNzI0YjFkXkEyXkFqcGdeQXVyMDcxMjA2NQ@@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "English Fun is a lighthearted approach to teaching conversation English and lets viewers see that making mistakes is part of the journey. The daily program is designed for a Myanmar audience and uses both languages for a better understanding. Myanmar learners, regardless of age, have different levels of English - so subtitles, fast speaking, slow speaking and with Myanmar and native speakers (as presenters) gives a greater appeal. Most action takes place in the studio and where possible on-location. Commercial sponsorship for educational programs is difficult to find so the team's passion in creating this program on a shoestring is paramount to its success.",
        "languages": [
            "English"
        ],
        "title": "English Fun",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "English Fun (Myanmar)"
        ],
        "writer": [
            {
                "name": "McGeown, Patrick"
            }
        ],
        "production companies": [
            {
                "name": "5 Plus Television"
            }
        ],
        "distributors": [
            {
                "name": "5 Plus Television"
            }
        ],
        "plot": [
            "_English Fun_ (qv) is a lighthearted approach to teaching conversation English and lets viewers see that making mistakes is part of the journey. The daily program is designed for a Myanmar audience and uses both languages for a better understanding. Myanmar learners, regardless of age, have different levels of English - so subtitles, fast speaking, slow speaking and with Myanmar and native speakers (as presenters) gives a greater appeal. Most action takes place in the studio and where possible on-location. Commercial sponsorship for educational programs is difficult to find so the team's passion in creating this program on a shoestring is paramount to its success.::Patrick McGeown"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}