{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "December 2018",
                "notes": "                            (Projected Release)"
            }
        ],
        "release dates": [
            "USA::December 2018                            (Projected Release)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BZmFjMzQ3OGEtMzM1Mi00NzQ3LTg2ZmEtNjgxNjEzYzlmMTQ5XkEyXkFqcGdeQXVyODM0Nzk0NjM@._V1_SY150_CR174,0,101,150_.jpg",
        "plot outline": "\"Her Name is Chef\" is a new docu-series by Peter Ferriero that spotlights six bad-ass, inspiring, sheroes of the kitchen. While they all have had very different paths, there are striking similarities in each of their stories. From the newly-minted to the industry legends, the show takes on some of the most daring and important issues of our time. As the world's culture is changing, the time is now to start sharing these stories. The program showcases the culinary artistry of each woman, as well as trying to resolve the ultimate question as to why only 19% of chefs are women, and further more why only 7% are head chefs. Host Leia Gaccione sits down with Elizabeth Falkner, Fatima Ali, Hillary Sterling, Esther Choi, Juliet Masters, and Caroline Schiff. They open up their hearts and minds to the world, leaving no stone unturned.",
        "title": "Her Name is Chef",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "production companies": [
            {
                "name": "PF Films"
            }
        ],
        "plot": [
            "\"_Her Name is Chef_ (qv)\" is a new docu-series by Peter Ferriero that spotlights six bad-ass, inspiring, sheroes of the kitchen. While they all have had very different paths, there are striking similarities in each of their stories. From the newly-minted to the industry legends, the show takes on some of the most daring and important issues of our time. As the world's culture is changing, the time is now to start sharing these stories. The program showcases the culinary artistry of each woman, as well as trying to resolve the ultimate question as to why only 19% of chefs are women, and further more why only 7% are head chefs. Host Leia Gaccione sits down with Elizabeth Falkner, Fatima Ali, Hillary Sterling, Esther Choi, Juliet Masters, and Caroline Schiff. They open up their hearts and minds to the world, leaving no stone unturned."
        ],
        "tech": {}
    }
}