{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "12 April 2018"
            }
        ],
        "release dates": [
            "USA::12 April 2018"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Perri, Colton"
            },
            {
                "name": "Perri, Jim"
            },
            {
                "name": "Perri, Lainie"
            }
        ],
        "genres": [
            "Family"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjI3YjZlZTctOTcxZC00NWYxLTgzY2YtZmRiM2ExMDNjMTM3XkEyXkFqcGdeQXVyODY0NzcxNw@@._V1_SY150_CR124,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Lunch Bytes with Lainie",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Lunch Bytes with Lainie (United States)"
        ],
        "writer": [
            {
                "name": "Perri, Jim"
            }
        ],
        "distributors": [
            {
                "name": "YouTube"
            }
        ],
        "plot": [
            "Siskel and Ebert for a new Millennium. Pop Culture Reviews from Two Points of View. See what two different generations think about pop culture, movies and shows.::Jim"
        ],
        "synopsis": [
            "This is a weekly series reminiscent of \"Siskel and Ebert At the Movies,\" where two individuals discuss and debate movies, television series and other pop culture events. The hook here is that it's a father and his 9-year-old daughter so the opinions come from two very different perspectives. In fact, part of their tag line is \"see what two different generations think about movies, shows and pop culture.\" It is also unique in that the father and the daughter operate as equals in the discussion. The father tends to have more facts and trivia to share than the daughter but she holds her own when discussing why something worked for her or didn't. They also deal with the subject matter of the movie or show they are reviewing and whether it is appropriate for kids or not. The father will advise the parents who are watching what may be of concern while the daughter will express what she found scary. Case in point: they do a retro-review of \"The Goonies,\" where the daughter indicates that some of the situations made her nervous. The father inquires why these scenes bothered her but scenes in a Marvel film that were more intense didn't. She indicates that the kids in \"The Goonies\" are the same age as her so she could relate to what was happening with them in a more direct way. Episodes include reviews of current films, retro reviews of films and television series that are cultural touchstones (\"E.T.\", \"Jumanji,\" \"Star Wars\"), comparisons between original productions and reboots (\"MacGyver\"), current television series, and even one-offs like a trip to a world-renowned plays festival. There's also quite a bit of humor thrown in to keep things fresh."
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}