{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "27 July 2018"
            }
        ],
        "release dates": [
            "USA::27 July 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Nissan Z-Cars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Auto Exotica (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "27 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    When Fish, Jen and Nate first set out on this adventure they didn't know that they shared something unique in common. All three of their very first sports cars were variants of the Nissan \"Z\". In this episode all three hosts take out their editions of the \"Z\" for a trip down memory lane.    "
                },
                "2": {
                    "title": "Ford Mustangs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Auto Exotica (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "3 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    The Mustang is one of the most iconic sports cars in the world. In this episode we put three versions of Ford's pony through their paces at a law enforcement training facility in an effort to help Mustang drivers tame their own high-powered ponies.    "
                },
                "3": {
                    "title": "Nissan GTR/Dodge Viper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Auto Exotica (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "10 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Nissan's GTR has been nicknamed \"Godzilla\" for good reason. In this episode our hosts make an effort to tame the wild beast. Our trio also head to Elkhart Lake's Road America to take an in-depth look at the Dodge Viper ACR.    "
                },
                "4": {
                    "title": "Porsches",
                    "kind": "episode",
                    "episode of": {
                        "title": "Auto Exotica (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "17 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Porsche is one of the most recognized names in the world, and with good reason. The company has won races across almost every discipline and has honed its street cars to near perfect levels. In the mid-engined Cayman GT4 and Boxster Spyder we try to determine if the company has finally built the perfect sports car.    "
                },
                "5": {
                    "title": "Fiat 500 Abarth vs. Mazda Miata vs. Alfa Romeo 4C",
                    "kind": "episode",
                    "episode of": {
                        "title": "Auto Exotica (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "24 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Sports cars don't always have to break the bank. In this episode we take a look at some of the more affordable options in the market and determine which one is the best all around performer for the dollar.    "
                },
                "6": {
                    "title": "Audi S3 vs VW Golf R/Dodge Hellcat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Auto Exotica (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "31 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    The Audi S3 and Volkswagen Golf R are very close cousins featuring the same engine, chassis and drive train. However, on the open road these are very two different machines. Our trio head out in both to determine which one takes the crown. Also in this episode is the tire-smoking Dodge Charger Hellcat...a 707-horsepower family sedan.    "
                },
                "7": {
                    "title": "Confederate/Lexus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Auto Exotica (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "7 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Can a motorcycle be considered art? The limited production Confederate P51 Combat Fighter can certainly be considered a masterpiece, but does that beauty transition to the road? We meet up with company founder, Matt Chambers, at their headquarters to find out. Lexus has become a hallmark for quality and reliability in the automotive world and in this episode our trio discovers the company's new take on performance by hitting the road in the Lexus RC F and the classic LS460.    "
                },
                "8": {
                    "title": "Audi R8/McLaren 570S",
                    "kind": "episode",
                    "episode of": {
                        "title": "Auto Exotica (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "14 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Audi has built some exemplary sports cars over the years but none have come close to the performance of their halo car, the R8. With a monstrous V-10 and Quattro all-wheel-drive, our hosts rip up some back roads to determine just how capable this latest flagship really is. Also in this episode is a look at McLaren's \"entry level\" sports car, the 570S. Can this British-based company meet other sports car manufacturers toe-to-toe? Our hosts head to some fantastic mountain roads to make that determination.    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Fish, Michael"
            },
            {
                "name": "Jensen, Jennifer"
            },
            {
                "name": "Pace, Nate"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "26"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTFiNjljOWMtY2VmMS00NmNhLWIwZDUtN2E2MjcxMTk2MWY3XkEyXkFqcGdeQXVyMjEwNDU3OTM@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Auto Exotica TV is a fast-paced television series that brings viewers along for the ride in some of the most exciting cars ever made. From classics to today's most thrilling speed machines, if it is a performance car, it's fair game. While three dynamic hosts who are all too eager to offer their opinions on the featured vehicles lead the show, it is clear that on Auto Exotica TV, the car is the star.",
        "languages": [
            "English"
        ],
        "title": "Auto Exotica",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Auto Exotica (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Johnston, Andrew"
            }
        ],
        "production companies": [
            {
                "name": "FourPoints Television Productions"
            }
        ],
        "distributors": [
            {
                "name": "NETA"
            },
            {
                "name": "The Orchard"
            }
        ],
        "plot": [
            "_Auto Exotica_ (qv) TV is a fast-paced television series that brings viewers along for the ride in some of the most exciting cars ever made. From classics to today's most thrilling speed machines, if it is a performance car, it's fair game. While three dynamic hosts who are all too eager to offer their opinions on the featured vehicles lead the show, it is clear that on _Auto Exotica_ (qv) TV, the car is the star."
        ],
        "tech": {
            "runtime": [
                "26 min (USA)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}