{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "August 2018"
            },
            {
                "country": "UK\n",
                "date": "13 August 2018"
            }
        ],
        "release dates": [
            "UK::August 2018",
            "UK::13 August 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bollywood: The World's Biggest Film Industry (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "13 Aug. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bollywood: The World's Biggest Film Industry (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "20 Aug. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 2,
        "cast": [
            {
                "name": "Rani, Anita"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.8,
        "votes": 16,
        "languages": [
            "English"
        ],
        "title": "Bollywood: The World's Biggest Film Industry",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Bollywood: The World's Biggest Film Industry (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Rani, Anita"
            }
        ],
        "production companies": [
            {
                "name": "Raw Television"
            }
        ],
        "distributors": [
            {
                "name": "BBC Two"
            }
        ],
        "plot": [
            "Anita Rani meets with Bollywood professionals and dives in to the history and traditions of the industry."
        ],
        "synopsis": [
            "Anita Rani begins her Bollywood journey in Mumbai, where she discovers the secrets behind the world-famous singing and dancing spectaculars.In the first episode, Anita discovers just how important movies are to ordinary people when she visits one of the oldest cinemas in Mumbai and finds herself in the middle of a screaming mob when a Bollywood actor makes a surprise appearance. She meets one of Bollywood's biggest stars, Anil Kapoor, who explains the enduring appeal of the films and gives her a rare glimpse into how the famous dance numbers are shot and joins a leading choreographer who explains the ancient traditions at the heart of modern Bollywood dance.Action hero Ajay Devgan reveals some of the moves used to create impressive fight scenes, while Bollywood's leading Foley artists teach her the tricks behind creating sound effects for India's biggest action films.In the showroom of India's leading fashion designer, Manish Malhotra, Anita discovers how important the costumes are to Bollywood and finds herself at a magazine cover shoot with superstar Sidharth Malhotra to understand just how fanatical Indians are about their movie stars.Finally, she flies to Jodhpur where she's roped into helping the wardrobe department dress a cast of hundreds for an epic battle scene at an ancient fort.In the second episode, Anita meets India's new generations of stars and producers as she sets out to understand how the modern film industry is being challenged to keep up with India's young population, including the Brits who have flocked to Bollywood, drawn by the huge number of films being made.In Chennai, she meets one of the biggest local film stars, Amy Jackson from Liverpool, filming dance scene on the largest budget Indian film ever made; and is invited to the set of a huge historical film at the center of a huge controversy in India.Anita discovers how a group of brave women won a landmark case in the Supreme Court, paving the way for female make-up artists to work in Bollywood.In Rajasthan she's on set with one of India's most famous and outspoken actresses, Kangana Ranaut, to understand how the portrayal of women in Bollywood is slowly changing, and visits one of Asia's largest slums to meet the director and young cast of a new film about sanitation, part of an increasing trend in Bollywood to use the enormous power of cinema in India to bring about social change."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 16,
                "rating": 6.8
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 6.5
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 4.3
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 7.2
            },
            "males": {
                "votes": 10,
                "rating": 5.7
            },
            "males aged 18 29": {
                "votes": 3,
                "rating": 6.3
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 5.5
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 7.7
            },
            "females": {
                "votes": 3,
                "rating": 7.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 6.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 5.0
            },
            "us users": {
                "votes": 1,
                "rating": 5.0
            },
            "non us users": {
                "votes": 12,
                "rating": 6.0
            }
        },
        "number of votes": {
            "10": 2,
            "9": 1,
            "8": 1,
            "7": 6,
            "6": 3,
            "5": 2,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 6.8,
        "median": 7
    }
}