{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "6 February 2018"
            },
            {
                "country": "UK\n",
                "date": "7 February 2018"
            }
        ],
        "release dates": [
            "UK::6 February 2018",
            "UK::7 February 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Queen in Waiting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Elizabeth: Our Queen (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "7 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    When her uncle Edward VIII abdicated in 1936, Elizabeth, aged 10, became heir to the throne. Her grandmother insisted she be given lessons to prepare for the role that awaited her - as Queen. When her father died in 1952 she was the wife of a naval officer, Prince Philip of Greece, and a mother of two. She was the youngest monarch to ascend to the throne in 100 years.    "
                },
                "2": {
                    "title": "Pomp and Circumstance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Elizabeth: Our Queen (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    The televised Coronation of the Queen was at first controversial, but her dignity and calmness made the event a world-wide success. The Queen and Philip embarked on a world tour where she was met with enthusiasm everywhere she went. The Queen's faced Winston Churchill's stroke and retirement, and the Suez Crisis. And her role, and resolve, were tested when the palace intervened in her sister Margaret's marriage plans.    "
                },
                "3": {
                    "title": "Modernising the Monarchy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Elizabeth: Our Queen (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Criticised for being remote and reserved, the Queen embraced modern technology and gave her first ever televised Christmas broadcast in 1957. In the 60s, she started to rid the monarchy of its archaic protocols. A mining disaster on home soil taught lessons about the importance of her support and sympathy. A documentary, \"The Royal Family\" was a massive success, but some thought it went too far in observing the Queen's family life.    "
                },
                "4": {
                    "title": "The Crown Under Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Elizabeth: Our Queen (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    In the face of the economic and social uncertainty of 1970s Britain, the Queen's wealth came under scrutiny. Scandals continued to follow her sister Margaret who, now divorced, was photographed in the company of young men. To try to stabilize the monarchy, the Queen encouraged Prince Charles to find a wife to ensure the future of the Windsor dynasty.    "
                },
                "5": {
                    "title": "Strong and Steady",
                    "kind": "episode",
                    "episode of": {
                        "title": "Elizabeth: Our Queen (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    The wedding of Prince Charles and Lady Diana in 1981 marked the beginning of a golden age for the Queen and the monarchy. Most of the 1980's saw abundant support for the Queen and her children. The Queen's awkward relationship with Prime Minister Margaret Thatcher posed a number of challenges, but the two managed to navigate the diplomatic challenges of the Falklands conflict.    "
                },
                "6": {
                    "title": "The Crown in Crisis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Elizabeth: Our Queen (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    The 1990s brought relentless public criticism and painful private tragedy to the Queen. She dubbed 1992 her 'Annus Horribilis' in which she saw the collapse of 3 of her children's marriages, as well as the devastating destruction of Windsor Castle. The death of the Princess Diana presented the Queen with the gravest challenge - as she focused on protecting her grieving grandsons, the public interpreted the Queen's silence as lack of feeling.    "
                },
                "7": {
                    "title": "Reinventing the Royals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Elizabeth: Our Queen (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Still battling negative public opinion, the Queen faced a crisis in Australia where the country had plans to remove her and held a referendum. In 2002, the Queen's younger sister Princess Margaret died, followed by the death of the Queen's Mother mother just six weeks later. The Palace made plans to modernise the monarchy as the Queen celebrated her Golden Jubilee. Charles and Camilla Parker-Bowles finally married in 2005.    "
                },
                "8": {
                    "title": "Happy and Glorious",
                    "kind": "episode",
                    "episode of": {
                        "title": "Elizabeth: Our Queen (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    In 2012, The Queen marked her Diamond Jubilee - only the second monarch to have ever achieved that milestone. In this decade she undertook an extraordinary state visit to the Republic of Ireland and her political neutrality was tested through both the Scottish referendum, and the Brexit vote. As she reaches her 90s, the Queen continues to reign but increasingly she is delegating her duties to her heir, Prince Charles, and his children.    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "D'Arcy, James"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 8.0,
        "votes": 5,
        "languages": [
            "English"
        ],
        "title": "Elizabeth: Our Queen",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Elizabeth: Our Queen (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "ITN Productions"
            }
        ],
        "plot": [
            "This eight-part series interviews the Queen's Prime Ministers, members of the Royal Household and closest friends, to build a uniquely personal picture of Elizabeth, the woman, the mother, the Queen.::Enzedder"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 5,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 8.3
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 7.5
            },
            "males": {
                "votes": 4,
                "rating": 8.5
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 8.3
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 9.0
            },
            "females": {
                "votes": 1,
                "rating": 6.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 6.0
            },
            "non us users": {
                "votes": 5,
                "rating": 7.9
            }
        },
        "number of votes": {
            "10": 0,
            "9": 2,
            "8": 2,
            "7": 0,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.0,
        "median": 8
    }
}