{
    "imdb": {
        "raw release dates": [
            {
                "country": "Hong Kong\n",
                "date": "21 May 2018"
            }
        ],
        "release dates": [
            "Hong Kong::21 May 2018"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Wu, Ting-yan"
            },
            {
                "name": "Liu, Annie"
            },
            {
                "name": "Ma, Steven"
            },
            {
                "name": "Ma, Kwok-Ming"
            },
            {
                "name": "Siu, Edwin"
            },
            {
                "name": "Chau, Chrissie"
            },
            {
                "name": "Chan, Alice"
            },
            {
                "name": "Wong, Jacqueline"
            },
            {
                "name": "Tse, Suet-sum"
            },
            {
                "name": "Law, Candy"
            },
            {
                "name": "Hong, Wah"
            },
            {
                "name": "Cheung, Pinky"
            },
            {
                "name": "Cheung, Angie"
            },
            {
                "name": "Hon, Mary"
            },
            {
                "name": "Lee, Lung Kay"
            },
            {
                "name": "Lui, Rosanne"
            },
            {
                "name": "Yim, Michelle"
            }
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "Hong Kong"
        ],
        "country codes": [
            "hk"
        ],
        "language codes": [
            "yue"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Singapore:PG13"
        ],
        "rating": 6.3,
        "votes": 10,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjcyZmRkNDctZTU3MC00NTg4LTkzNjctNWY5ZmU0MWViNzk4XkEyXkFqcGdeQXVyMjg0MTI5NzQ@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "During the reign of Emperor Shang of Tang, Prince of Ping (Steven Ma), and Princess Taiping (Alice Chan) stage a coup and execute the Empress Dowager Wei (Michelle Yim) who was seize power on the court system. They support Prince of Xiang (Lung Kay Lee) in reclaiming the throne. The palace appears to be returning to peace, but, the great waves are secretly approaching - On the court, the aunt-nephew camp of Princess Taiping and Prince of Ping begin to be divided and become like fire and water. Within the inner palace, Prince of Ping's first wife, Wong Zhen (Ting-yan Wu) and favorite concubine Zheng Chunxi (Chrissie Chau) compete with their beauty and cannot get along. Fortunately, within the deceitful inner palace, there is rare integrity. The heroic and righteous imperial guards, Yam Sam-Shu (Kwok-Ming Ma) and Ho Lei (Edwin Siu), and the quiet and elegant department heads, Kam Yeuk-chin (Jacqueline Wong), and Yuen Yuet (Annie Liu), are four genuine people that decorate the gloomy and cold palace halls with a brush of romance and add a little mystery - Some people will give up everything for their most beloved, while others will give up their soul for power. A series of unsolved cases occur in the palace. Within the layers and layers of mystery is a long-kept secret. As it is slowly unraveled, it reveals humanity's deep thirst for power and wealth.",
        "languages": [
            "Cantonese"
        ],
        "title": "Deep in the Realm of Conscience",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-2018",
        "akas": [
            "Deep in the Realm of Conscience (Hong Kong)"
        ],
        "production companies": [
            {
                "name": "Television Broadcasts Limited"
            },
            {
                "name": "Tencent Penguin Pictures"
            }
        ],
        "distributors": [
            {
                "name": "Astro"
            },
            {
                "name": "TVB Jade"
            }
        ],
        "plot": [
            "During the reign of Emperor Shang of Tang, Prince of Ping ('Steven Ma' (qv)), and Princess Taiping ('Alice Chan' (qv)) stage a coup and execute the Empress Dowager Wei ('Michelle Yim' (qv)) who was seize power on the court system. They support Prince of Xiang ('Lung Kay Lee' (qv)) in reclaiming the throne. The palace appears to be returning to peace, but, the great waves are secretly approaching - On the court, the aunt-nephew camp of Princess Taiping and Prince of Ping begin to be divided and become like fire and water. Within the inner palace, Prince of Ping's first wife, Wong Zhen ('Ting-yan Wu' (qv)) and favorite concubine Zheng Chunxi ('Chrissie Chau' (qv)) compete with their beauty and cannot get along. Fortunately, within the deceitful inner palace, there is rare integrity. The heroic and righteous imperial guards, Yam Sam-Shu ('Kwok-Ming Ma' (qv)) and Ho Lei ('Edwin Siu' (qv)), and the quiet and elegant department heads, Kam Yeuk-chin ('Jacqueline Wong' (qv)), and Yuen Yuet ('Annie Liu' (qv)), are four genuine people that decorate the gloomy and cold palace halls with a brush of romance and add a little mystery - Some people will give up everything for their most beloved, while others will give up their soul for power. A series of unsolved cases occur in the palace. Within the layers and layers of mystery is a long-kept secret. As it is slowly unraveled, it reveals humanity's deep thirst for power and wealth."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 10,
                "rating": 6.3
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 6.0
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 6.7
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 6.5
            },
            "males": {
                "votes": 6,
                "rating": 6.7
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 9.0
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 6.5
            },
            "females": {
                "votes": 2,
                "rating": 4.5
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 3.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 6.0
            },
            "us users": {
                "votes": 1,
                "rating": 9.0
            },
            "non us users": {
                "votes": 5,
                "rating": 6.6
            }
        },
        "number of votes": {
            "10": 1,
            "9": 1,
            "8": 0,
            "7": 4,
            "6": 2,
            "5": 0,
            "4": 0,
            "3": 1,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 6.3,
        "median": 7
    }
}