{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "29 June 2018",
                "notes": "                            (TV release)"
            },
            {
                "country": "USA\n",
                "date": "1 July 2018"
            }
        ],
        "release dates": [
            "USA::29 June 2018                            (TV release)",
            "USA::1 July 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Travels (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Episode 101-Host Will Clinger finds an abundance of lactose-tolerance at CHEESE DAYS in Monroe, Wisconsin; treads very carefully at the world's largest RATTLESNAKE ROUNDUP in Sweetwater, Texas; investigates America's last remaining BARBER POLE FACTORY in St. Paul; learns the challenges of LIVING IN A 727 jetliner in Hillsboro, Oregon; samples some of the more than five thousand condiments at the NATIONAL MUSTARD MUSEUM; and visits the ultimate Roadside Attraction: ROCK-IN-THE-HOUSE (not to be confused with House on the Rock) in Fountain City, Wisconsin.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Travels (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Episode 102 - In Las Vegas, host Will Clinger pays homage to the iconic signs of yesteryear at the NEON BONEYARD, and then witnesses a miracle cure at HANGOVER HEAVEN; proceeds to Los Angeles to sample the potions, hexes and voodoo dolls at FARMACIA BOTANICA; browses the rockets and sprockets at Sparta, Wisconsin's DEKE SLAYTON SPACE and BICYCLE MUSEUM, then joins the revved up crowd at America's largest ART CAR PARADE in Houston.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Travels (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "15 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Episode 103 - Host Will Clinger stares in amazement at the largest airplane ever built - Howard Hughes' \"SPRUCE GOOSE\" on display in McMinnville, Oregon's Evergreen Air and Space Museum; witnesses some strange things indeed at Portland's PECULIARIUM; marvels at Marv's incredible collection of FARM TOYS in Wisconsin; admires the aluminum siding at Houston's BEER CAN HOUSE and then pulls over for gas station memorabilia at CLASSICAL in Embudo, New Mexico. Fill 'er up.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Travels (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "29 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Episode 104 - Host Will Clinger returns to Sin City to play classic machines at Las Vegas' PINBALL HALL of FAME and gets an explosive tour of the NATIONAL ATOMIC TESTING MUSEUM, watches a PARADE THAT DOESN'T MOVE AN INCH in Whalan, Minnesota; goes souvenir hunting at the LOS ANGELES CORONER'S GIFT SHOP; then follows his nose to BAUMGARTNER'S CHEESE SHOP in Monroe, Wisconsin for Limburger sandwiches and finds out why all that cash is stashed on the ceiling.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Travels (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "29 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Episode 105 - Host Will Clinger offers his condolences at Houston's MUSEUM of FUNERAL CUSTOMS; celebrates the weird and wonderful world of sculptor DR. EVERMOR near Baraboo, Wisconsin; craves the collection of HALF-EATEN CELEBRITY SANDWICHES in the Land of Lincoln; discovers who ED was and why Wykoff, Minnesota gave him his own museum; and drops in on a Portland, Oregon donut shop to play witness at a VOODOO WEDDING.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Travels (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "5 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Episode 106 - Host Will Clinger looks on with envy at the WORLD BEARD and MOUSTACHE CHAMPIONSHIP in Portland, then quenches his thirst at nearby BELMONT STATION beer store boasting some bizarre brews; unearths the LOST EGYPTIAN CITY from Cecil B. DeMille's classic \"Ten Commandments\" beneath the sand dunes on the California coast; visits the ELEPHANT SEALS for their siesta in San Simeon, and explores a lively Los Angeles MUSEUM DEVOTED SOLELY TO DEATH.    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Clinger, Will"
            }
        ],
        "locations": [
            "USA::(on location)"
        ],
        "genres": [
            "Comedy",
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "languages": [
            "English"
        ],
        "title": "Wild Travels",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Wild Travels (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Moshman Productions"
            }
        ],
        "distributors": [
            {
                "name": "NETA"
            }
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}