{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "24 June 2018"
            }
        ],
        "release dates": [
            "USA::24 June 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "An Ocean Apart",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pacific War in Color (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "24 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    The Pacific Ocean is also known as \"The Peaceful Sea,\" and color footage of some of its remote American outposts taken in the late-1930s captures a world of fun and sun. But a wave of war will soon replace these serene scenes with images of cataclysmic horror. Through rarely seen color home movies and combat footage, we detail Japan's violent blitz of the Pacific-from its raid on China to its attacks on Pearl Harbor and Australia-and show how America's military raced to ready itself for battle.    "
                },
                "2": {
                    "title": "Shockwaves",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pacific War in Color (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Six months after the bombing of Pearl Harbor, the shockwaves of war have flooded into every corner of the Pacific, from Alaska to parts of China to New Guinea. U.S. soldiers head into unfamiliar worlds thousands of miles from home, encountering steamy island jungles, bitter arctic cold, and an unrelenting enemy. Through rare personal films and color combat footage, witness early Allied victories-in the Coral Sea, Guadalcanal, and at Midway-that turned the tide of the war.    "
                },
                "3": {
                    "title": "Island Hopping",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pacific War in Color (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Under the command of Admiral Nimitz in 1943, America advances towards Japan, engaging in a new series of island-hopping invasions through the Central Pacific. But a ferocious and inauspicious start at the Tarawa atoll forces war strategists to redesign their plan from top to bottom, sparking new innovations and breaking new barriers. With color combat footage and accounts from those who experienced the fight firsthand, this is an intimate look at some of the costliest and most critical battles of World War II.    "
                },
                "4": {
                    "title": "The Enemy Underground",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pacific War in Color (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    After a disastrous start, Admiral Chester Nimitz's island-hopping campaign across the Central Pacific has gained momentum and led his men to their largest and most important target yet: Saipan in the Mariana Islands. The nearly month-long battle on this island featured mountain sieges, Banzai attacks, white-knuckled dogfights, and escalating tensions between the U.S. Army and Marines. Color combat footage and testimony from the soldiers who were there bring this seminal moment of the Pacific War to life.    "
                },
                "5": {
                    "title": "Striking Distance",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pacific War in Color (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    By the summer of 1944, America increasingly controlled the seas and skies of the Pacific, but the fighting on land remained bloody and brutal. As U.S. forces battled for two islands at once, Japan used ingenious dug-in bunkers and caves to make them pay for every inch of ground. Discover America's strategic and personal motivations behind their simultaneous invasions of Tinian and Guam and witness their far less successful plan to strike Japan from India and China with the new, troubled aircraft, the B-29.    "
                },
                "6": {
                    "title": "Fire in the Sky",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pacific War in Color (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "29 Jul. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "No Surrender",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pacific War in Color (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "5 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    The Allies celebrate the end of the war in Europe, but the Pacific War rages on. Okinawa, the last stop in the island-hopping campaign to the Japanese mainland, is absolute havoc, with Japan sending an unprecedented wave of kamikaze attacks to destroy Allied warships. Meanwhile, Australians liberate Indonesians from three years of oppressive Japanese occupation in Borneo. Witness the final battles of the Second World War, captured with rare behind-the-scenes film and color combat footage.    "
                },
                "8": {
                    "title": "From the Ashes",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Pacific War in Color (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "12 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    By the summer of 1945, the Allies are reducing Japan to ashes, but there's no sign of surrender. While a ground invasion seems imminent, a casualty estimate of U.S. soldiers in the hundreds of thousands leads President Truman to a decision that will not only end the war, but forever change the course of warfare. Color combat footage and witness accounts of the atomic bombings provide rare insights into the final days of the Pacific War.    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Barker, Tim"
            },
            {
                "name": "Wilburn, Jeff"
            },
            {
                "name": "Muffett, Jamie"
            }
        ],
        "genres": [
            "History"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 1,
        "rating": 9.0,
        "votes": 19,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYTQ5ODNiYTItN2JjZC00YWRlLWE2NTMtNGI1ZDNiZjE1MWI4XkEyXkFqcGdeQXVyNTI3NTM4MTA@._V1_SY150_CR6,0,101,150_.jpg",
        "title": "The Pacific War in Color",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-2018",
        "akas": [
            "The Pacific War in Color (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Smithsonian Channel"
            }
        ],
        "distributors": [
            {
                "name": "Smithsonian Channel"
            }
        ],
        "plot": [
            "_The Pacific War in Color_ (qv) immerses viewers in a graphic and dramatic look through an unfiltered lens."
        ],
        "tech": {},
        "demographics": {
            "imdb users": {
                "votes": 19,
                "rating": 9.0
            },
            "aged 30 44": {
                "votes": 6,
                "rating": 9.4
            },
            "aged 45 plus": {
                "votes": 11,
                "rating": 8.3
            },
            "males": {
                "votes": 19,
                "rating": 8.7
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 9.4
            },
            "males aged 45 plus": {
                "votes": 11,
                "rating": 8.3
            },
            "us users": {
                "votes": 10,
                "rating": 8.5
            },
            "non us users": {
                "votes": 4,
                "rating": 8.8
            }
        },
        "number of votes": {
            "10": 7,
            "9": 6,
            "8": 5,
            "7": 1,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 9.0,
        "median": 9
    }
}