{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "14 July 2018",
                "notes": "                            (New York City, New York)"
            }
        ],
        "release dates": [
            "USA::14 July 2018                            (New York City, New York)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Welcome to the GZERO",
                    "kind": "episode",
                    "episode of": {
                        "title": "GZERO World with Ian Bremmer (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "14 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Welcome to the GZERO. What is the GZERO? We'll get to that. On today's public television premiere of GZERO World with Ian Bremmer, Ian goes around the world (geopolitically speaking) with Kentucky Senator Rand Paul and he previews Monday's remarkable little summit in Helsinki between The Donald and Vlad. And on Puppet Regime, Crazy Donnie's got some tariffs you won't believe. Let's get to it.    "
                },
                "2": {
                    "title": "When in Rome",
                    "kind": "episode",
                    "episode of": {
                        "title": "GZERO World with Ian Bremmer (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "21 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Elections may be hacked, territories annexed, and sanctions levied, but for the Donald and Vlad, one thing will never change: they'll always have Helsinki. On the show this week Ian breaks down the remarkable summit. Then he travels to Italy to understand both sides of a truly dysfunctional political system. And on Puppet Regime, Trump and Putin sit down with Ian for some couples counseling.    "
                },
                "3": {
                    "title": "U.S. Senator Marco Rubio",
                    "kind": "episode",
                    "episode of": {
                        "title": "GZERO World with Ian Bremmer (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "28 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Ian dives into the swamp to talk geopolitics with Senator Marco Rubio.    "
                },
                "4": {
                    "title": "Cyber Threats with David Sanger",
                    "kind": "episode",
                    "episode of": {
                        "title": "GZERO World with Ian Bremmer (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "4 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Ian tells you what you need to know about Venezuela, then he brighten things up by talking cyber warfare with Pulitzer prize winner David Sanger.    "
                },
                "5": {
                    "title": "Victoria Nuland and a Lonely Europe",
                    "kind": "episode",
                    "episode of": {
                        "title": "GZERO World with Ian Bremmer (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "11 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Former U.S. Ambassador to NATO Victoria Nuland on why Europe must lead where Trump will not.    "
                },
                "6": {
                    "title": "A Brand New (Virtual) World with Jared Cohen",
                    "kind": "episode",
                    "episode of": {
                        "title": "GZERO World with Ian Bremmer (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "18 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Ian talks Trump and then sits down with veteran U.S. foreign policy aide and head of Google's Jigsaw innovation lab, Jared Cohen.    "
                },
                "7": {
                    "title": "Kevin Rudd and China's Future",
                    "kind": "episode",
                    "episode of": {
                        "title": "GZERO World with Ian Bremmer (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "25 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Ian talks China all episode long.    "
                },
                "8": {
                    "title": "Adam Davidson on \"Trump Fact and Fiction\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "GZERO World with Ian Bremmer (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "8 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Ian talks Turkey. US-Turkey relations, that is.    "
                },
                "9": {
                    "title": "Ten Years Since Lehman Went Under",
                    "kind": "episode",
                    "episode of": {
                        "title": "GZERO World with Ian Bremmer (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "14 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Ian draws a line from the start of the 2008 financial crisis to the geopolitical environment we find ourselves in today.    "
                }
            }
        },
        "number of episodes": 9,
        "genres": [
            "News"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYmJjZDMwODktYjlkNi00Nzk2LTk4YWEtYjIwN2Q1OWJkYmE4XkEyXkFqcGdeQXVyODk5MzI2NjA@._V1_SY150_CR24,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "GZERO World with Ian Bremmer",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "GZERO World with Ian Bremmer (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Kliment, Alex"
            },
            {
                "name": "Sparks, Willis"
            }
        ],
        "production companies": [
            {
                "name": "GZERO Media"
            }
        ],
        "distributors": [
            {
                "name": "WNET/13"
            }
        ],
        "synopsis": [
            "Each week, Ian Bremmer, a renowned political scientist, entrepreneur and bestselling author, shares his perspective on recent global events and interviews the world leaders, experts and newsmakers shaping today's international politics.In the era of smartphones and smart fridges, the world has never been more connected. Yet politically, we've never been more divided. That's not just an American problem. It's increasingly a global phenomenon.The United States can't and won't play global policeman, and no one else wants the job. The geopolitical alliances that have organized international politics since the end of World War II are breaking down. Nationalists and populists have gained a political foothold in both developed and developing countries. The G7 group of industrialized nation no longer carries its post-Cold War clout, and the G20 functions only in emergencies. Welcome to the GZERO World.GZERO World with Ian Bremmer, a weekly half-hour show, provides unique access to leaders at the center of today's geopolitical flashpoints and expert insight into the events shaping tomorrow's world. Ian Bremmer hosts the show on location across the United States and around the world as he meets with heads of state and top newsmakers.Ian launched GZERO World as a digital show. Over the course of the first season, he interviewed U.S. Ret. Four Star General David Petraeus, Rwandan President Paul Kagame, Pulitzer Prize-winning reporter Maggie Haberman, former Israeli Prime Minister Ehud Barak, Head of the International Rescue Committee David Miliband, and former Trump insider Anthony Scaramucci. Still to come: Senators Rand Paul and Marco Rubio, Wired Editor-in-Chief Nick Thompson, Syria Deeply founder Lara Setrakian, and many more. In a media landscape becoming more politicized and polarized than ever, here you'll find ideas and insight from across the global political spectrum.Each episode opens with a monologue, a social media-sourced question and answer segment called 'Office Hours' and one big interview (the heart of the show). Each episode ends on a lighter note with the original political satire series, PUPPET REGIME. These 2-3 minute sketches parody world leaders with a combination of silliness and substance. The ever-expanding cast already includes Donald Trump, Vladimir Putin, Kim Jong-Un, Angela Merkel, Mark Zuckerberg and more.GZERO World with Ian Bremmer offers an escape from the echo chambers, bringing a variety of geopolitical perspectives to viewers each week."
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ]
        }
    }
}