{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "1 October 2018",
                "notes": "                            (National TV)"
            },
            {
                "country": "Canada\n",
                "date": "27 October 2018"
            }
        ],
        "release dates": [
            "Canada::1 October 2018                            (National TV)",
            "Canada::27 October 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Superstars & Fearless Kitchens",
                    "kind": "episode",
                    "episode of": {
                        "title": "Star Foodies! Greece Edition (TV Series 2018–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "27 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Christina-Laia meets up with Greek celebrity star foodie of the day in the center of Athens. It's the most famous artist of his generation - recording artist, actor, performer, Sakis Rouvas. After a chat about his lifestyle, work, and eating habits, Sakis reveals his favorite personal recipe. Christina returns to Canada, and meets Celebrity Chef, TV Personality, Christine Cushing in her kitchen. Christine teaches Christina how to make Sakis' recipe, Pastitsada.    "
                },
                "2": {
                    "title": "Tempo Change",
                    "kind": "episode",
                    "episode of": {
                        "title": "Star Foodies! Greece Edition (TV Series 2018–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Christina-Laia meets up with Greek rapper in trendy Petralona Athens. A walk around the borough and chat about what this artist is up to, including his foodie habits and personal recipe ensues. Christina then returns to Canada where she visits King ST West and meets with Chef Jo Castrinos at his restaurant, where he teaches her, and audiences how to re-create the star foodie recipe of the day, Vasilopita/King Cake.    "
                },
                "3": {
                    "title": "Harbours, Sails & Great Eggspectations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Star Foodies! Greece Edition (TV Series 2018–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "17 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Christina meets with popular Greek actress, Katerina Geronikolou at Flisvos Marina for a chat about lifestyle, showbiz and of course food. Christina then takes off for Canada and cooks with Miss Food Cabbie, Chef Helen Antonopoulos-Drossos. Helen teaches Christina and audiences how to make Katerina's personal recipe, Kagania/Pastitsada. Helen's daughter, actress, Aphrodite, joins the cast for the finale taste test.    "
                },
                "4": {
                    "title": "A Survivor's Feast!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Star Foodies! Greece Edition (TV Series 2018–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "24 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Christina meets singer, Survivor celebrity, Eirini Papadopoulou at beautiful Lake Vouliagmeni. After she receives the recipe, she returns to Toronto's Harbour Front, then King ST West to learn to re-make the recipe from Chef Jo Castrinos.    "
                },
                "5": {
                    "title": "Sole Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "Star Foodies! Greece Edition (TV Series 2018–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Christina-Laia has a chat with Russian-Greek, actor, dancer, musician and model, Ivan Svitailo. They chat over orange juice and coffee, by the Greek sea. Christina returns to Canada to re-make his secret recipe.    "
                },
                "6": {
                    "title": "My Foodie in Ruins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Star Foodies! Greece Edition (TV Series 2018–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Actor, Alexis Georgoulis meets with Christina in the heart of Athens for a chat at the oldest cinema in the ancient city. They meet at Cine Theissio for a chat on life, his work and of course food. They take a short walk through Theissio, and later reveals his grandmother's family recipe. Christina returns to Canada and steps into the kitchen with Chef Lambros from Toronto's Greek Town.    "
                },
                "7": {
                    "title": "Sommer's Choice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Star Foodies! Greece Edition (TV Series 2018–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "5 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    From the South shores of Athens to the spicy kitchen of Grub Godz. Christina meets with actor Kostas Sommer in Alimos to find out what's on his menu that keeps him so fit, and his personal favorite recipe. She heads back to Canada to team up with Canadian Chefs, John West and Peter Barnes (Grub Godz) to cook up a storm.    "
                },
                "8": {
                    "title": "It's all Loco!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Star Foodies! Greece Edition (TV Series 2018–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "12 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    In a muy loco and delicious episode, Christina chats with Locomondo. One of the most known and successful bands in Greece. The 6-member band fronted by Markos Koumaris, the main songwriter and composer of the group, fuses Reggae, Ska and Caribbean sounds with Greek lyrics and traditional musical elements. After a chat on life, music and food, Christina travels back to Canada where she meets with dynamic duo, Grub Godz to re-create a traditional Cretan recipe.    "
                },
                "9": {
                    "title": "In the Nic of Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Star Foodies! Greece Edition (TV Series 2018–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "26 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    From the hills of St.George Lycabettus, Athens to the quaint theatre of Kolono in the district of the same name, Christina meets up with talented actor and musician Nicolas Bravos. The two have an on-set visit on the very stage where the actor performs 4 nights a week. After an interesting chat about his work, life, loves, and of course food, Christina heads back to Canada to meet another Canadian Chef. She ends up in front of a food truck - in fact one of the first in the Greater Toronto Area. Chef Helen explains the family business and what she thinks of this Star ...    "
                },
                "10": {
                    "title": "What Happens in Vegas...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Star Foodies! Greece Edition (TV Series 2018–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Christina discovers the Athenian suburbs, Agia Paraskevi and Chalandri, before settling at Ginger Cafe. She chats with the cafe owner who explains the menu of exclusive ginger infused bevvies. After a few virgin drinks, Christina meets up with African born, Greek Rapper, El Zeraw, from the band Vegas. The popular musical artist chats about his lifestyle, diet, exercise regiment, and making his kids \"daddy's breakfast.\" At the end of the chat, he reveals his favourite secret recipe. A rich, traditional Greek dish. Christina then heads back to Canada, where she meets up...    "
                },
                "11": {
                    "title": "Harmony",
                    "kind": "episode",
                    "episode of": {
                        "title": "Star Foodies! Greece Edition (TV Series 2018–2019)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "23 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Greek musician and practicing yogi, Mariada Pieridi chats with Christina about her healthy lifestyle, growing up without sugar, her accomplishments and future plans. In this educational episode, Mariada explains how to cook and bake with nature's ingredients, what foods to avoid, and how kids can be trained to love veggies. After a chat on the grounds of Megaro Mousiki and Fuga Restaurant (Greek for Harmony), Mariada introduces Christina to renowned Chef Dimitris Katrivesis. Chef Dimitri enlightens audiences on his international experience at the best restaurants in ...    "
                }
            }
        },
        "number of episodes": 11,
        "cast": [
            {
                "name": "Vlahos, Christina-Laia"
            },
            {
                "name": "Cushing, Christine"
            },
            {
                "name": "Georgoulis, Alexis"
            },
            {
                "name": "Geronikolou, Katerina"
            },
            {
                "name": "Papadopoulou, Eirini"
            },
            {
                "name": "Rouvas, Sakis"
            },
            {
                "name": "Svitailo, Ivan"
            },
            {
                "name": "Bravos, Nicolas"
            },
            {
                "name": "Locomondo"
            },
            {
                "name": "Sommer, Kostas"
            },
            {
                "name": "Pieridi, Marianta"
            }
        ],
        "locations": [
            "Canada, Greece::(Toronto, Ontario & Athens, Greece)"
        ],
        "genres": [
            "Adventure"
        ],
        "runtimes": [
            "30"
        ],
        "language codes": [
            "el"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzNlYWFjNTAtMjdmMi00ODYyLWFhNDMtMTIyY2EzYmQxOTJjXkEyXkFqcGdeQXVyMTcxNDc5Nzg@._V1_SY150_CR45,0,101,150_.jpg",
        "plot outline": "A half-hour travel, cooking and entertainment show based within Greece and Canada. The show features Greece's top celebrities and a favorite personal recipe. During each show, host Christina-Laia discovers a unique area in Athens, Greece, and then meets and interviews a Greek celebrity who is also a foodie. In the final portion of the chat, the celebrity reveals a personal recipe and the story behind it. After their chat, Christina returns to Canada, and steps into a kitchen with a Chef whom she presents the recipe to. The Chef attempts to teach Christina, and viewers, how to reproduce the star's recipe, explaining the process as simply as possible for viewers (and Christina). In the final segment, Christina and the chef reveal the STAR FOODIE recipe they've recreated.",
        "languages": [
            "Greek"
        ],
        "title": "Star Foodies! Greece Edition",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-2019",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Vlahos, Christina-Laia"
            }
        ],
        "distributors": [
            {
                "name": "Omni"
            }
        ],
        "plot": [
            "In each episode, host Christina-Laia travels from Greece to Canada. Along the way, she meets with Greek celebrities who are self proclaimed foodies. During their chat, each celebrity reveals a secret recipe. Christina returns to Canadian kitchens to recreate the recipe with experienced Chefs.::Christina-Laia Vlahos",
            "A half-hour travel, cooking and entertainment show based within Greece and Canada. The show features Greece's top celebrities and a favorite personal recipe. During each show, host Christina-Laia discovers a unique area in Athens, Greece, and then meets and interviews a Greek celebrity who is also a foodie. In the final portion of the chat, the celebrity reveals a personal recipe and the story behind it. After their chat, Christina returns to Canada, and steps into a kitchen with a Chef whom she presents the recipe to. The Chef attempts to teach Christina, and viewers, how to reproduce the star's recipe, explaining the process as simply as possible for viewers (and Christina). In the final segment, Christina and the chef reveal the STAR FOODIE recipe they've recreated.::Christina-Laia Vlahos"
        ],
        "tech": {
            "runtime": [
                "30 min (Per Episode) (Canada)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}