{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "7 September 2018"
            },
            {
                "country": "Canada\n",
                "date": "7 October 2018"
            }
        ],
        "release dates": [
            "Canada::7 September 2018",
            "Canada::7 October 2018"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Drag Heals"
            },
            {
                "countries": " (working title)",
                "title": "Drag School: First Time in Heels"
            }
        ],
        "akas": [
            "Drag Heals (original title)",
            "Drag School: First Time in Heels (working title)"
        ],
        "akas from release info": [
            "Drag Heals (original title)",
            "Drag School: First Time in Heels (working title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Meet the Mentors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drag Heals (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "7 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    The new queens come to their very first Drag School class and meet other men who also dream of becoming fabulous queens.    "
                },
                "2": {
                    "title": "First Time in Heels",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drag Heals (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "7 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    For many of the new queens, this week's exercise will be the very first time they've ever tried on and performed in heels.    "
                },
                "3": {
                    "title": "Just a Boy in a Dress",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drag Heals (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "7 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    The Queens perform for each other to get comfortable being on stage. Some shine and some have a long way to go as they create the acts for their upcoming public show.    "
                },
                "4": {
                    "title": "Personal Stories",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drag Heals (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "7 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    The Queens get real and share personal stories that have shaped the people they are.    "
                },
                "5": {
                    "title": "Church on Church",
                    "kind": "episode",
                    "episode of": {
                        "title": "Drag Heals (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "7 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    The Queens reflect on Drag School and the journey that has brought them to a public drag show that surprises its audience with its raw emotional edge.    "
                }
            }
        },
        "number of episodes": 5,
        "cast": [
            {
                "name": "Angel"
            },
            {
                "name": "Bahena, Luis Delgado"
            },
            {
                "name": "Edwards, D.J."
            },
            {
                "name": "Edwards, Dale"
            },
            {
                "name": "Golijanin, Aleksandar"
            },
            {
                "name": "Hodder, Mitchell"
            },
            {
                "name": "Jackman, Shadrack"
            },
            {
                "name": "Parsons, Sean"
            },
            {
                "name": "Ray, Cody"
            },
            {
                "name": "Rich, Eric"
            },
            {
                "name": "Smith, Tracey Erin"
            },
            {
                "name": "Carr, Chantelle Helena"
            },
            {
                "name": "Jackman-Torkoff, Stephen"
            },
            {
                "name": "Keller, Mark Alexander"
            },
            {
                "name": "Mantysaari, Kandis"
            },
            {
                "name": "Millard, Reid"
            },
            {
                "name": "Windisman, Robert"
            }
        ],
        "locations": [
            "Toronto, Ontario, Canada"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYTNiNzJkZjAtM2NjNS00YmFhLTg5ZWEtZjZiMmQ4YjFhZjljXkEyXkFqcGdeQXVyMTI3Nzc4OA@@._V1_SY150_CR6,0,101,150_.jpg",
        "plot outline": "RuPaul brought Drag Race into the homes of millions and made the once taboo art form mainstream. This newfound renaissance has inspired a new generation to explore the art of drag and challenge the constructs of gender. While RuPaul's Drag Race is a competition, Drag Heals is a documentary journey that follows men who have never worn heels or make-up but have always dreamed of letting their inner drag queen out. These men (and aspiring queens!) enter Canada's first ever Drag class to explore how to create a compelling drag persona based on personal experience. For most, this is akin to a second coming out process. The culmination of the workshops will be a public performance where they will face down their fears of stepping into the limelight. Drag is typically viewed from a distance; Drag Heals gives unparalleled access to the creation of a performance that is more than just your average lip sync. The classes are structured so the men must reveal their true selves in preparation of their public performance. In order to do it, they must be brave and vulnerable. As performance time draws near, the urgency to create a compelling piece forces our Queens to face down their nerves and personal demons in order to deliver a quality performance for people who have shelled out money to see just that. Deeply personal and raw, these Queens tackle prickly issues like gender identity, mental illness, heartbreak and feminism to better understand themselves and their queer experience in an otherwise straight world. Welcome to the new generation of drag.",
        "languages": [
            "English"
        ],
        "title": "Drag Heals",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Smith, Tracey Erin"
            }
        ],
        "production companies": [
            {
                "name": "Border2Border Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "OUTtv"
            }
        ],
        "plot": [
            "_Drag Heals_ (qv) is a documentary series that follows men who have never worn heels or make-up but have always dreamed of letting their inner drag queen out.::©2018 Border2Border Entertainment",
            "RuPaul brought Drag Race into the homes of millions and made the once taboo art form mainstream. This newfound renaissance has inspired a new generation to explore the art of drag and challenge the constructs of gender. While RuPaul's Drag Race is a competition, _Drag Heals_ (qv) is a documentary journey that follows men who have never worn heels or make-up but have always dreamed of letting their inner drag queen out. These men (and aspiring queens!) enter Canada's first ever Drag class to explore how to create a compelling drag persona based on personal experience. For most, this is akin to a second coming out process. The culmination of the workshops will be a public performance where they will face down their fears of stepping into the limelight. Drag is typically viewed from a distance; _Drag Heals_ (qv) gives unparalleled access to the creation of a performance that is more than just your average lip sync. The classes are structured so the men must reveal their true selves in preparation of their public performance. In order to do it, they must be brave and vulnerable. As performance time draws near, the urgency to create a compelling piece forces our Queens to face down their nerves and personal demons in order to deliver a quality performance for people who have shelled out money to see just that. Deeply personal and raw, these Queens tackle prickly issues like gender identity, mental illness, heartbreak and feminism to better understand themselves and their queer experience in an otherwise straight world. Welcome to the new generation of drag.::©2018 Border2Border Entertainment"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}