{
    "imdb": {
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Watson, Ian"
            }
        ],
        "genres": [
            "Crime",
            "Fantasy",
            "Thriller"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjc1ODU4NjYtMzA0NS00YmVkLWExNTctY2RmMTIwMTJiMmNmXkEyXkFqcGdeQXVyNzMzNzI4MTk@._V1_SY150_CR4,0,101,150_.jpg",
        "plot outline": "Fantasies is an American documentary-style series that reveals how murder fantasies became an obsession and impact on some people in society. People talk about their illusion of murdering or getting murdered in front of the camera. There are people who had recurring incidental homicidal thoughts since a rather young age and received professional input regarding them. There are also examples of girls imaging murdering her father who had love affairs. Another example is a driver waiting for the first person to piss him in a traffic incident and kill that person......In this show, a number of people will be interviewed and talk about their murder fantasies.",
        "title": "Fantasies",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-2018",
        "akas": [
            "Fantasies (United States)"
        ],
        "production companies": [
            {
                "name": "Grand Taotie Studio"
            },
            {
                "name": "Grand Taotie Studio"
            },
            {
                "name": "Leiqiu Studio"
            }
        ],
        "plot": [
            "_Fantasies_ (qv) is an American documentary-style series that reveals how murder fantasies became an obsession and impact on some people in society. People talk about their illusion of murdering or getting murdered in front of the camera. There are people who had recurring incidental homicidal thoughts since a rather young age and received professional input regarding them. There are also examples of girls imaging murdering her father who had love affairs. Another example is a driver waiting for the first person to piss him in a traffic incident and kill that person......In this show, a number of people will be interviewed and talk about their murder fantasies.::Rachel Zhou"
        ],
        "tech": {}
    }
}