{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "28 March 2018"
            },
            {
                "country": "USA\n",
                "date": "28 March 2018",
                "notes": "                            (You Tube release)"
            }
        ],
        "release dates": [
            "USA::28 March 2018",
            "USA::28 March 2018                            (You Tube release)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Hella Real Ep. 2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hella Real (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "28 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Love the art on our set? Buy It. Is Soulja Boy the God Father of youtube? Hella Art for sale - Out beautiful set is now an art gallery, the pieces you see in the background are all for sale, either originals or prints. One of our featured artists Jamila aka Beautiful Disaster, talks about her process behind her pieces. Govt. Shutdown - We're glad the shutdown is temporarily over but the effects of it are lasting see the ladies thoughts on it. What are your thoughts? Were you affected? Future Shade - Future is talking about Ciara and Russel again. Is it because he has ...    "
                },
                "2": {
                    "title": "Hella Real Ep. 2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hella Real (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "31 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    5 On It: The Trailer for Jordan Peele's US came out an a creepy version of \"I got 5 On It\" is on the soundtrack. The ladies talk about the resurgence of that song and some of the history behind Mike Meezy the singer of the hook. Desus and Mero: Excited about the Showtime version of Desus and Mero coming out soon. The CEO of Vice tried to shade us fans of the show but we can afford showtime ok. Are you excited about the new season? Corner Store Girls: Desus and Mero May be the Bodega Boys but Hella Real are the Corner Store girls. Hella Real reminisces about those hood...    "
                }
            },
            "1": {
                "1": {
                    "title": "Hella Real Ep. 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hella Real (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "28 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    This episodes Topics: Dick Pics - Do we women want them? Social Media - Bad habits in people's posts. What did they say - The ladies of Hella Real break down song lyrics, this episode's song is Bad and Boujee by Migos.    "
                },
                "2": {
                    "title": "Hella Real Ep. 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hella Real (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 May 2018",
                    "year": "2018",
                    "plot": "\n    This episodes Topics: Creepers - They Stay Creepin in the DMs. Not A Mouse - Rodents and Restaurants Do Not Mix. Hook Up Spots - Where's the craziest place you've hooked up. What they Say? - The Girls of Hella Real break down song lyrics, this episode's song: Magnolia by Playboi Carti.    "
                },
                "3": {
                    "title": "Hella Real Ep. 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hella Real (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "23 May 2018",
                    "year": "2018",
                    "plot": "\n    This episodes Topics: Safaree - Safaree Samuels Bares all. Off Beat - What if a guy is everything you need except that one thing? Black Panther - Wakanda Forever! Will Smith - Clowinin on IG. Mo'Nique - Netflix boycott or Nah.    "
                },
                "4": {
                    "title": "Hella Real Ep. 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hella Real (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "11 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    This episodes Topics: Kanye - What is really going on with Kanye West. Living While Black - Comments on calls to police for no reason. Savage X Fenty - Rihanna killing the lingerie game. Met Gala - The ladies talk about their least and most favorite looks. Azealia vs. Cardi - Beefin' for what?    "
                },
                "5": {
                    "title": "Hella Real Ep. 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hella Real (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "23 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Dancing Doc - Dr. Boutte of Atlanta posts videos dancing while performing surgery. N for Nah - Who can say the N word, how do we feel about it. Hella Girly - The ladies get into girl talk about thinking about your ex while in a relationship. What He Say? - The girls once again decode lyrics of one of those hard to understand songs: Anybody - Young Thug ft. Nicki Minaj.    "
                },
                "6": {
                    "title": "Hella Real Ep. 6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hella Real (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "25 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    This episodes Topics: Taste Test: Hella Real crew tries E. Cuarenta, E-40's new tequila. Jesse and Amina: The ladies interview the founders of Trap Art. Steve J: Faith and Stevie J marriage - Why Tho? Starfire: Casting Controversy. Charlamagne: His Sexual Assault case brought up but for what reason. New Carter?: Is Beyoncé pregnant, we think we know.    "
                },
                "7": {
                    "title": "Hella Real Ep. 7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hella Real (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "11 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    This episodes Topics: DJ Akademiks: The ladies react to DJ Akademiks' reaction to hearing Drake on Travis Scott's new album. Coast Contra: Interview with 1/2 of the group Coast Contra Ras Austin and Rio Loz. So So Def Tour: Getting excited about the So So Def tour and all the throwback hits. Bow Wow: He's threatening to not go on the tour, feelings on that. Slim Thug Says: Can you go from a guy drinking Codeine to a guy drinking Creatine? Madden NFL: Kaepernick's named scrubbed from the madden game and EA sports is supposedly \"sorry.\"    "
                },
                "8": {
                    "title": "Hella Real Ep. 8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hella Real (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "8 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Aretha's Funeral: RIP to the queen. Pastor and Ariana: The hosts share their thoughts about whether or not that pastor was too handsy. Road Rage: The ladies talk about their pet peeves of driving. Serena Williams: They hating on her fashion but we hella love it. Hella Fashion: Find out who inspires our fashion.    "
                },
                "9": {
                    "title": "Hella Real Ep. 9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hella Real (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "21 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Bad Dates - The ladies recap some of their worst dates. After the Split - How long do you stay single after a break up? Hella Real hosts say, however long it is, have some single fun. Music in Bed - Do you like music while getting it in? The ladies are split on this one. What are your best love making songs? Summer Videos - Still holding on to summer? Hella Real hosts give you their favorite videos that scream summer.    "
                },
                "10": {
                    "title": "Hella Real Ep. 10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hella Real (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Direct from Afro Comic Con: Join the girls of Hella Real as we highlight artists and comics that were showcasing their work at the Bay Area's own, Afro Comic Con. Afro Comic Con is a two day event held in October i Emeryville, CA. It's comic convention that combines, art, tech, workshops, gaming, cosplay, fashion, writing, webtv, film, VR, and more. Where you can meet not only aspiring new artists and creators but industry professionals as well. Every person featured takes their craft seriously, has pieces from a wide rage of representation and creates outstanding ...    "
                },
                "11": {
                    "title": "Hella Real Ep. 11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hella Real (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "4 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Confused by all these political as is in California? So were the ladies of Hella Real. Hella Real 2018 Election Episode, Guest PJ Johnston breaks down CA Props, drinking Stillhouse We got political consultant PJ Johnston, to break down all the CA props and give his recommendation on a yes or no vote. Now, we can't talk politics without the alcohol. We try G Eazy's liquor Stillhouse Whiskey find out what the ladies think of it. Vote like you're Hella Real.    "
                },
                "12": {
                    "title": "Hella Real Ep. 12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hella Real (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "23 Nov. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Hella Real Ep. 13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hella Real (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "9 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Ghosts of Twitter Past: Should people be criticized for things the said on social media a long time ago? The ladies discuss, what do you think? Drop a comment! Ghosting: Give us your ghosting stories. Are you the ghost? Did you get ghosted? Who did it? What Happened? Do you need to ghost someone? Does ghosting apply to friends too, How about a job? Winnie Harlow: Winnie bashes top model and says it does nothing for her career Tyra and Eva Marcille and Hella Real beg to differ. Do you think people are helped or hurt by being on reality TV? Palessi: Is it funny or mean ...    "
                },
                "14": {
                    "title": "Hella Real Ep. 14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hella Real (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "24 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Kat's Holiday Drink - Pomegranate Sangria learn how to make Kat's signature Holiday Drink Recipie is: Kwanzaa: Kayla feels some type of way that Kwanzaa is a newer Holiday. How do traditions and Holidays begin anyway? Give us your thoughts! Baby It's Cold Outside Ban: Hella Real is like they're doing too much banning the song. What are your thoughts? Is the song romantic or #metoo? Melanated Christmas Songs: Kayla Jo, Gio and Katrina talk about their favorite black Christmas songs. What's on your Holiday playlist? Any of the same songs as Hella Real? Let's talk about ...    "
                },
                "15": {
                    "title": "Hella Real Ep. 15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hella Real (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "31 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Check out what they chose and watch the clips to relive them. Drop a comment, what was your favorite Hella Real Moment of 2018? Were you or a friend of yours featured on the show? What do y'all want to see more of in 2019 from Hella Real?    "
                }
            }
        },
        "number of episodes": 17,
        "cast": [
            {
                "name": "Arceneaux, Giovonni"
            },
            {
                "name": "Hilton, Kayla Jo"
            },
            {
                "name": "Williams, Katrina M."
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYWVjNTEyNDktYTY4NS00YjYzLTk0OWEtZmIyMmM1ZWU1Y2ZjXkEyXkFqcGdeQXVyOTA1NTAwMDg@._V1_SY150_CR80,0,101,150_.jpg",
        "budget": "$10,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Hella Real",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Hella Real (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "plot": [
            "_Hella Real_ (qv) is a TV Show starring Gio, Kalya Jo, and Katrina Marie. The show is for everyday women who enjoy relatable, fun, and hella real girl talk."
        ],
        "tech": {
            "runtime": [
                "30 min (USA)"
            ],
            "color": [
                "Color (HD)"
            ]
        }
    }
}