{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "31 July 2018",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::31 July 2018                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BZGY2OTQwMjItNWViMi00MGYwLTk5YzYtMGRlMDJiOWQ2MTYxXkEyXkFqcGdeQXVyOTA2ODk5MDA@._V1_SY150_CR2,0,101,150_.jpg",
        "budget": "$80,000 (estimated)",
        "plot outline": "The 21 Faces of God is a 27 part series on the meaning and path of the major arcana of the Tarot. Parts A through E explore the history, archetypes, structure and duality in the cards while parts 0 through 21 explore each card in depth. It's advisable to watch the videos in order as the themes build upon one another. The film is available in serialized form, as well a long form version.",
        "languages": [
            "English"
        ],
        "title": "The 21 Faces of God",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-2018",
        "akas": [
            "The 21 Faces of God (United States)"
        ],
        "writer": [
            {
                "name": "Bonomo, Robert"
            }
        ],
        "plot": [
            "_The 21 Faces of God_ (qv) is a 27 part series on the meaning and path of the major arcana of the Tarot. Parts A through E explore the history, archetypes, structure and duality in the cards while parts 0 through 21 explore each card in depth. It's advisable to watch the videos in order as the themes build upon one another. The film is available in serialized form, as well a long form version."
        ],
        "synopsis": [
            "The 21 Faces of God is a 27 part film made for YouTube. The film has been released in parts as well as in a long-form version.The goal of the film is to give the viewer some basic background on the esoteric ideas behind the Tarot- duality, archetypes, astrology and Pythagorean thought. These are explored in the first five parts of the film. The next 22 parts examine each card separately. Instead of giving a 'cookbook' explanation, the film not only transmits the essence of the individual archetypes of the cards, but also put the cards clearly within the spiritual journey that is the major arcana.While this film will help those learning the cards as a divinatory practice, its main focus is the path of the major arcana. The underlying premise of the film is that the major arcana are an ordered set of archetypes that layout a path to individuation, beginning with body, then the soul, and finally the spirit.The film has a strong Jungian influence, especially in that it sees the major arcana as having a strong alchemic influence. Pythagorean number theory is also a key factor, as the film explores in depth how the tetractys reverberates through astrology, music and even modern cosmology. The work of Joseph Campbell also plays an important role in the film.The film was more than two years in the making and utilizes a myriad of cultural references, from films and paintings to current TV shows. While some areas might be quite dense, it is assumed that the viewer will explore some of the topics more in depth before continuing on. It is hoped that this film will launch many on the esoteric journey and send them scurrying down many an enlightening\nrabbit hole."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}