{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "11 August 2018"
            }
        ],
        "release dates": [
            "USA::11 August 2018"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Episode dated 11 August 2018",
                    "kind": "episode",
                    "episode of": {
                        "title": "Breaking Hate (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "11 Aug. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Picciolini, Christian"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "rating": 7.5,
        "votes": 6,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjJjZjY0OGItMGViYS00ZDgwLWFkOWYtNDFlYzI4OGFiZjcwXkEyXkFqcGdeQXVyNDk4MDEwMTU@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "One year after the riots in Charlottesville, Virginia, MSNBC presents \"Breaking Hate,\" a new special produced by Part2 Pictures following reformed neo-Nazi skinhead Christian Picciolini as he tries to atone for his past while taking on hatred in America. The hour-long episode airs Sunday, August 12 at 9 p.m. ET on MSNBC. \"Breaking Hate\" follows Picciolini, a former skinhead who uses his own personal journey to help others escape the movement he once helped build. In the episode, Picciolini brings together a former white supremacist who participated in the Charlottesville riots with the mother of Heather Heyer, the counter-protestor killed by the car that drove into the Charlottesville crowd on August 12, 2017. Together, they begin a larger conversation on the issues dividing the country today and discuss how to start healing the wounds left behind by tragic events such as Charlottesville. \"Hate is on the rise in America, it's emboldened, normalized, and destroying lives,\" says Picciolini, \"I've dedicated my life to pulling people out of hate. I know how these people think and how to help because I used to be one of them.\" \"Breaking Hate\" is produced by Part2 Pictures. Executive producers include Amy Bucher and David Shadrack Smith.",
        "languages": [
            "English"
        ],
        "title": "Breaking Hate",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Breaking Hate (United States)"
        ],
        "writer": [
            {
                "name": "Strauss, Eric"
            }
        ],
        "production companies": [
            {
                "name": "Part 2 Pictures"
            }
        ],
        "plot": [
            "One year after the riots in Charlottesville, Virginia, MSNBC presents \"_Breaking Hate_ (qv),\" a new special produced by Part2 Pictures following reformed neo-Nazi skinhead Christian Picciolini as he tries to atone for his past while taking on hatred in America. The hour-long episode airs Sunday, August 12 at 9 p.m. ET on MSNBC. \"_Breaking Hate_ (qv)\" follows Picciolini, a former skinhead who uses his own personal journey to help others escape the movement he once helped build. In the episode, Picciolini brings together a former white supremacist who participated in the Charlottesville riots with the mother of Heather Heyer, the counter-protestor killed by the car that drove into the Charlottesville crowd on August 12, 2017. Together, they begin a larger conversation on the issues dividing the country today and discuss how to start healing the wounds left behind by tragic events such as Charlottesville. \"Hate is on the rise in America, it's emboldened, normalized, and destroying lives,\" says Picciolini, \"I've dedicated my life to pulling people out of hate. I know how these people think and how to help because I used to be one of them.\" \"_Breaking Hate_ (qv)\" is produced by Part2 Pictures. Executive producers include Amy Bucher and David Shadrack Smith.::Daniel Shular"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6,
                "rating": 7.5
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 1.0
            },
            "aged 45 plus": {
                "votes": 5,
                "rating": 6.8
            },
            "males": {
                "votes": 4,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 1.0
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 9.7
            },
            "females": {
                "votes": 2,
                "rating": 7.5
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 7.5
            },
            "us users": {
                "votes": 6,
                "rating": 5.3
            }
        },
        "number of votes": {
            "10": 3,
            "9": 1,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 1,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.5,
        "median": 9
    }
}