{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "15 July 2018"
            },
            {
                "country": "USA\n",
                "date": "15 July 2018",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::15 July 2018",
            "USA::15 July 2018                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode 1: Origin Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anti-Hero (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "15 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Stanley Dikto wants to be a superhero but is held back by a lack of powers and some questionable family ties.    "
                },
                "2": {
                    "title": "Episode 2: Call to Action",
                    "kind": "episode",
                    "episode of": {
                        "title": "Anti-Hero (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "25 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    In a world where superheroes rule, Stanley Ditko has trouble living up to his dream to become one...despite having no powers and a checkered past. When he returns home he discovers a greedy 'protection' agent harassing his father who learns the hard way not to try to intimidate an ex-henchmen. We are also introduced to everyone's favorite talk show Save Me. With Scott Caxton.    "
                }
            }
        },
        "number of episodes": 2,
        "cast": [
            {
                "name": "Albert, Larry"
            },
            {
                "name": "Eldredge, Nick"
            },
            {
                "name": "Frazer, Mark"
            },
            {
                "name": "Micheals, Joe"
            },
            {
                "name": "Sneed, Jack"
            },
            {
                "name": "Weyte, Stephan"
            },
            {
                "name": "Burton, Christopher David"
            },
            {
                "name": "Jackson, Dashiell"
            },
            {
                "name": "Ledoux, George"
            },
            {
                "name": "Lindsay, Babs"
            },
            {
                "name": "Pollock, Mike"
            },
            {
                "name": "Rodriguez, Joe"
            },
            {
                "name": "Shanthi, Hope"
            },
            {
                "name": "Bateman, Dennis"
            },
            {
                "name": "Toufexis, Elias"
            }
        ],
        "genres": [
            "Sci-Fi"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Black and White::(animation)"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOGFmNzMyNGMtMmE3My00NjI5LTg0ODItZTVmYzMwNzgzZDBmXkEyXkFqcGdeQXVyMTkzMzUwNzk@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "$10,475 (estimated)",
        "plot outline": "After a madman makes good on his threat to destroy a city, a group of superheroes decide to form their own government so that such a tragedy could never happen again. This SuperVision rebuilds in their image and constructs a barrier between the impoverished ruined Slums and the glittering technologically advanced City Centre. Few in the new society have want of anything thanks to super technology and the constant watchful eye of superheroes protecting them from above. But a scant few believe that The SuperVision has overstepped its boundaries and needs to be resisted. The SuperVision and their allies call this group Anti-Heroes. Stanley Ditko is the son of one of the most prolific henchmen of villains past, Greg 'The Hatchet' Ditko. He has no super powers himself but he still follows the ideals of the costumed heroes he tries to emulate by embarking on a career as a vigilante. He might have remained obscure and unremarkable in his society regardless of his ambitions and heart...until one fateful day when The Administrator of the city, Rationale, witnesses Stanley in action and decides to enlist him as an undercover agent of the superheroes. He wants Stanley to track down The Mastermind, a leader who galvanizes The Anti-Heroes, and he sees Stan as being uniquely qualified because of his sordid family history. As much as it tests Stan's patience and ultimately his loyalty, the only way he can be a hero and realize his dreams now is to become the very thing he hates the most. A villain.",
        "languages": [
            "English"
        ],
        "title": "Anti-Hero",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Anti-Hero (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Oles, Dan"
            }
        ],
        "production companies": [
            {
                "name": "Stanley Dit. Co"
            }
        ],
        "distributors": [
            {
                "name": "Stanley Dit.Co"
            }
        ],
        "plot": [
            "In a world where superheroes rule a young man named Stanley Ditko finds himself a part of a plan to bring a criminal mastermind to justice. To do this he must go undercover as the thing he hates the most: a villain.",
            "After a madman makes good on his threat to destroy a city, a group of superheroes decide to form their own government so that such a tragedy could never happen again. This SuperVision rebuilds in their image and constructs a barrier between the impoverished ruined Slums and the glittering technologically advanced City Centre. Few in the new society have want of anything thanks to super technology and the constant watchful eye of superheroes protecting them from above. But a scant few believe that The SuperVision has overstepped its boundaries and needs to be resisted. The SuperVision and their allies call this group _Anti-Hero_ (qv)es. Stanley Ditko is the son of one of the most prolific henchmen of villains past, Greg 'The Hatchet' Ditko. He has no super powers himself but he still follows the ideals of the costumed heroes he tries to emulate by embarking on a career as a vigilante. He might have remained obscure and unremarkable in his society regardless of his ambitions and heart...until one fateful day when The Administrator of the city, Rationale, witnesses Stanley in action and decides to enlist him as an undercover agent of the superheroes. He wants Stanley to track down The Mastermind, a leader who galvanizes The _Anti-Hero_ (qv)es, and he sees Stan as being uniquely qualified because of his sordid family history. As much as it tests Stan's patience and ultimately his loyalty, the only way he can be a hero and realize his dreams now is to become the very thing he hates the most. A villain."
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Black and White (animation)"
            ]
        }
    }
}