{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "15 August 2018"
            },
            {
                "country": "USA\n",
                "date": "15 August 2018",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::15 August 2018",
            "USA::15 August 2018                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "A Story in 3 Acts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doodle Wars (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "15 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    This Doodle War features two professional cartoonists going head to head. Hilary Campbell (Sonoma, California) takes on Jason Chatfield (Perth, Australia) in a challenge to create a three-panel comic drawn on giant poster-sized canvases. Judges Jon Chad and Zoe Hong score the comics on how well the panels tell a story, originality of visual style and their overall emotional impact.    "
                },
                "2": {
                    "title": "Fear the Sphere",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doodle Wars (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "15 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Doodling is easy right? Anyone can do it. Unless the surface to be doodled is a giant sphere. Fear the Sphere pits McKenzie Young (Athens, Georgia) against Tim May (Portland, Oregon) in a fast-paced challenge to create a doodle/design that connects seamlessly all the way around the sphere. Judges Jon Chad and Zoe Hong will score the doodled spheres on how well the design connects around the sphere, intricacy of design and cleanliness of execution.    "
                },
                "3": {
                    "title": "Munny Mania",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doodle Wars (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "15 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    In Munny Mania, D'ana Nunez (Miami) and Max Knoblauch (Allentown, Pennsylvania) are given an assortment of blank Munny figurines from kidrobot and challenged to create a diorama scene including background, props and at least 2 Munny characters of their own design. Judges Jon Chad and Zoe Hong score the scene for originality of the character and detail in the overall diorama.    "
                },
                "4": {
                    "title": "Set My Doodle Free!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doodle Wars (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "15 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    No longer will doodles be trapped in the flat confines of the two-dimensional world. Doodle Warriors Aimee Curran (Los Angeles) and Joe Kinney (Bloomfield, New Jersey) are given 3D Doodling kits from the3doodler and challenged to create a doodle that grows off the page. Judges Jon Chad and Zoe Hong will look for creativity, neatness and the cohesiveness of the two and three-dimensional components.    "
                },
                "5": {
                    "title": "Talk the Talk and Walk the Chalk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doodle Wars (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "15 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Not all art hangs on the wall, as the floor becomes a portal into another world in this Doodle War. Kelly Bast (Omaha) and Martin Hsu (San Francisco) are challenged to create three-dimensional chalk art illusions on the studio floor. The designs must be at least 5 feet by 5 feet and they must create the illusion that the image is coming out of the floor, or descending into it, created only with chalk. Judges Jon Chad and Zoe Hong will score on effectiveness of the illusion, originality and visual impact.    "
                },
                "6": {
                    "title": "Trial by Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doodle Wars (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "15 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Doodle Warriors Kadeem Phillip (Brooklyn, New York) and Brianna Espinal (Miami) are given wooden surfboards to use as canvases and Dremel Versatip butane torches as art tools. They must decorate their boards using only pyrography, a wood burning technique. This is a one-shot deal. With pyrography, there is no erasing, and each contestant will get only one board to work with. The judges, Jon Chad and Zoe Hong, will grade on risk-taking in design, level of detail and composition.    "
                },
                "7": {
                    "title": "Body Art Big and Small",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doodle Wars (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "15 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    The human form is the canvas for this challenge that requires skill in both macro and micro design and execution. Doodle Warriors Rebekka Dunlap (Kent, Washington) and Tripp Derrick Barnes (Columbia, South Carolina) are matched with real-life models and must create one large arm sleeve tattoo using skin-safe markers or face paints, AND one tiny fingernail design that coordinates with the fashion style of the model's clothing. Judges Jon Chad and Zoe Hong will look for level of detail, cleanliness of execution and cohesiveness of style among clothing, tattoo and nail ...    "
                },
                "8": {
                    "title": "Concrete Jungle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Doodle Wars (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "15 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    It's going to be a zoo in the studio when contestants are challenged to create wall-sized murals based on animals. The twist is that Doodle Warriors Melissa Sutherland (Brooklyn, New York) and Kaveh Taherian (Los Angeles) will only be allowed to use three colors in their murals. The murals will be judged by Jon Chad and Zoe Hong on use of colors, representation of their animal and overall cohesiveness of the large piece of art.    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Chad, Jon"
            },
            {
                "name": "Costabile, Paul"
            },
            {
                "name": "Hong, Zoe"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "plot outline": "\"Doodle Wars\" is an irreverent, rule-bending, family-friendly reality competition series unlike any other, pitting budding artists from diverse backgrounds again each other in mind-stretching and inspiring challenges, where the artwork literally comes to life on the screen.",
        "languages": [
            "English"
        ],
        "title": "Doodle Wars",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-2018",
        "akas": [
            "Doodle Wars (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Hud:sun Media"
            }
        ],
        "distributors": [
            {
                "name": "Bluprint"
            }
        ],
        "plot": [
            "\"_Doodle Wars_ (qv)\" is an irreverent, rule-bending, family-friendly reality competition series unlike any other, pitting budding artists from diverse backgrounds again each other in mind-stretching and inspiring challenges, where the artwork literally comes to life on the screen.::NBC Universal press release"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}