{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "3 September 2018"
            }
        ],
        "release dates": [
            "Belgium::3 September 2018"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    [SEASON 2: Bootcamp] Campus 12 choir is on musical boot-camp with singing and theatrical workshops. Despite support over the phone from Dante, still somewhat insecure Noah gets the gibbers from enthusiastic japing by Sam, who isn't amused to be assigned Frederik as roommate. Disappointed he can't move in with Noah, who is allowed a single as boxer, Sam discovers a video message to them must be covertly from Bo; but why?    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n    Sam and Noah have phone contact with Bo, who impersonated Dante to contact them inconspicuously. She needs their help to find a book to decode the one she got hold off, which requires contacting the 'Rozenkruisers' (Rosenkreuzer), a secretive order. Nerd Sam is more confident then baffled Noah they should be up to this new challenge.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n    Sam and Noah learned from Bo that the book is hidden in a sewer. Sam grudgingly lets Noah convince him they must slip up to go look for it. Emilie however booked a karaoke night and Louise keeps pestering Noah about 'the ideal song';, alas settling for a musical duet with him. Noah must disappoint Louise or delay the book search.    "
                }
            },
            "1": {
                "1": {
                    "title": "1+2: Bo's verdwijning",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "3 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Gentle-natured young stud Noah De Smidt makes his kid bro an sparring partner Dante, their pa and coach Ward and the whole boxing club proud with another KO win. Everyone was there, mainly womanizing fake boxer Sam Hendrickx and his preys, except Noah's nerdy twin sister Bo who arrives late and acts strangely, distracted, aloof. Increasingly worried, Noah finds out she lies even to him, reads her date mail and arrives there just too late: something pins him down while she disappears, not just there but every trace and even from everybody's memory except his own. He ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "4 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    (Dante in de rats) Noah looks for Bo or any proof of her existence, but finds none and gets family and fiends worrying about his mental state. Cocxy silver spoon kid Frederik Vincke having sabotaged his motorbike, paroled Dante nearly hits him. Noah stops his kid brother, but can't resist using his own, might fist against the honorable boxing code.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "5 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    (4 - Gevat) Dante urges Noah to run after hitting Frederik a bloody nose, hoping to avoid a formal procedure which could compromise his boxing future. The saboteur wouldn't file a complaint, as he feels silly and guilty, but his bossy mother immediately contacts the police. Stressing about the incident, Noah, Dante and their father refuse to listen to 'sissy fake boxer' Sam, who insists he has urgent news for Noah, but they only get it when the cops arrive, hinting Noah's promising boxing career is probably over.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "6 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    (5 Het Systeem) Paroled Dante takes the blame for 'golden' brother Noah's strike on Frederik, ironically deeply disappointing father Ward, in order to save his dream and the gym. When Noah seeks 'justice' at the Vincke home, a spark springs between him and spoiled daughter Louise. Sam finally gets to explain to stunned Noah he too remembers missing Bo, being her secret fellow nerd boyfriend, and is smart enough to makes sense of clues, notably the coordinates she made Noah write down, so they team up for a search .    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    (6: 52° 22' 12\" NB)*'Shrimp' Sam may still annoy butch boxer Noah, but the nerd is clearly clever the one enough to make sense of Bo's clues. The coordinates point the pair to the local notary, where Bo left proxy for Noah to access a strongbox. They lack a key however, but after searching the home, Sam's suggestion to look for a link with Noah's sweater which Bo often borrowed points them to a same motive-marked container with the key.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "11 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    (De Droom) Jock Noah gradually learns to respect clever nerd Sam, who is far better at reading clues from Bo. The key gets them to open the strong box she left in the notary's office, but only contains an empty folder she took from Noah, more proof only thing liked to third persons remain, unlike what she wrote, and later dreams about Bo who seeks contact and a strange substance. Noah feels guilty for letting Dante take the blame for his loose fist, but the brothers agree winning the boxing gyms duel is too important for father Ward.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "12 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    (8: De uitspraak) Despite Noah's still rather hostile attitude towards nerd Sam, he eagerly keeps looking for clues from their common dream about Bo seeking contact. After Dante's unrepentant -false- confession, the judge has no trouble imposing community service, which the De Smidts can accept almost relived, but to their horror and the Vincke family's amusement also a six month boxing ban. Sam bursts into the court room to show Noah his discovery.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "14 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    (De Doorgang) The De Smidts consider Dante's community service acceptable, his six months boxing ban over the top, but Dante talks his brother out of confessing and stops him from hitting Frederik, who taunts Noah now proves a coward and disloyal brother as well as a brute. Noah hopes never to have to deal with a Vincke again, but Sam points out the need access to their family theater, where the Campus 12 choir is being resurrected, for he worked out that the visual details in their dreams about Bo point there.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "16 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    (10 Untitled) Noah may verbally abuse and almost manhandle 'gullible nerd' Sam, while they intrude the Vincke theater, it becomes ever clearer only the clever kid who spotted the 'flower sign' may crack its code they find on hatch. Dante prepares for his community service assignment. Sam expects time to ponder the question quietly, but Noah throws him out of his room and returns alone, masked and armed with a crowbar, which breaks instead of the hatch, and bumps into Louise Vincke.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "18 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    (11) After masked Noah bumps into Louise while leaving the Vincke theater, Celeste has the theater secured with cameras, but the boys won't give up on Sam's message. Noah makes Sam, who wants to study the pictures first, to sign up for the choir auditions, as those are I the theater. Nah isn't acceptable for the Vinckes, but slips by while Sam is explicitly welcomed by star conductor Dimitri. This attempt to fit the metal lumps found in Sam's strongbox in the holes of the sign-marked hatch fails, but he makes pencil-rubs and uses his metal carpentry skills to produce ...    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "19 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    (12) Bumping into Louise unmasked after his extended lumps didn't open the hatch, Noah learns from her they are from the national history museum. While Dante has a ball turning the gym into a day care center as community service, little nerd Timmy inspires Sam fitting the zinc lumps in the periodic table symbol. Noah steaks the only two similar artifacts from the archaeological find the zinc pieces come from.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "20 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    (13) In order to test if the museum-stolen lumps open the hatch, Noah forces Sam to turn up for the blind choir boys audition. As their first attempt fails, Sam must go trough with it, but is vocally extremely inept. Their next attempt works, but the hatch is stuck, so they need to return. Sam now steals fitting another would be singer's time-slot and makes Noah sing the same ballad he chose for Sam, and to everybody's surprise does so well director Dimitri immediately ends the auditions, assigning a male lead to Noah.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "24 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    (14)Noah is not amused that choir director Dimitri applauds his audition enough to chose him instantly as male lead singer, hardly compatible with his though boxer image, although he's secretly flattered and enjoyed singing. The Vincke family (Louise least, Frederik most) and their choir friends in the theater protest against even admitting a 'brute', but the director prevails. Sam accepts for hesitant Noah, as it's their only guarantee to access the hatch. Noah tries to hide it for his family, but a time clash between choir and gym practice requires an explanation.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "25 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    (15 De Eerste Dag) After convincing his father to reschedule his gym training and celebrating the end of Dante's community service, Noah hesitantly reports for choir practice, as Sam reminds him it's their shot to continue the quest for Bo. Noah's crowbar and car jack method doesn't help move the hatch, but Sam's single finger on a hidden handle works its magic. They enter a complex of basement chambers styled 'campus', with Roman numerals and portraits of great scientists.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "26 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    (16 De Lettervloer) Having passed the hatch, even Sam can't quite make sense of the Latin and other markings, and it seems they need to guess a Latin password with initial D to avoid a maze of traps. Sam wins the choir's respect as (audio) technical natural, director Dimitri promises Noah private lessons as he can't read sheet music. Ward advertises for Noah's upcoming box match, his girl realizes he's lying to cover absences and wants to know why.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "28 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    (17 De Affiche) Noah's girl Hanne insists in vain to know why he lies, but covers to dodge boxing training, where he's dangerously absent-minded anyway. He's still too late for choir practice and unfashionably late for his first private sheet music lesson, wondering and dreaming of Bo and even Louise, whose brother Frederik remains highly suspicious. Dante takes charge of the boxing match publicity. Sam slips to the hatching during choir practice trough the hatch but must report to Noah he's none the wiser to work out what Bo wants them to find.    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "1 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    (18 Duodecim) Noah can't count on Hanne to keep covering him. Dante's daring humor applied to the boxing match poster, ridiculing the adversary's gym, angers Ward enough to order them all replaced and apologies. Sam smuggles Noah in as his 'roadie' so they can snoop around again behind the hatch. Clues in the cellar, including one of Noah's medals only Bo could have taken there, are combined by Sam and him to find the Latin keyword \"duodecim\", meaning twelve, and test it enables passing the booby-trapped passage.    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    (19 De Muziektest) Noah and Sam find themselves trapped In a filed on Roman numeral-marked campuses, wondering for the next clue. They find a weird instruction to put an egg in a water column, which seems to trigger a cave-in. Noah concludes from Sam's systematic display of all the clues so-far to only missing causal link is to the museum. Dante grudgingly removes all provocative match posters, but the adversary gym already spotted one. Sam records music lessons for ignorant Noah. The Vinckes get choir director Dimitri to set Noah a test they believe will eliminate ...    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "3 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    (19 Hoog Bezoek) Noah's clues link theory brings him and Sam back to the museum, where they return the metal lumps and find a mysterious new clue from Bo: pictures. Dante sees Noah's boxing challenger arrive to scold father and owes up he posted the insulting posters, Noah helps brave his pack's threat, they wonder what the allusion to the gym's bleak future really means. Frederic works out a subtle arrangement of Noah's sheet music so as to fail the test Dimitri set by rendering it fine as such but incompatible with the other voice parts. Louise gingerly goes deliver...    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "4 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    (21 Zanglerares) Noah and Louise are mutually embarrassed, but she ends up accepting to help him with the sheet music test by singing it to him, which bitterly shocks Frederik as that undercuts his sabotage. Ward keeps hiding the gym's dire financial state even from his sons. Sam devises a way to solve the floating egg test, which works at least on his model. Noah rushes to the theater - but suspicious Hanne follows him.    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "8 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    (22 Hulp uit Onverwachte Hoek) Noah's excuses can't convince Hanne, who scolds his secrecy but promises to keep his secret from the family and commends his vocal aptitude, while bagging on the Vincke choir. Frederik bitterly scolds Louise a traitor for helping Noah to pass director Dimitri's musical test by coaching the 'lowlife intruder'. While Sam's method doesn't work on the real column and egg, Louise accidentally inspires Noah to solve Bo's picture hint by mentioning a punching ball, and indeed the gym's contains a surprising item.    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "9 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    (23 Ongezouten) Noah hates lying to his family and neglecting his box match for the Vincke choir. Frederik bitterly scolds Louise a traitor for helping Noah to pass director Dimitri's musical test by coaching the 'lowlife intruder'. While Sam's method to make the egg float works on his model, the presumed required amount of salt would be daunting as Noah remarks.    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "10 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    (23 Money, Money) Noah gets Louise to help him with the corrected sheet music, even tutor him in the park without either family knowing. Sam hides enough salt in a chest to slip past increasingly suspicious Frederik as 'sound equipment' and proves it's the way to make the egg float. Ward is embarrassed when a bailiff announces his overdue gym bills must be paid urgently or it will be auctioned off. While already suspicious Dante scolds pa's secrecy, Noah realizes he alone can give the family a fighting chance by winning the boxing match.    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "10 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    (25 Donau) Noah and Sam smuggle in enough salt, leaving a salt trace rendering Vinckes suspicious, to control the real egg, but are frustrated to see it seems to reset its presentation, except that a graph resembling a musical partition bar is revealed. Despite father's soothing attitude, the brothers realize Noah's boxing match victory for a prize is vital for the De Smidt gym's survival. While Louise vocally tutors Noah, she inspires him to suppose it's a melody, and shown a picture (without context) she manages to sing it and identity Strauss's Blue Danube.    "
                },
                "25": {
                    "title": "Episode #1.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "15 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    (26 Zangafgang) Sam is proud his salt method works, but frustrates Noah by suddenly trying a simplistic next step, which makes the whole egg contraption reset again. Even Sam can't make sense of the next clue, showing three molecular schematics, but when Louise sees Noah study those, she recognizes the aggregation states of water. Frederik eagerly awaits seeing Noah fail Dimitri's sheet music test, but it goes so well, the third lead vocal is awarded stat. Noah even agrees to adapt his boxing training scheme to the choir schedule.    "
                },
                "26": {
                    "title": "Zangafgang",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "15 Oct. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "27": {
                    "title": "Driedubbelspel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "16 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    *Noah is baffled by Sam working after a while out the aggregation states of water are a clue to bridge the watery ball trajectory by freezing it 'contagiously'. Frederik feels by sister Louise helping Noah getting into the De Twaalf choir and broods on another sabotage plan to chase the intruder from his family.    "
                },
                "28": {
                    "title": "Episode #1.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "17 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    (28 Pinballtime) Sam is proud and relieved when his ice cube method works, but it wins only gradually growing respect from Noah and the next clue. Frederik can't prevent Noah winning praise for his rapid progress from director Dimitri due to Louise's tutoring, even their ma Celeste sounds resigned to allowing a kin of their father's accidental 'killer' into the choir as male lead vocal, but convinces second female lead vocal Emilie to help ruin Noah's entire future. In the gym, Ward is confident about Noah's crucial match and promises Dante his hard training will some...    "
                },
                "29": {
                    "title": "Episode #1.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "18 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    (29 Badperikelen) Sam's salt and ice tricks worked, revealing the next clues, famous scientists Newton and Da Vinci, in the basement, but Noah must rush back to his box gym, where his opponent and his 't Zuid team up tensions almost uncontrollably, making Ward stress badly. At the choir theater the selection jury arrives, but Noah isn't to be seen. Frederik lured him away and locked him in a ruin.    "
                },
                "30": {
                    "title": "Episode #1.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "22 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    (30 Knock-Out) With the selection jury present, the choir can't wait for Noah. Frederik convinces Dimitri to let him take over the male lead, which he pulls off satisfactorily, albeit not quite brilliant. Noah can't get out of his lockup and is missed even more desperately at the gym, where Ward needs the boxing match to go on or face bankruptcy. Dante steps forward into the ring, waving warning he's not up to such a formidable adversary, and starts well. Louise senses Frederik is behind it all, confronts Frederik and gets him to hand over the keys, so Sam and she can...    "
                },
                "31": {
                    "title": "Episode #1.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "23 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    (31 Badtijd) Noah's late arrival ended witnessing Dante being canvassed with a concussion, luckily without lasting medical effect, but father ward is utterly and bitterly disappointed and he can't explain. Frederik and Emilie find Louise all but supportive when mother >Celeste demands an explanation, and Dimitri demands they beg Noah to return or he pulls the plug. Sam believes he solved the next riddle with Archimedes's eureka-anecdote, but Noah refuses to continue in the choir, blaming traitor Louise like her whole family.    "
                },
                "32": {
                    "title": "Episode #1.32",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "24 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    (Geesten uit het Verleden) Sam makes more progress with Bo's riddles applying Archimedes's bath principle, but has a hard timing pushing Noah to reconsider his choir resignation to regain access to the Vincke theater. Director Dimitri resign unless the Vincke successfully beg Noah to re-assume the lead. The atmosphere in gym Campus B and at home is bitter as Ward can't understand Noah was too late and Dante broke his parole terms.    "
                },
                "33": {
                    "title": "Episode #1.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "25 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    (Alchemie) Having met Noah, Louise leans on Frederik to apologize to Noah, his and Dimitri's condition to rejoin the otherwise defunct choir. Noah and Sam, who insists he must accept to regain their access to the theater, solve another riddle only to face the next, but a clue from Bo's belongings points to the pseudo-science alchemy, which Sam starts studying.    "
                },
                "34": {
                    "title": "Episode #1.34",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "5 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    (Letterdrama) \\Sam works out how Bo's disappearance and the campus tests all connect to alchemy, as the three types of Stones of Wisdom would combine all required powers. Challenged to render the choir's program original, Frederik suggests tap dance as an alternative to Noah's hip-hop concept, so director Dimitri tells both the elaborate their ideas at home. Sam already prepared a remix, which inspires Dante to organize a party to raise enough to prevent the broke gym being auctioned publicly. Rearranging the letters in Bo's latest tip Salve Rico points to a famous, ...    "
                },
                "35": {
                    "title": "Episode #1.35",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "6 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    (Fifties) To Dante's horror his illicit boxing match incurs a hefty fine, but father already knows about the party and approves, being out of options. The' Twelve' choir is in need of original ideas for the contest and a female singer substitute. Unlike Frederik, Louise refuses to remain in the dark about their father's mysterious past and confronts mother Celeste, who found her snooping. Noah and Sam work out the clue Oscar Levi is a mysteriously disappeared magician from the 1950s, who was an expert in making things disappear.    "
                },
                "36": {
                    "title": "Episode #1.36",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "7 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    (Steengruis) Noah and Sam find a clue to a wood cabin, where time seems to have stood still. It's inhabitant is old magician Oscar Levi who tells them he used dust from the three stones of Wisdom to hide even a ship, but was forced by the secretive alchemists society to abandon his trick as it might attract unwanted attention to the dangerously powerful stones. He agrees they may have caused Bo's disappearance and tells the stones came from an ancient university now in underground ruins, which may include the choir theater's site. Louise finds out her pa had major ...    "
                },
                "37": {
                    "title": "Episode #1.37",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "8 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    (De Proef Op Som) Dante calls favors to organize the party cheaply. Sam is flattered to be asked as DJ, Hanne gets Louise to lend them sound equipment from the choir theater. Sam and Noah's canon remix concept appeals to the choir, including director Dimitri, who even recruits elated Sam as MC, DJ and vocal 12. After learning the latest clue, relating to Da Vinci, is his anatomical Vitruvius man, Sam and Noah go looking for a picture found with the old magician, which a willow allows locating to a spot with hidden access to another underground campus from the ...    "
                },
                "38": {
                    "title": "Episode #1.38",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "12 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    (Discoballen aan je Lijf) Noah and Sam find in the underground university ruins some ground dust, which Levi confirms anxiously is from the Philosophers Stone of Creation, powerful enough to transform or destroy any object by the holder's thoughts, and warns it may never be used. The choir enjoys -even Frederik- Sam's remix concept, so Dimitri commends Noah for the proposal. Dante hastily arranges a free disco ball for the Campus B gym benefit party, where Emilie brings Louise, but Sam, who wanted to test the dust anyway, watches the huge, poorly ceiling-fixed ball ...    "
                },
                "39": {
                    "title": "Episode #1.39",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "13 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    (Two Can Play that Game) Noah panics, Sam soothes him after the dust made the disco ball disappear, the only outfall being Louise snapping at his unrecognized rescue dive and Dante loosing the huge party attribute. *Sam is now certain they are on the trail of Bo's disappearance, yet misses her even more having seen all others party. Noah and Dante are shocked when father ward decides, as the party didn't earn enough, to accept the gym, inherited from their grandfather, will be sold off to pay his debts. Noah and Sam crack the next clue, enacting DaVinci's Vitruvius ...    "
                },
                "40": {
                    "title": "Episode #1.40",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "14 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    (Zangmoed) Noah panics, as Levi warned against using the dust, but Sam triumphs having apparently mastered the key alchemist technique. Despite the party profits, Ward sees no other alternative then putting the family's Campus B gym for sale, which shatters Noah and Dante too, being would be-boxers. Dante grows suspicious of Louise hanging around his brother. Choir director Dimitri finds the choir hopelessly listless now Noah has withdrawn at home, so he decides to rehearse in the gym, but that's not to ward's liking.    "
                },
                "41": {
                    "title": "Gotcha",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "15 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Director Dimitri's effort to cheer up Noah by bringing the rehearsal to Campus B as a surprise backfires, as this discloses Noah's secret to have joined the rival Vincke family choir, and can't explain he misses gym practices for it. Ward and Dante react furious at Noah's 'treason'. Noah and Sam focus on the next alchemist clue; the four elements, which opens a new chamber, but it instantly triggers the most dangerous challenge: a fire test.    "
                },
                "42": {
                    "title": "Episode #1.42",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "19 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    (Lucht) Fairly calm Noah and panicking Sam are trapped in the air room, where the torches render the air consumption worryingly fast. After Noah cams Sam down, whose Latin app proves as precious as observations and Noah's memories from Bo's science experiments, they earn an exit in time, to another chamber. Meanwhile Louise is stuck in her quest for the family feud but starts realizing it's unfair to take it out on Noah, for whom exposure in the gym was a huge trauma.    "
                },
                "43": {
                    "title": "Episode #1.43",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "20 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    (De Keuze) The boys get out of the air chamber just in time, but harvest only another Latin clue which sounds useless. Ward goes to the notary to put the gym up for sale. He and Louise feel betrayed as Noah didn't show up, even Dante can't believe he was still looking for 'inexistant' Bo. Frederik is even less amused by the 'urban' choir outfits then the girls.. Noah promises Dante to save the club by challenging the rival gym's champion. To concentrate on that job, he resigns from the choir.    "
                },
                "44": {
                    "title": "Episode #1.44",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "21 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    (Air) Noah shocks everybody by choosing to quit De Twaalf, claiming Sam being a choir member suffices to keep looking for Bo. Noah and Dante arrange, behind pa Ward's back, a box match against rival gym Zuid's champion, which deal their manager Geert only accepts if the winner gets all proceeds, not just ticket sales. While Louise wines about loosing Noah and the feud secrets, Frederik barely notices Sam who returns alone to the next underground challenge, finding clues on the piano keys pointing to a famous Air by J.S. Bach.    "
                },
                "45": {
                    "title": "Episode #1.45",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "22 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    (Quatre mains) Noah refuses to discuss his choir desertion with Louise, then is frustrated to hear father Ward, who forbade contact with the feud family, lecture him for rudeness and doubt his re-found dedication to boxing. Sam works out the clues concerning the Air by J.S. Bach, learns the piece but tells sighing Noah is needs to be played four-hands. Louise sulks Noah seems just a \"boxing rustic\". Sam and Emilie trick her and Noah to meet I the park.    "
                },
                "46": {
                    "title": "Episode #1.46",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "26 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    (46) Even Frederik believes Louise has real feelings for 'peasant boxer' Noah and presses their mother, in vain, to disclose Ward's and his father's part in the feud. Tricked by Sam and Emilie to meet 'by accident' I the park, Noah and Louise talk without actually breaking or making up. Noah practices the Bach air on sheet music provided by Sam, who is impressed -unlike match-focused Dante- how well that progresses, so they can try it and open the last campus.    "
                },
                "47": {
                    "title": "Episode #1.47",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "27 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    (47) Noah concentrates on his impending championship match, coached impatiently by fiery Dante, yet is intrigued when Louise shows him a photo of her father and his mother s friends. Sam eagerly studies to solve the Campus challenge, so far clueless. Noah having resigned and Louise absent unannounced from De Twaalf practice, Dimitri finds even Frederik's lead effort insufficient to counter the lack of enthusiasm and tells Celeste he sees no alternative but resign under such conditions.    "
                },
                "48": {
                    "title": "Episode #1.48",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "28 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    (Photobombing) Noah is inspired by Dante referring to 'our' childhood inventions to check their old stuff with Sam to find a clue for the last campus test. Even Frederik agrees with Louise it's time to clear up the family feud, but Noah wants to focus solely on his future in boxing. Frederik tries to sing Noah's lead part, but despite technical perfection despairs he'll never manage a similar raw edge fitting the urban concept. Still the choir decides to keep De Twaalf going, collaborating with the gym gang, under a new name, which Sam comes up with quickly: Campus 12.    "
                },
                "49": {
                    "title": "Episode #1.49",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "29 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    (Hele Waarheden) Noah and Louise finally get surviving single parents Ward and Celeste to explain the feud: although there was snobbish bad blood long before, it turned bitter when their spouses died together in a car accident, being 'suspiciously close friends' as she joined his choir. Both parents agree the feud got out of hand, Ward gives his blessing for the all or nothing match, having guessed it. Noah and Sam found inspiration in Dante's inventions archive, which they realize was made with Bo, containing a bottle experiment which may crack the last Campus ...    "
                },
                "50": {
                    "title": "Episode #1.50",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "2 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    (Juiste Plaats, Juiste Tijd) Noah must concentrate on his impending boxing fight coached by Dante, Louise and Frederik on the choir Campus 12's first performance. Both get precious help from Sam, who can't wait to find Bo, but the last chamber only contains more clues, which are hard to crack: a watch and an alphanumeric code.    "
                },
                "51": {
                    "title": "Episode #1.51",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "4 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    (Matchritme) Noah finally field the home canvas for his all-or-nothing re-match against the arrogant 'South gym' champion, who incurs warnings for cheating. Mediator Sam, coach Dante and ward are joined in the audience by Frederik and Louise, who witness Noah proving his talent, De Smidt family legacy Campus B's last change of survival.    "
                },
                "52": {
                    "title": "Episode #1.52",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "5 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    (Twaalf) Noah won his fight gloriously, and it earned just enough to save the gym. After Frederik comes tell him it's all right to follow his heart and box, Noah and Louise seem resigned he chose Campus B over music. The choir prepares to perform without star lead Noah in the SingSong Competition, but a rival sings the same song, better then their dress rehearsal. Campus 12 needs a rapping miracle, and gets a 'deus ex machina' in boxer cape to make the difference.    "
                },
                "53": {
                    "title": "Episode #1.53",
                    "kind": "episode",
                    "episode of": {
                        "title": "Campus 12 (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "6 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    (Let's Get the Party Started) Noah and Sam solve the last campus, enabling to meet sister-lover Bo again, but find itquite disappointing she dares not stay with them, still fearing the secret alchemists society, and remains wiped from everybody else's memory, so she's presented as Barbara 'Babs', and she hides a philosopher's stone. Campus 12 having won the choir competition, Celine hosts a great celebration, which also serves by invitation form Frederik as fraternization with de boxing gym clan, who eagerly accept, finally ending the family feud/*Het grote moment is ...    "
                }
            }
        },
        "number of episodes": 56,
        "cast": [
            {
                "name": "Heyman, Jasper"
            },
            {
                "name": "Lemmens, Lennart"
            },
            {
                "name": "Casteleyn, Pieter"
            },
            {
                "name": "Yürük, Bünyamin"
            },
            {
                "name": "Sercu, Mathias"
            },
            {
                "name": "Gerlo, Lisa"
            },
            {
                "name": "De Baerdemaeker, Hilde"
            },
            {
                "name": "Janssens, Naomi"
            },
            {
                "name": "Rey, Nina"
            },
            {
                "name": "Van Schijndel, Jelisa"
            }
        ],
        "genres": [
            "Mystery"
        ],
        "runtimes": [
            "12"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjMwMDQzYjUtNTIwOC00MzZmLWE5MWEtZWE2NmIyOTYyZTliXkEyXkFqcGdeQXVyOTEwNTkyNjE@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "One day, Bo just vanishes from the face of the earth. Her twin brother, boxer Noah, seems to be the only one who even remembers that she ever existed. How is this possible? How is it that he cannot find even a single photo with Bo in it? Noah is determined to get to the bottom of this. When it turns out that the key to the mystery surrounding Bo is linked to the theatre owned by the elitist Vincke family, Noah has to become a member of their choir 'The 12'. For Noah's down-to-earth boxing family, this is the last place they'd go. The two families hate each other. However, Noah discovers that they might be more alike than he thought and he finds unlikely allies to get to the heart of the dark mystery of Bo's disappearance.",
        "languages": [
            "Dutch"
        ],
        "title": "Campus 12",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Campus 12 (Belgium)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Studio 100"
            }
        ],
        "distributors": [
            {
                "name": "Ketnet"
            }
        ],
        "plot": [
            "One day, Bo just vanishes from the face of the earth. Her twin brother, boxer Noah, seems to be the only one who even remembers that she ever existed. How is this possible? How is it that he cannot find even a single photo with Bo in it? Noah is determined to get to the bottom of this. When it turns out that the key to the mystery surrounding Bo is linked to the theatre owned by the elitist Vincke family, Noah has to become a member of their choir 'The 12'. For Noah's down-to-earth boxing family, this is the last place they'd go. The two families hate each other. However, Noah discovers that they might be more alike than he thought and he finds unlikely allies to get to the heart of the dark mystery of Bo's disappearance.::Beta Film GmbH"
        ],
        "tech": {
            "runtime": [
                "12 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}