{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "December 2018"
            },
            {
                "country": "USA\n",
                "date": "20 December 2018",
                "notes": "                            (internet)"
            },
            {
                "country": "USA\n",
                "date": "21 December 2018"
            }
        ],
        "release dates": [
            "USA::December 2018",
            "USA::20 December 2018                            (internet)",
            "USA::21 December 2018"
        ],
        "cast": [
            {
                "name": "Bartlett, Steven T."
            },
            {
                "name": "Theory, Star Wars"
            },
            {
                "name": "Branch, Andrew"
            },
            {
                "name": "Gomez, Jesse"
            },
            {
                "name": "Klein, Bradley"
            },
            {
                "name": "Branch, Andrew"
            },
            {
                "name": "Klein, Bradley"
            },
            {
                "name": "Brown, C.J."
            },
            {
                "name": "Cecil, Jason"
            },
            {
                "name": "Choi, Raymond"
            },
            {
                "name": "Ghazarian, Ohan"
            },
            {
                "name": "Goheen, Darec"
            },
            {
                "name": "Jones, Dupree"
            },
            {
                "name": "Kieser, Janet"
            },
            {
                "name": "Knight, Marik"
            },
            {
                "name": "LaSalle, Catherine"
            },
            {
                "name": "Leone, Jeff"
            },
            {
                "name": "Lewis, Mike"
            },
            {
                "name": "Ortiz, Katie"
            },
            {
                "name": "Ortiz, Marlon"
            },
            {
                "name": "Poore, Dylan"
            },
            {
                "name": "Rodriguez, David"
            },
            {
                "name": "Rodriguez, Deysy"
            },
            {
                "name": "Rodriguez, John"
            },
            {
                "name": "Sanglay, Jeremy"
            },
            {
                "name": "Shipley, Matt"
            },
            {
                "name": "Stelmar, Robert"
            },
            {
                "name": "Tarpley, Gordon"
            }
        ],
        "locations": [
            "Los Angeles, California, USA",
            "2300 Marengo Ave, Altadena, California, USA"
        ],
        "genres": [
            "Sci-Fi"
        ],
        "runtimes": [
            "13"
        ],
        "countries": [
            "United States",
            "Canada"
        ],
        "country codes": [
            "us",
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "Dec 2018",
        "number of episodes": 1,
        "rating": 9.1,
        "votes": 1978,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDY5NTQ5YzUtMmIwNS00Y2FhLWI2NDYtZDQzOTdkMjc5MTY1XkEyXkFqcGdeQXVyNzQxNDczNzM@._V1_SY150_CR83,0,101,150_.jpg",
        "budget": "CAD125,000 (estimated)",
        "plot outline": "Anakin Skywalker is DEAD. For eight months, the mysterious Darth Vader has enforced the Emperor's commands. Fighting between the loss of Padme, and the new cursed life he now leads, Vader must do what must be done when a surviving Jedi Master from Order 66 has lured him to the home planet of his late wife.",
        "languages": [
            "English"
        ],
        "title": "Shards of the Past",
        "year": 2018,
        "kind": "episode",
        "directors": [
            {
                "name": "Ramirez, Danny"
            }
        ],
        "writers": [
            {
                "name": "Ramirez, Danny"
            },
            {},
            {
                "name": "Theory, Star Wars"
            },
            {},
            {
                "name": "Wejp-Olsen, Nikolaj"
            }
        ],
        "composers": [
            {
                "name": "Cadmus, Jacob A."
            }
        ],
        "editorial department": [
            {
                "name": "IV, Harry Locke"
            }
        ],
        "visual effects": [
            {
                "name": "Bastian, Philip"
            },
            {
                "name": "Bohringer, Jake"
            },
            {
                "name": "Conant, David"
            },
            {
                "name": "Delgado, Mario"
            },
            {
                "name": "Hill, Brandon D."
            },
            {
                "name": "McCumber, Michael"
            },
            {
                "name": "Ochoa, Isaiah"
            }
        ],
        "camera department": [
            {
                "name": "Baltazar, Joe"
            },
            {
                "name": "Baltazar, Will"
            },
            {
                "name": "Barot, Gio"
            },
            {
                "name": "Cifuentes, Yoann"
            },
            {
                "name": "Flynn, Heather"
            },
            {
                "name": "Gomez, Jorge"
            },
            {
                "name": "Halla, Matthew"
            },
            {
                "name": "McCulley, Tory"
            },
            {
                "name": "Padilla, Rob"
            },
            {
                "name": "Sandoval, Gabriel"
            },
            {
                "name": "Thor, Kyle"
            },
            {
                "name": "Tran, Bevis"
            },
            {
                "name": "Yoo, Alex"
            },
            {
                "name": "Zapata, Jesus"
            }
        ],
        "akas": [
            "Shards of the Past (United States)"
        ],
        "season": 1,
        "episode": 1,
        "writer": [
            {
                "name": "Ramirez, Danny"
            },
            {
                "name": "Theory, Star Wars"
            },
            {
                "name": "Wejp-Olsen, Nikolaj"
            }
        ],
        "director": [
            {
                "name": "Ramirez, Danny"
            }
        ],
        "episode of": {
            "title": "Vader: A Star Wars Theory Fan Series",
            "kind": "tv series"
        },
        "plot": [
            "Fighting between the loss of Padmé and the new cursed life he now leads, Vader must do what must be done when a surviving Jedi Master from Order 66 has lured him to the home planet of his late wife's tomb.",
            "Anakin Skywalker is DEAD. For eight months, the mysterious Darth Vader has enforced the Emperor's commands. Fighting between the loss of Padme, and the new cursed life he now leads, Vader must do what must be done when a surviving Jedi Master from Order 66 has lured him to the home planet of his late wife.",
            "Darth Vader is struggling in his new life as a sith; ridden with pain and sorrow over the death of his wife, Padmé, and filled with hatred for his new master who promised to save her. His ability and determination will be put to the test when he is given a mission to kill a powerful jedi survivor."
        ],
        "synopsis": [
            "In his master's quarters on a Venator-class Star Destroyer, Darth Vader ignites his crimson lightsaber and effortlessly deflects a barrage of blaster bolts courtesy of Imperial clone troopers and officers alike. Leaving no survivors, Vader relocates his attention to Emperor Palpatine, whom he has entrapped in a Force choke. As he demands his master to answer for his treachery, reinforcements burst onto the scene and open fire with heavy artillery. Vader's lightsaber is removed from his grasp by a blaster bolt, requiring him to instead initially halt the oncoming bolts mid-air with the Force before propelling them towards their dispatchers, penetrating and smoldering their armor.Vader declares that Palpatine will suffer for his failure to save his wife, Padmé Amidala, and contorts his master's body through the Force, eliciting anguished responses. Not easily defeated, Palpatine taunts his apprentice for his wife's death and raises his hands to initiate Force lightning. Recognizing his master's intentions, Vader hoists the corpse of an Imperial Royal Guard between himself and the lightning. With the corpse absorbing the brunt of the electrical energy, Vader uses the Force to ignite his out of reach lightsaber and impels it in Palpatine's direction. Inches from contact, the revolving lightsaber is suspended by Palpatine and the two Dark Lords of the Sith are locked in an intense chain of lightning and will. Once neither can prolong it any longer, the chain is broken in a burst of energy that sends Vader to his knees, breathing heavily.Palpatine uses the Force to lift himself to his feet as he laughs in a sinister manner. Taunting his apprentice once again, he subjects Vader to an unrelenting bombardment of Force lightning. Vader consolidates his hands into fists, closing Palpatine's hands and ceasing his torment, and pulls his master towards him. Palpatine gurgles as Vader crushes his throat with his bare hand. Palpatine's limp corpse falls to the floor, wide-eyed, mouth agape, and lifeless.With the duel complete, Vader calls his lightsaber to him. As he secures his lightsaber to himself, Vader notices the japor snippet he carved for Padmé in his youth on the floor before him. The sound of a young Anakin Skywalker's voice prompts Vader to shift his gaze, observing the moment he bestowed the japor snippet to his future wife. Vader reaches out to Padmé, but falters before making contact, bowing his head in shame. His wife refers to him by his former name, and Vader looks up to find Padmé aware of his presence, touching her cheek with his gloved hand before the doomed lovers embrace for the first time in eight months.As Vader looks upon the face of his deceased wife once more, Padmé opens her eyes, revealing them to be a Sith yellow, corrupted by the dark side of the Force. When her lips move to speak, she speaks with Palpatine's voice, taunting Vader. It is revealed that Palpatine had manipulated Vader's weak mind, claiming that he is forever destined to remain a servant, a slave. Subjected to another implacable barrage of Force lightning, Vader falls onto his back as Padmé's incorporeal voice cries out the name of a dead man.An unarmored Vader regains consciousness in a medical chamber as he is informed that Palpatine demands his presence at once. He complies as his eyes fade from a burning Sith yellow to a calm blue.Upon Vader's presence, Palpatine orders his Royal Guards to exit. Vader asks his master for his bidding. Palpatine determines that his apprentice is distressed, which Vader denies. Inspecting him further with the Force, Palpatine discovers that Vader is attempting to hide his rage from his master. With this knowledge, Palpatine endorses Vader to give into his anger and strike him down, which Vader denies once again. Infuriated, Palpatine calls Vader's lightsaber to his hand, ignites the crimson blade, and holds it inches from his apprentice's armored throat. Palpatine voices his exasperation of Vader's prolonged attachments. In response, Vader once more denies any attachment and confirms that he destroyed the weak Anakin Skywalker. Palpatine retorts that Skywalker's powers dwarf Vader's. Vader remains silent as Palpatine deactivates the lightsaber.Palpatine orders Vader to rise and returns the weapon to his apprentice. He lectures Vader on the way of the Sith, to destroy all who stand in their way to power, to eliminate their rivals. Palpatine implies that it is he himself who holds Vader back, and informs Vader that only his hate can eradicate him. Vader's finger rests against the activator contemplatively, but he fails to ignite the lightsaber aimed at Palpatine's chest, voicing his inability. Palpatine conveys his growing disappointment.Retreating to his throne, Palpatine notifies Vader of a great disturbance in the Force prompted by the survival of a great Jedi located on Naboo, the homeworld of both Palpatine and Padmé. Palpatine concludes that the Jedi draws Vader to the Mid Rim planet due to his knowledge of Vader's identity. Reports from clone troopers indicate he wields an amethyst lightsaber, implying to the Sith Lords that the Jedi is in fact the once thought dead Mace Windu. Vader questions how Windu's survival could be possible, to which Palpatine responds with the Jedi's great deal of power. Vader vows to finish what they started. Palpatine has his doubts, but orders Vader to eliminate Windu and completely pledge himself to the dark side in order to destroy the rival before him, as is the way of the Sith. Vader declares that he will not fail and exits Palpatine's quarters.Vader departs from the Star Destroyer in his Eta-2 Actis-class light interceptor and engages with a hyperspace transport ring.Back on the Star Destroyer, Palpatine orders a commander via his comlink to prepare his personal shuttle for a voyage to Naboo.Navigating hyperspace, Vader arrives at the Naboo system, releasing his interceptor from the transport ring and proceeding towards the planet's surface. He lands his interceptor on a docking platform that leads to a mausoleum.The mausoleum is occupied by Imperial clone troopers. Upon Vader's entrance, Commander Fox welcomes the Sith Lord and briefs him on their current situation. No troopers have returned from the catacombs Windu has barricaded himself in. Vader voices his apathy for lost troopers, defining the Jedi as his only concern. He further states that he will use the 501st Legion to complete his mission. Vader regards the artificial aperture into the catacombs for a moment before turning his back.Padmé's voice whispers Vader's dead name, halting the Sith in his motion. Vader returns his attention the cavity, now luminous and vital with the sounds of blaster bolts, lightsaber swings, and desperate soldiers. A final detonation ceases all sound but the unmistakable hum of a lightsaber. The ascending smoke glows with an amethyst hue. Undeterred, Vader ignites his crimson blade."
        ],
        "tech": {
            "runtime": [
                "13 min"
            ],
            "color": [
                "Color"
            ],
            "film length": [
                "13 m"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1978,
                "rating": 9.1
            },
            "aged under 18": {
                "votes": 44,
                "rating": 9.2
            },
            "aged 18 29": {
                "votes": 457,
                "rating": 9.1
            },
            "aged 30 44": {
                "votes": 275,
                "rating": 8.6
            },
            "aged 45 plus": {
                "votes": 60,
                "rating": 8.6
            },
            "males": {
                "votes": 1010,
                "rating": 9.0
            },
            "males aged under 18": {
                "votes": 37,
                "rating": 9.2
            },
            "males aged 18 29": {
                "votes": 406,
                "rating": 9.1
            },
            "males aged 30 44": {
                "votes": 253,
                "rating": 8.7
            },
            "males aged 45 plus": {
                "votes": 56,
                "rating": 8.6
            },
            "females": {
                "votes": 37,
                "rating": 7.7
            },
            "females aged 18 29": {
                "votes": 16,
                "rating": 9.0
            },
            "females aged 30 44": {
                "votes": 10,
                "rating": 5.3
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 13,
                "rating": 6.8
            },
            "us users": {
                "votes": 237,
                "rating": 9.1
            },
            "non us users": {
                "votes": 348,
                "rating": 8.7
            }
        },
        "number of votes": {
            "10": 1287,
            "9": 377,
            "8": 182,
            "7": 60,
            "6": 27,
            "5": 11,
            "4": 5,
            "3": 5,
            "2": 9,
            "1": 15
        },
        "arithmetic mean": 9.3,
        "median": 1
    }
}