{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "26 April 2018"
            }
        ],
        "release dates": [
            "USA::26 April 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Hebh",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Election Effect (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "26 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Hebh is an immigrant Muslim student growing up in New York City. After a New York Times profile of her is published, Hebh must face what it means to be labeled and known as an activist. As she decides to step up, she becomes a leader among other students protesting not only against Trump but for the issues that affect her and her friends.    "
                },
                "2": {
                    "title": "Anmol",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Election Effect (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 May 2018",
                    "year": "2018",
                    "plot": "\n    Anmol and her family live in a self-described \"brown neighborhood\" in Vermont. In the lead up to the election, someone scrawls \"Go back home\" and other slurs on the back of Trump signs and posts them in her neighborhood. When she heads back to her boarding school in Concord, MA she decides to start a post-election dialogue with her fellow students.    "
                },
                "3": {
                    "title": "Wesley",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Election Effect (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "10 May 2018",
                    "year": "2018",
                    "plot": "\n    As a conservative, Wesley is in the minority at his progressive high school in Nashville. In a school that welcomes diversity and fosters student involvement, he has decided to use his role as editor of the school's paper to foster more dialogue by presenting different points of view.    "
                },
                "4": {
                    "title": "Noah and Brandon",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Election Effect (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "17 May 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Caitlyn and Elizabeth",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Election Effect (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "24 May 2018",
                    "year": "2018",
                    "plot": "\n    Greeley, Colorado is a sanctuary city and is home to approximately 1,500 refugees, but not all students are comfortable with that. Elizabeth wants the US to help as many refugees as possible while Caitlyn is worried that the US can't take care of its citizens already. Despite their differences, they both participate in a discussion group hosted by a local youth group to find common ground by presenting different points of view.    "
                }
            }
        },
        "number of episodes": 5,
        "genres": [
            "Short"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzViM2Q0YTItZjQzNC00ZWFkLThiMDUtYzc4MGFlMGVmOWYyXkEyXkFqcGdeQXVyMjY1NzYxMjc@._V1_SY150_CR5,0,101,150_.jpg",
        "budget": "$300,000 (estimated)",
        "plot outline": "The 2016 presidential election was like no other in our history. And no one felt that impact more than young people. In \"The Election Effect,\" five award winning directors go across the country to share these youths' stories. They describe conflicts arising out of the election that were met with courage, innovation, and activism. Each episode highlights one or two students, from different backgrounds and political perspectives, who are who are working to understand what is happening in their communities and to stand up for increased communication, empathy, and respect between groups with different views. \"You can respect people's right to disagree . . . people's right to hold opinions and to exist . . . and it starts by just talking to people,\" states one student. Each episode focuses on a different issue, but all address what life as a young person is like in the wake of the polarizing election and how that election has encouraged a new level of political engagement.",
        "languages": [
            "English"
        ],
        "title": "The Election Effect",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-2018",
        "akas": [
            "The Election Effect (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Shine Global"
            }
        ],
        "distributors": [
            {
                "name": "Paramount Network"
            }
        ],
        "plot": [
            "The 2016 presidential election was like no other in our history. And no one felt that impact more than young people. In \"_The Election Effect_ (qv),\" five award winning directors go across the country to share these youths' stories. They describe conflicts arising out of the election that were met with courage, innovation, and activism. Each episode highlights one or two students, from different backgrounds and political perspectives, who are who are working to understand what is happening in their communities and to stand up for increased communication, empathy, and respect between groups with different views. \"You can respect people's right to disagree . . . people's right to hold opinions and to exist . . . and it starts by just talking to people,\" states one student. Each episode focuses on a different issue, but all address what life as a young person is like in the wake of the polarizing election and how that election has encouraged a new level of political engagement.::Shine Global Inc"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}