{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "7 May 2018",
                "notes": "                            (Zee Telugu)"
            }
        ],
        "release dates": [
            "India::7 May 2018                            (Zee Telugu)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Ramisetty, Pallavi"
            },
            {
                "name": "Reza, Ali"
            },
            {
                "name": "Reza, Ali"
            }
        ],
        "genres": [
            "Romance"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "te"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BMmY5OTNmODktZmJlOC00YjMzLWJhZmUtMzY2OTYwNGU5YzRiXkEyXkFqcGdeQXVyOTA3MTM0MTM@._V1_SY150_CR64,0,101,150_.jpg",
        "plot outline": "The story of Maate Mantramu rotates around the life of Vasudhara, a straightforward young girl from a working class family who in spite of being abused by her grandma and step-sister Satya, attempts to benefit as much as possible from her life. Then again, Vamsi Krishna, is the sole beneficiary of an affluent family and has grown up to be to a great degree egotistical and flippant. Vamsi Krishna's younger brother, Abhiram, his stark contrast, is a responsible and mature individual, and tries to stay independent and not bother about the fortune his brother could get from his grandmother's will. As fate would have it, Vasudhara gets married to Vamsi Krishna and Satya gets married to Abhiram, believing that he is the heir to the humongous property. Vamsi Krishna's more youthful sibling, Abhiram, his conspicuous difference, is a dependable and develop individual, and endeavors to remain free and not make a fuss over the fortune his sibling could get from his grandma's will. As destiny would have it, Vasudhara gets hitched to Vamsi Krishna and Satya gets hitched to Abhiram, trusting that he is the beneficiary to the humongous property. Vasudhara's trip towards changing Vamsi Krishna to improve as an individual and to pick up acknowledgment in her in-law's home structures the core of the storyline.",
        "languages": [
            "Telugu"
        ],
        "title": "Maate Mantramu",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Maate Mantramu (India)"
        ],
        "plot": [
            "The story of _Maate Mantramu_ (qv) rotates around the life of Vasudhara, a straightforward young girl from a working class family who in spite of being abused by her grandma and step-sister Satya, attempts to benefit as much as possible from her life. Then again, Vamsi Krishna, is the sole beneficiary of an affluent family and has grown up to be to a great degree egotistical and flippant. Vamsi Krishna's younger brother, Abhiram, his stark contrast, is a responsible and mature individual, and tries to stay independent and not bother about the fortune his brother could get from his grandmother's will. As fate would have it, Vasudhara gets married to Vamsi Krishna and Satya gets married to Abhiram, believing that he is the heir to the humongous property. Vamsi Krishna's more youthful sibling, Abhiram, his conspicuous difference, is a dependable and develop individual, and endeavors to remain free and not make a fuss over the fortune his sibling could get from his grandma's will. As destiny would have it, Vasudhara gets hitched to Vamsi Krishna and Satya gets hitched to Abhiram, trusting that he is the beneficiary to the humongous property. Vasudhara's trip towards changing Vamsi Krishna to improve as an individual and to pick up acknowledgment in her in-law's home structures the core of the storyline."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}