{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "7 May 2018",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::7 May 2018                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "07 May 2018 (USA)",
        "cover url": "https://m.media-amazon.com/images/M/MV5BZTg4MjYyMmMtNGQ0NS00YWFiLTkyYTAtMjkwNDAzZDFhNDRhXkEyXkFqcGdeQXVyNTExODA1MDg@._V1_SY150_CR7,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The Human Longevity Project",
        "year": 2018,
        "kind": "tv mini series",
        "series years": "2018-",
        "akas": [
            "The Human Longevity Project (United States)"
        ],
        "writer": [
            {
                "name": "Dahlgren, John"
            },
            {
                "name": "Prall, Jason"
            }
        ],
        "director": [
            {
                "name": "Dahlgren, John"
            },
            {
                "name": "Prall, Jason"
            }
        ],
        "synopsis": [
            "The Human Longevity Project is a documentary film series that will take you on an exciting journey around the globe, on a mission to discover the secrets of the longest-lived and healthiest populations on Earth.Filmed over 2 years, in over 50 locations, in 9 countries, on 3 continents, this series uncovers the key lifestyle, environmental, and physiological components to avoid chronic disease, increase health span, and put the brakes on aging in our modern world.Interviews from premier scientists, physicians, healers, and health experts - along with real-world footage from around the globe. The daily routines and lifestyle practices that range from preconception to geriatrics, with much more observational and scientific scrutiny than ever before. Scientifically demonstrated the recipe of a long, healthy life - and how to apply these lessons in our modern environment.At a time when populations of industrialized societies are seeing collective health, quality of life, and the health of the environment decline rapidly, the scientific information and lifestyle practices highlighted in this documentary are absolutely essential to reversing these recent trends and shifting the entire paradigm of chronic disease and destruction of the environment.In the last 70 years, the modern world has taken a turn for the worse. Our food, water, air, and soil have been decimated by toxic chemicals and metals. Our atmosphere is blanketed in electromagnetic radiation. Chronic mental and emotional stress has become the norm - and our society is fixated on the technological connection while authentic community dissolves."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}