{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "  2018"
            }
        ],
        "release dates": [
            "Belgium::2018"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Animation",
            "Family"
        ],
        "runtimes": [
            "5"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "2018 (Belgium)",
        "cover url": "https://m.media-amazon.com/images/M/MV5BNWQyZDZiMWItM2RmNS00OWE0LTgyOGUtZWJiYTE4MTIzOGFmXkEyXkFqcGdeQXVyOTEwNTkyNjE@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Right in the middle of a very busy city, there is a peaceful place. It's a little park, closed in and forgotten, a true oasis in the concrete jungle. It is where you can find Ollie and his friends. A little owl, a small stork, a young frog and five little birds live there, and they have many adventures together. Small stories about big issues like discovery, friendship, being alone, and the importance of the little things in life. If you want to meet Ollie and his friends, you best come at nightfall. That's when the city turns quiet and everybody goes to sleep. Except for Ollie and his friends who are still awake, just long enough for a little adventure.",
        "title": "Ollie",
        "year": 2018,
        "kind": "tv mini series",
        "series years": "2018-",
        "akas": [
            "Ollie (Belgium)"
        ],
        "writer": [
            {
                "name": "Setola, Anton"
            },
            {
                "name": "Vrombaut, An"
            }
        ],
        "director": [
            {
                "name": "Various"
            }
        ],
        "production companies": [
            {
                "name": "Lunanime"
            }
        ],
        "plot": [
            "Right in the middle of a very busy city, there is a peaceful place. It's a little park, closed in and forgotten, a true oasis in the concrete jungle. It is where you can find _Ollie_ (qv) and his friends. A little owl, a small stork, a young frog and five little birds live there, and they have many adventures together. Small stories about big issues like discovery, friendship, being alone, and the importance of the little things in life. If you want to meet _Ollie_ (qv) and his friends, you best come at nightfall. That's when the city turns quiet and everybody goes to sleep. Except for _Ollie_ (qv) and his friends who are still awake, just long enough for a little adventure.::Beta Film GmbH"
        ],
        "tech": {
            "runtime": [
                "5 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}