{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "26 October 2018"
            },
            {
                "country": "USA\n",
                "date": "26 October 2018",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::26 October 2018",
            "USA::26 October 2018                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Training Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Professionals (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "26 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    New hire Terrance starts his first day with the Advanced Support Group and realizes this group isn't anything he could have imagined. Steve struggles to balance his relationship with his best friend Tasha, and his girlfriend known to the group as Black Barbie. Tasha has a family emergency that leaves Steve in hot water.    "
                },
                "2": {
                    "title": "Simply Helmet Head",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Professionals (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "26 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Black Barbie becomes suspicious of Steve faithfulness, and looks to Tasha for help. Group loser Pete returns from vacation, and several group members take him out for night on the town hoping to reignite his love life.    "
                },
                "3": {
                    "title": "Fetish",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Professionals (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "26 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    A previous conversation has Black Barbie suspecting Tasha as the woman Steve has been cheating with. The team is amazed with Malcolm's fetish which sparks a conversation about their secret fetishes. Tasha decides to tempt Steve with his fetish to win a bet.    "
                },
                "4": {
                    "title": "Band of Brothers (and Sisters)",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Professionals (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "26 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Tasha decides to take a chance with her relationship with Steve and enlists the help of Malcolm to aid in her transformation, but is caught off guard when she hears Steve's true feelings for her. Black Barbie and Bubbles come up with a plan to catch Steve in the action with Tasha.    "
                },
                "5": {
                    "title": "Diamond in the Rough",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Professionals (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "26 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    With Steve out of the picture, Terrance decides to test the waters with Tasha. Steve and Black Barbie attempt to work through their problems with each other. Steve and the crew start to suspect a rat that's leaking group information, and begin looking towards one of their own.    "
                },
                "6": {
                    "title": "The Gift",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Professionals (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "26 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Black Barbie puts one last ditch effort in her attempt to win back Steve's love. Malcolm starts on a path of vengeance against Bubbles. Tasha and Steve come to terms. A Secret Santa Gift lands Steve in trouble, which causes him to reach out to Black Barbie for assistance.    "
                },
                "7": {
                    "title": "This is Bullsh!t",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Professionals (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "26 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Tasha struggles as she watches Steve and Black Barbie renew their love for each other. The team wonders their worth as year-end review time comes around, and the company is reluctant to offer much of a raise. Mercedes shocks the group after a visit to the movie theater. Tasha's attempt to keep Steve in her corner is a failure which prompts Black Barbie to retaliate.    "
                },
                "8": {
                    "title": "The Proposal",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Professionals (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "26 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Both Steve and Tasha deal with proposals with varying results. Terrance becomes a victim of Black Barbie and Bubbles plot which causes a strain on his relationship with Tasha. Bubbles strikes back after being humiliated by Malcolm.    "
                },
                "9": {
                    "title": "Battle Scars, Old and New",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Professionals (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "26 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Steve is being pushed to the limit as Black Barbie is spending him dry. Bubbles and Malcolm clash once again trying to out due the other. Tasha makes a decision about her relationship with Terrance. Malcolm and Matt reminisce about someone from their past that they encountered recently.    "
                },
                "10": {
                    "title": "Wedding Day, Perhaps",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Professionals (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "26 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Bubbles and Young Curvy are showing concern that Black Barbie is marrying Steve out of spite for Tasha, and not love as she claims. Tasha is at wits end as she tries to make peace with Black Barbie. Bubbles and Malcolm's battle comes to an end. Steve is having cold feet, and looks to his friends for support.    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Casey, Kevin"
            },
            {
                "name": "Dobbins, Tiyara"
            },
            {
                "name": "Lenoir, Lawrence"
            },
            {
                "name": "Riddlespriger, Leonard"
            },
            {
                "name": "Upshaw, Katrina"
            },
            {
                "name": "Upshaw, Ryan"
            },
            {
                "name": "Esparza, Maria"
            },
            {
                "name": "Esparza, Maria"
            },
            {
                "name": "Casey, Makeisha"
            },
            {
                "name": "Nolan, Kristy"
            },
            {
                "name": "Todd, Lawrence"
            },
            {
                "name": "Mays, Gene"
            },
            {
                "name": "Jordan, Arnold"
            },
            {
                "name": "Needom, Christine"
            },
            {
                "name": "Mann, Sade"
            },
            {
                "name": "Perez, Jason"
            },
            {
                "name": "Casey, Anthony"
            },
            {
                "name": "Casey, Daisha"
            },
            {
                "name": "Garciduenas, Nicole"
            },
            {
                "name": "Riddlespriger, Diona"
            },
            {
                "name": "Casey, Anthony"
            },
            {
                "name": "Casey, Dawn"
            },
            {
                "name": "Esparza, Maria"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTRjNDc4ZmMtZjhiZi00YjM3LWE4NmYtMmY4NjUxOTY3ZTVjXkEyXkFqcGdeQXVyMTEyNDc0MDI@._V1_SY150_CR8,0,101,150_.jpg",
        "budget": "$1,000 (estimated)",
        "plot outline": "Imagine a call center that's run properly, with respectful agents and supervisors, and calls that get answered quickly with the utmost importance. Imagine a call center where there was no drama and everyone got along. Imagine a call center where the agents were well paid for their work, and imagine a call center that everyone loves working at. Now imagine the exact opposite of all those things. There, you have The Professionals. The Professionals is a story about a love triangle, and all the zaniness that lives within the call center. Steve is an average agent just trying to get by, but his feelings for his best friend, Tasha, and for his girlfriend, nick named Black Barbie, stresses him out on a daily basis. His coworkers are no help as his group is out of control in this eccentric comedy. Written in script format, the dialog alone is enough to keep you entertained as Steve and his coworkers expose what really goes on behind the scenes at a call center. Meet The Professionals.",
        "languages": [
            "English"
        ],
        "title": "The Professionals",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "The Professionals (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Nigma, Eric"
            },
            {
                "name": "Nigma, Eric"
            }
        ],
        "production companies": [
            {
                "name": "Enigmakidd Productions"
            }
        ],
        "plot": [
            "Imagine a call center that's run properly, with respectful agents and supervisors, and calls that get answered quickly with the utmost importance. Imagine a call center where there was no drama and everyone got along. Imagine a call center where the agents were well paid for their work, and imagine a call center that everyone loves working at. Now imagine the exact opposite of all those things. There, you have _The Professionals_ (qv). _The Professionals_ (qv) is a story about a love triangle, and all the zaniness that lives within the call center. Steve is an average agent just trying to get by, but his feelings for his best friend, Tasha, and for his girlfriend, nick named Black Barbie, stresses him out on a daily basis. His coworkers are no help as his group is out of control in this eccentric comedy. Written in script format, the dialog alone is enough to keep you entertained as Steve and his coworkers expose what really goes on behind the scenes at a call center. Meet _The Professionals_ (qv).::E.Nigma"
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ]
        }
    }
}