{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "April 2018"
            }
        ],
        "release dates": [
            "Australia::April 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Stevie",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Ex Files (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Stevie's consumed by the way he looks on social media, it's a common issue for many millennials. Often the pleasure we take from receiving a \"like\" is the same as the pleasure we get from eating chocolate or winning money - and just like sugar and gambling, the need for attention via social media can quickly become addictive and everything else is pushed aside. In Stevie's case he has lost sight of who he is and what is really important in life.    "
                },
                "2": {
                    "title": "Charli",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Ex Files (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Charli has spent her life giving to others both in her personal and professional life, in the same vein she now believes she must always give and help her partners, even if they aren't asking for it. This tends to be a common trait of co-dependency - one-sided relationships where the needs of others are put above your own to feel validated and 'needed'. In Charli's case her selfless need to help, fix and please others before herself is what is pushing her partners away.    "
                },
                "3": {
                    "title": "Matt",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Ex Files (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Matt holds on to his partners too tight, he showers them with too much too soon and ultimately scares them off. The problem is Matt is dealing with an abandonment issue tracking back to when he was twelve years old and his father left. Abandonment can go one of two ways; withdrawing from love from fear of being hurt or holding on too tight to avoid being left. In Matt's case he is giving too much and moving too fast which in the end is resulting in what he fears the most, abandonment.    "
                },
                "4": {
                    "title": "Emma",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Ex Files (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Emma has spent many years struggling with low self-confidence and self-esteem which has driven her into a life of people-pleasing and masking her true self. A common trait of low self-worth is believing you will make yourself feel better by complying with another person's demands, when in actual fact it will have the opposite effect. Emma needs to stop pretending to be someone else if she ever wants a balanced relationship to work, she will need to work on her confidence.    "
                },
                "5": {
                    "title": "Sarah",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Ex Files (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Sarah struggles with conflict, instead she runs away from her problems leaving them unresolved. This is a learnt behaviour that stems from her parent's divorce running from one parent to another and playing them against each other. This is quite common in kids from broken families, it is used as a source of power and a way of getting what they want. In Sarah's case this behaviour has led her into a messy love triangle.    "
                },
                "6": {
                    "title": "Carly",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Ex Files (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Carly has recently undergone a huge physical transformation but her self-esteem is yet to catch up, she constantly compares herself to other women. This is becoming more and more common everyday, women and men comparing themselves to everyday people on carefully curated social media accounts and subsequently doubting themselves. Carly needs to really see her beauty, believe it and stop comparing herself to other people.    "
                },
                "7": {
                    "title": "Amber",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Ex Files (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Since falling pregnant at the young age of 21, Amber has formed an extremely close bond with her mother. Becoming a mother is one of the most physical and psychological changes a woman will ever experience - new mothers often struggle with losing their identity and independence, it's called the silent wall - the process of slowly fading away from themselves and their interests. In Amber's case, becoming a mother so young made it even more difficult, as she was still yet to discover who she was as an adult. Amber's lack of independence it seems is now affecting her ...    "
                },
                "8": {
                    "title": "Lyndal",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Ex Files (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Lyndal has unrealistic expectations of what a relationship should look and feel like. With the onslaught of dating apps, millennials have become addicted to that early feeling of excitement in the early stages of a relationship, and they are less likely to put in the hard work that comes after. Lyndal needs to reframe what a relationship looks like and be brave enough to go after what she wants.    "
                }
            }
        },
        "number of episodes": 8,
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "192"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "plot outline": "The Ex-Files is a social experiment dealing with repetitive relationship patterns. Hosted by a charismatic Clinical Psychologist; this social experiment provides a unique opportunity for the participants to explore their relationship issues by consulting the people that know them best - their exes, close family members and friends - as life coaches/counsellors/teachers, and embrace change which is often easier said than done. Will our participants be able to face their past and stomach the advice given from the best and worst relationships of their life or will their defensive walls stay in place? It is one thing to acknowledge a need for change, but a whole other to take that leap.",
        "languages": [
            "English"
        ],
        "title": "The Ex Files",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-2018",
        "akas": [
            "The Ex Files (Australia)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Wildbear Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "ABC iView"
            }
        ],
        "plot": [
            "The Ex-Files is a social experiment dealing with repetitive relationship patterns. Hosted by a charismatic Clinical Psychologist; this social experiment provides a unique opportunity for the participants to explore their relationship issues by consulting the people that know them best - their exes, close family members and friends - as life coaches/counsellors/teachers, and embrace change which is often easier said than done. Will our participants be able to face their past and stomach the advice given from the best and worst relationships of their life or will their defensive walls stay in place? It is one thing to acknowledge a need for change, but a whole other to take that leap.::WildBear Entertainment"
        ],
        "tech": {
            "runtime": [
                "3 hr 12 min (192 min)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}