{
    "imdb": {
        "raw release dates": [
            {
                "country": "Uganda\n",
                "date": "11 June 2018"
            },
            {
                "country": "Uganda\n",
                "date": "11 June 2018",
                "notes": "                            (TV Premier)"
            }
        ],
        "release dates": [
            "Uganda::11 June 2018",
            "Uganda::11 June 2018                            (TV Premier)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "New Dawn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mpeke Town (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "11 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Isaiah, the son of farmer Alphonse, has moved to the city to ride a boda boda. However, the drama of working in the city catches up with him when his bike is stolen and he gambles away his last coins before being forced by circumstances to return to Kabulondo Mpeke.    "
                },
                "2": {
                    "title": "Gone Bananas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mpeke Town (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Back home in Kabulondo-Mpeke, life is not any better for Isaiah. His father is pushing him to go back to the city, claiming it is where jobs for youths like him are found. However, Isaiah fails to convince his father that life in the city is not that glamorous.    "
                },
                "3": {
                    "title": "Loan Me Not",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mpeke Town (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Isabella, with Isaiah's help tries to get a loan to support her idea of commercial farming and in the process Isaiah learns more about budgeting and planning.    "
                },
                "4": {
                    "title": "Love Kick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mpeke Town (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Dorotia kicks Agatha and the kids out of her house. As they walk the street with Shaka, Isabella sees them and gets the idea to farm nutritious foods and make money. This was the missing link in her application for the loan. Meanwhile, Alphonse, tired of seeing his son Isaiah laze around at home, gets him a plumbing job at the Cooperative. Uninterested, Isaiah absconds from the assignment and instead teams up with Isabella to do farming.    "
                },
                "5": {
                    "title": "Machiavellians",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mpeke Town (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Esteri finds better market for the matooke produce. She convinces the women that the only way they can get a better price is by joining their produce and selling in bulk. Dorotia is skeptical about the idea and she thinks she will be cheated. Meanwhile, Isaiah is tired of Benson's constant reminder to pay his debt so he asks Joy for help with some money, but she has no money to give him.    "
                },
                "6": {
                    "title": "Coffee Bail",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mpeke Town (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Having recently attained a small part of a coffee plantation as pay from Aggrey, Shaka sets up to seek membership at the cooperative. His efforts take him to Agatha, where Dorotia stumbles on them. In his attempt to prove that nothing suspicious is going on between them, Shaka finds himself in a hospital where he attends a very uncomfortable lecture from pregnant women and mothers about good feeding and nutrition.    "
                },
                "7": {
                    "title": "Together As One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mpeke Town (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    In a bid to make up for his mistakes to Isabella, Isaiah makes things worse by using fake weed killer destroying some of her crops. He learns that quick fixes are never the way out. Meanwhile, the women are determined to make the men listen and agree on working together as partners in order to improve on the livelihoods by saving together and making decisions together.    "
                },
                "8": {
                    "title": "New Beginnings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mpeke Town (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Dorotia wants all her money she has saved with the SACCO but Esteri urges her and all the women that rather than take the money, they should save more. Isaiah, with the help of Alphonse apologises to Isabella. Isaiah is excited to start the farming journey with her since he was given land by Alphonse.    "
                },
                "9": {
                    "title": "Let's Go Dancing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mpeke Town (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Isaiah, Isabella and the youth have a discussion on how to find good market for their produce. They also get a demonstration on how to use pics bags for storage and also what is best to plant as a short term crop in order to always have cash flow. The SACCO celebrate their merger and also discuss their way forward as a group, they hold an auction.    "
                },
                "10": {
                    "title": "Every Dog Has His Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mpeke Town (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Isabella and the VSLA youth launch their initiative to work together as they harvest, dry, store and save to buy a shelling machine for their maize and also look for good market prices. Aggrey tries to convince Jenny to see things from his perspective about farmers using tractor to improve on their lives. He doesn't know what she has in store for him.    "
                },
                "11": {
                    "title": "Beyond What We See",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mpeke Town (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Isabella, Isaiah and the VSLA youth manage to get good market for their joint maize produce. This is after they get the idea of their own middle men from Alphonse who fails to execute the idea himself. Shaka overhears Mercy mobilizing farmers to feed and take good care of their cows to increase milk production so that they can support the Value Added Milk Innitiative that will empower many.Shaka tells Aggrey of this and the two immediately plot to beat Mercy and Benson at this idea.    "
                },
                "12": {
                    "title": "Toast To The Future",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mpeke Town (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Isaiah finds out that he needs fertilizer for his land but doesn't have enough money to buy the required quantity. Gabriel advises that he can mix fertilizer with manure and get better yields. Jenny takes Esteri, Dorotia and Mercy to a tractor showroom. She tells them it's time they bought a tractor themselves because they can.    "
                },
                "13": {
                    "title": "Love Hurdles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mpeke Town (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Isabella and Isaiah go out of their way to assert the future of the youth and the VSLA by leasing land from Crescent. The market women realize the business potential of adding value to their products. They launch their new initiative to supply value added products. This sees Alphonse and Joy celebrate the growth of their family business and working together.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Katusiime, Stephen"
            },
            {
                "name": "Nakamya, Patience"
            },
            {
                "name": "Lwanga, Frobisher"
            },
            {
                "name": "Oyenbot, Gladys"
            },
            {
                "name": "Musoke, Michael"
            },
            {
                "name": "Lukoma, Hellen"
            },
            {
                "name": "Luswata, Philip"
            },
            {
                "name": "Sserunkuuma, Jack Kinobe"
            },
            {
                "name": "Dollyiantha, Phiona"
            },
            {
                "name": "Evanci, Nodryn"
            },
            {
                "name": "Kuddzu, Isaac"
            },
            {
                "name": "Kunihira, Caroline"
            },
            {
                "name": "Nabwiso, Mathew"
            },
            {
                "name": "Tuwangye, Richard"
            }
        ],
        "genres": [
            "Drama",
            "Family"
        ],
        "countries": [
            "Uganda"
        ],
        "country codes": [
            "ug"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDFiOGQyNjQtYTRhNC00ZGI4LWJjODEtY2ZlOGE4ZDkxMTY4XkEyXkFqcGdeQXVyMzUyODE4MDI@._V1_SY150_CR24,0,101,150_.jpg",
        "budget": "$1,500,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Mpeke Town",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Mpeke Town (Uganda)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Luswata, Philip"
            }
        ],
        "production companies": [
            {
                "name": "The Mediae Company"
            }
        ],
        "distributors": [
            {
                "name": "The Mediae Company"
            }
        ],
        "plot": [
            "Set in the undulating hills of rural Central Uganda, _Mpeke Town_ (qv) depicts the loves, hopes, trials and tribulations of a small village struggling to earn a livelihood.::_Mpeke Town_ (qv)"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}