{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "  2018"
            },
            {
                "country": "Canada\n",
                "date": "5 June 2018"
            }
        ],
        "release dates": [
            "Canada::2018",
            "Canada::5 June 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Meet Massey and Iceis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen of the Oil Patch (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "5 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Our first episode introduces us to Massey Whiteknife - one person living two totally different lives. Massey lives half his life as an oil-patch entrepreneur trying to grow his business; the other half, he lives as an over-the-top female recording artist named Iceis Rain. Massey and his company were on top of the world, until the price of oil collapsed. The slowdown in the energy sector was closely followed by the Fort McMurray forest fire of 2016, which crippled the region and left his business in shambles. Now, he's determined to rebuild his company and get back on ...    "
                },
                "2": {
                    "title": "This is Where I'm From",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen of the Oil Patch (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "12 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Massey takes a business trip to his hometown of Fort Chipewyan, Alberta. He hasn't been home in a long time and has mixed feelings about being back, because it was a hard place for a young, gay boy to grow up. While in town, he helps an old friend deal with tragedy, and is confronted by his Mom over his plans to transition into Iceis Rain full-time.    "
                },
                "3": {
                    "title": "Driver!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen of the Oil Patch (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "19 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Three months ago, Massey was in a brutal car accident and is now dealing with a host of issues, including post-traumatic stress and a concussion. He's not currently driving, but in Northern Alberta, if you want to do business, you've got to drive. In order to keep his company afloat, Massey sets out to find a driver. While Massey interviews drivers, his alter ego, Iceis Rain, seeks out a teacher to help her learn women's fancy shawl dance. But a troublesome vice could prevent Iceis from fulfilling her dream of dancing in a Powwow.    "
                },
                "4": {
                    "title": "Boudoir to Boardroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen of the Oil Patch (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "26 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Massey is trying to grow his company in the local mining community, and part of the plan involves bringing Iceis into the business. But Iceis is a wild party girl, and Massey worries that her current attire may not translate from the bars to the boardroom. In an effort to re-build Iceis's wardrobe, Massey heads off on a day of shopping with his friend Amanda. It's good clean fun, until Massey introduces Amanda to his favourite kinky S&M shop.    "
                },
                "5": {
                    "title": "Rabbit Soup & The Party Hog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen of the Oil Patch (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "3 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Massey is cleaning up his act and ditching remnants of his past. And the best way to start fresh - is with a yard sale. He also receives a surprise visit from his ex-fiancé and they reminisce about high school days, when Massey believed he was destined to be married with kids. While Massey is cleaning up in Fort McKay, Iceis is busy in Edmonton, setting up a show with rowdy rock n' roller, 'The Party Hog'. But what Iceis doesn't realize, is how much this bar gig is going to affect her emotionally.    "
                },
                "6": {
                    "title": "Publicity Whirl!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen of the Oil Patch (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Massey visits the Ben Calf Robe Powwow in Edmonton where he checks out the local fancy shawl dancers in preparation for Iceis' fancy dancing debut. He also visits a gay United Church minister who gives him advice on faith and Two Spiritedness. Then he's off on a hectic publicity whirl for the BECA (Building Empathy Conquering Apathy) Conference, where Massey is going to share his life story, and Iceis is booked to perform - if they can get to the venue in time.    "
                },
                "7": {
                    "title": "First Powwow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen of the Oil Patch (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "17 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Massey has been yearning to take a spirit walk for years and now he's finally doing it. The only problem is, he has no tent, no backpack, no hiking boots, and his flip-flops have no arch support. Despite the problems, Massey discovers a deep truth about himself while out in the forest. And Iceis ventures to Winnipeg to take part in the first Two Spirit Powwow to ever be held in Manitoba.    "
                },
                "8": {
                    "title": "Time for Pride",
                    "kind": "episode",
                    "episode of": {
                        "title": "Queen of the Oil Patch (TV Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "24 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Iceis is asked to be a parade marshal for Edmonton's Pride Parade. This is the first time Two Spirit people have been gifted this honour and Iceis is eager to accept. It's a day of unity and joy capped off by a killer performance by Iceis.    "
                }
            }
        },
        "number of episodes": 8,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en",
            "cr"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOGEzNTU3MWItYWNmZS00ZTI4LTkyOTQtYmMwNjk0YzRmZmNkXkEyXkFqcGdeQXVyNjg4ODc3MjM@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Massey Whiteknife is a businessman in Northern Alberta's oil sands. He's got an idea that will push the boundaries and buttons of just about every person doing business in this rugged region: he's introducing a fresh face to take over his company. Iceis Rain is a free-spirited female recording artist looking for a change. The thing is - Iceis and Massey are the same person. Massey is Two Spirited - and at night, it's Iceis who often hits the town. Now, Iceis is about to take on the business scene in Fort McMurray, Alberta. It's going to be a wild and fantabulous ride as Massey and Iceis experience the reality of being Two Spirited in Canada's oil sands.",
        "languages": [
            "English",
            "Cree"
        ],
        "title": "Queen of the Oil Patch",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-2018",
        "akas": [
            "Queen of the Oil Patch (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Grahn, Neil"
            },
            {
                "name": "Kroetsch, Frederick"
            },
            {
                "name": "Miller, Rosemarie Lynn"
            }
        ],
        "production companies": [
            {
                "name": "Great Pacific Media"
            }
        ],
        "plot": [
            "Massey Whiteknife is a businessman in Northern Alberta's oil sands. He's got an idea that will push the boundaries and buttons of just about every person doing business in this rugged region: he's introducing a fresh face to take over his company. Iceis Rain is a free-spirited female recording artist looking for a change. The thing is - Iceis and Massey are the same person. Massey is Two Spirited - and at night, it's Iceis who often hits the town. Now, Iceis is about to take on the business scene in Fort McMurray, Alberta. It's going to be a wild and fantabulous ride as Massey and Iceis experience the reality of being Two Spirited in Canada's oil sands."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}