{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "25 October 2018"
            }
        ],
        "release dates": [
            "USA::25 October 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Earthquakes and the San Andreas",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Whistle: Are We Ready for the Big One (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "25 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Earthquakes, past and recent, and the San Andreas fault. The Ring of Fire. What do we know about earthquakes today? What causes them, how often, why we know the Big One is due. Evolution of seismology and our understanding of earthquakes and plate tectonics. How did the First Nations and early European settlers deal with Earthquakes before modern technology? How dangerous is the threat and how much of an impact can a big earthquake cause? What will happen when the next big one hits?    "
                },
                "2": {
                    "title": "Immediate Response",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Whistle: Are We Ready for the Big One (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "25 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    The big one hits. We can expect thousands of wounded and tens of thousands of displaced. The San Andreas cuts off the 10, 5, and 15 freeways. Ports might be rendered useless. We might likely be cut off and isolated for days. What contingency plans are in place by hospitals, law enforcement, fire departments, utility companies, schools? Do we have enough shelters? How have municipalities, utilities, and first responders prepared? Once the earth shakes, what should you do? What can you expect in the next minutes, hours and days? How can you prepare?    "
                },
                "3": {
                    "title": "Our buildings, our fault.",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Whistle: Are We Ready for the Big One (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "8 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Most of us spend the majority of our time in buildings. It is in buildings that we work, sleep, eat, and take care of our loved ones. We're only as safe as the structures that protect us. So, how safe are our buildings? Where are we with the building code and legislation? Which structures are safe and which could collapse in a big earthquake? What is a retrofit? How expensive is it to prepare your house, apartment, or workplace for a big quake? Are there any incentives? What solutions are out there? How would an earthquake affect business interruption and the ...    "
                },
                "4": {
                    "title": "New technologies, new solutions",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Whistle: Are We Ready for the Big One (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "15 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Twenty-five years after the Northridge earthquake, what have we learned? Where are we with the Early Warning System? If other countries have these alerts, why not us? Can building owners be found negligent and liable for damages? What are the new technologies, big and small, are available to make us safer? How has earthquake technology helped us better prepare for terrorist attacks? And, how has technology from the defense industry transferred into structural engineering and seismology? Are there on Mars? What's the link between plate tectonics and a planet's ...    "
                }
            }
        },
        "number of episodes": 4,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2JiNjI4MDUtNjk0Zi00YWZmLWEyNGQtYzAyNjhjZjRmZWY5XkEyXkFqcGdeQXVyOTQzMDA5OTI@._V1_SY150_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The Whistle: Are We Ready for the Big One",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "The Whistle: Are We Ready for the Big One (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Martínez-Westley, Erik"
            }
        ],
        "production companies": [
            {
                "name": "KVCR / FNX Studios"
            }
        ],
        "distributors": [
            {
                "name": "KVCR Public Television (PBS)"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "camera": [
                "Blackmagic Pocket Cinema Camera",
                "Panasonic AU-EVA1"
            ]
        }
    }
}