{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "September 2018",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::September 2018                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Brewer, Jack"
            }
        ],
        "locations": [
            "New York City, New York, USA"
        ],
        "genres": [
            "News"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "Level headed is the brainchild of former professional athlete, entrepreneur, and philanthropist Ambassador Jack Brewer. With a mission to deliver a balanced, positive nontraditional news perspective that seeks to eliminate divisiveness.focusing on how news issues in politics, sports, entertainment,health, wellness and business affect every day people as well as stories highlighting social good. Level Headed with Jack Brewer brings our audience an informative news recap, while focusing on how news issues effect everyday people. Level Headed covers politics, sports and entertainment, health and wellness, business and a weekly features that focus' on highlighting social good. We do not shy away from spirituality and we celebrate religious freedoms and prayer when appropriate during our broadcast. Our Audience is 18 to 50 year old active adults who are looking for a positive and refreshing perspective on the news. We seek to build an audience who supports community service as a driving force in our society. Our news serves as the perfect weekly recap for our growing demographic in America who don't typically spend their time following the daily news cycle.",
        "languages": [
            "English"
        ],
        "title": "Level Headed with Jack Brewer",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Level Headed with Jack Brewer (United States)"
        ],
        "writer": [
            {
                "name": "Brewer, Jack"
            }
        ],
        "production companies": [
            {
                "name": "Brewer Media"
            }
        ],
        "distributors": [
            {
                "name": "Brewer Media"
            }
        ],
        "plot": [
            "Level headed is the brainchild of former professional athlete, entrepreneur, and philanthropist Ambassador Jack Brewer. With a mission to deliver a balanced, positive nontraditional news perspective that seeks to eliminate divisiveness.focusing on how news issues in politics, sports, entertainment,health, wellness and business affect every day people as well as stories highlighting social good. _Level Headed with Jack Brewer_ (qv) brings our audience an informative news recap, while focusing on how news issues effect everyday people. Level Headed covers politics, sports and entertainment, health and wellness, business and a weekly features that focus' on highlighting social good. We do not shy away from spirituality and we celebrate religious freedoms and prayer when appropriate during our broadcast. Our Audience is 18 to 50 year old active adults who are looking for a positive and refreshing perspective on the news. We seek to build an audience who supports community service as a driving force in our society. Our news serves as the perfect weekly recap for our growing demographic in America who don't typically spend their time following the daily news cycle."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}