{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "26 September 2018"
            },
            {
                "country": "USA\n",
                "date": "10 October 2018"
            }
        ],
        "release dates": [
            "USA::26 September 2018",
            "USA::10 October 2018"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Beauty Standards and Dating",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Kieran Roberts Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "18 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Kieran Roberts and guest, top Los Angeles modeling and talent agent, Lindsay Cooley, discuss the different views and standards men and women have when it comes to beauty and dating. And, we decide whether or not it's OK to \"let go\" of certain beauty standards while dating your significant other. Lindsay gives her honest opinion on plastic-surgery, freckle implants, and hair extensions. And, she drops some tips for actors and models on how to book multiple jobs. We also learn that host, Kieran Roberts, has been tricked in the past by fake lips, and he and Lindsay share...    "
                },
                "2": {
                    "title": "Dating While Transitioning to a Woman",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Kieran Roberts Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "25 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Kieran Roberts and guest, celebrity makeup artist, Maddyy Pender, discuss the difficulties of dating while transitioning. Maddy, a trans woman, talks openly about her dating experiences and the road blocks she frequently runs into along her journey. We learn why she made the decision to change her gender. And, we learn how transitioning indirectly saved her from a life of drugs and alcoholism. Finally, we find out who she slays, who she kills, and who she would never marry.    "
                },
                "3": {
                    "title": "Should He Commit While on the Grind",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Kieran Roberts Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "1 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Kieran Roberts and special guest, actor and director, Ser'Darius Blain (known for Jumanji: Welcome to the Jungle, Charmed, and The Last Full Measure), discuss whether or not a man should commit to a partner while working on achieving certain career goals. Ser'Darius shares his dating experiences in Los Angeles, and he points out his biggest turnoffs. From gold-diggers and table-hoppers to Carribbean family values and single fatherhood; this conversation is both interesting and informative.    "
                }
            },
            "1": {
                "1": {
                    "title": "Cheaters",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Kieran Roberts Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Kieran Roberts explores why men and women cheat, if monogamy is natural, and if being in an open relationship with a spouse with guest, recording artist, Amina Buddafly of VH1's Love and Hip-Hop.    "
                },
                "2": {
                    "title": "Check Your Mate",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Kieran Roberts Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "25 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Kieran Roberts and former WWE superstar Ariane Andrew discuss if it's appropriate to google and background check your potential mate.    "
                },
                "3": {
                    "title": "Dating & Masturbating",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Kieran Roberts Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "1 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Kieran Roberts and guest, Cyril Mahe-Niroshima of the Platinum selling French rap group 2BAL 2NEG, discuss whether or not watching porn and masturbating is a good recipe for a healthy relationship with your significant other(s).    "
                },
                "4": {
                    "title": "Monogamy vs. Polyamory. Which one is for you?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Kieran Roberts Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "8 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Kieran Roberts and guest, renowned fashion photographer, Charles Renfrow, discuss whether or not it's possible to share love with multiple people, and if it's right or wrong to to do so.    "
                },
                "5": {
                    "title": "How Freaky Is Too Freaky?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Kieran Roberts Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "15 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Kieran Roberts and former Miss Asian America, Jennifer Field, discuss how freaky is too freaky, clowns, latex, and various sex positions. Jennifer also reveals secrets about her \"50 shades of gray\" sexual desires and fantasies.    "
                },
                "6": {
                    "title": "Can you wife a one night stand?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Kieran Roberts Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "7 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Kieran Roberts discusses whether or not it's possible to turn casual encounters into meaningful relationships? And, special guest, artist and painter, Isaac Pelayo shares his one night stand experiences that have turned into serious relationships.    "
                },
                "7": {
                    "title": "Opposite Sex Friends When You're Taken",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Kieran Roberts Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "20 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Kieran Roberts discusses whether or not a man should be allowed to have friends of the opposite sex when he's married or in a serious relationship. Special guest, comedian/actor, Tron Jones, shares his thoughts on his marriage coupled with naked friends and Hennessy.    "
                },
                "8": {
                    "title": "How Freaky Is Too Freaky?: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Kieran Roberts Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "27 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Kieran Roberts and returning special guest, actress and former Miss Asian America, Jennifer Field continue their discussion on how freaky is too freaky. Jennifer and Kieran share more freaky experiences and dive deeper into the world of BDSM. The conversation takes roller coaster twists and turns involving electric nipple clamps, Starfish rope tying fantasies, and getting fines for indecent exposure.    "
                },
                "9": {
                    "title": "When Men Are Depressed...",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Kieran Roberts Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "4 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Kieran Roberts and guest, stylist and producer, Marcellis Smith (aka, Lowkei Styles), discuss the effects mental instabilities (namely, Depression) have on relationships. Suicidal thoughts, alcoholism, and deep insecurities lead to major self-destruction. We also learn that both men and women have several similarities when it comes to consciously suppressing negative emotions.    "
                },
                "10": {
                    "title": "Befriending Your Friend's Ex",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Kieran Roberts Show (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "11 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Kieran Roberts and guest, Founder of Hands Of Furey, Seth Furey, discuss friends who betray the rules of friendships by taking on relationships with the ex. We also learn the do's and don't's when hitting the massage table, tantalizing skinny-fat, dirty feet, and why skinny jeans are not Seth's cup of tea.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Roberts, Kieran"
            },
            {
                "name": "Field, Jennifer"
            },
            {
                "name": "Andrew, Ariane"
            },
            {
                "name": "Buddafly, Amina"
            },
            {
                "name": "Mahe, Cyril"
            },
            {
                "name": "Blain, Ser'Darius"
            }
        ],
        "locations": [
            "Los Angeles, California, USA",
            "New York City, New York, USA"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDM3YWJkYmMtMjIzNi00MTI4LWFjNWUtZTJhZmZlYTIzN2Y2XkEyXkFqcGdeQXVyMjI1NDQyNTM@._V1_SY150_CR82,0,101,150_.jpg",
        "plot outline": "The Kieran Roberts Show is a podcast geared towards enlightening audiences on the state of dating, sex, and relationships from the male perspective. Hosted by Kieran Roberts, the show features today's hottest male and female celebrities and personalities, offering listeners raw, unfiltered conversations and insight on relationships.",
        "languages": [
            "English"
        ],
        "title": "The Kieran Roberts Show",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "The Kieran Roberts Show (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Roberts, Kieran"
            }
        ],
        "plot": [
            "_The Kieran Roberts Show_ (qv) is a podcast geared towards enlightening audiences on the state of dating, sex, and relationships from the male perspective. Hosted by Kieran Roberts, the show features today's hottest male and female celebrities and personalities, offering listeners raw, unfiltered conversations and insight on relationships.::Wayne Akiyama"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}