{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "19 October 2018"
            }
        ],
        "release dates": [
            "India::19 October 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ee Office Lo (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "19 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Sidhu returns from US to setup a software firm with his friend Srikanth in Hyderabad. Upon his return from US, his parents arrange a match-making with Lekha, which Sidhu is not interested in. Sidhu then confesses that he's not returning to US and that he's going to setup a software setup here which pisses his father off. With no support from Sidhu's father, Srikanth Anna's wife Bindu mortgages her properties to help them set up the company. They set the office space up and inaugurate Three Cube Technologies.    "
                },
                "2": {
                    "title": "Episode 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ee Office Lo (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "19 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    The trio - Srikanth, Sidhu and Hari start the interviewing process. They come across different kinds of applicants from which they select Vishal, Mahesh, Meghana, and Vaishnavi. Vishal who's extremely talented is hired as the lead developer, luck favors Mahesh in getting hired, Vaishnavi gets into the company with the help of her boyfriend. Meghana, a go-getter impresses them with her attitude. After they sign the deal with their first client, Srikanth Anna throws a party to celebrate where something untoward happens that alters their lives in unimaginable ways.    "
                },
                "3": {
                    "title": "Episode 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ee Office Lo (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "19 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    With Srikanth Anna being in a coma Sidhu's father asks him to return back to the US. Annoyed and frustrated Sidhu leaves home. On getting a notice from the bank regarding the company's financials, Sidhu goes to meet the bank's loan manager, who happens to be Lekha - the girl his parent's had arranged a match-making with. She helps him with sorting the company's financials. Back at the office as the employees resign, Sidhu motivates them to stay.    "
                },
                "4": {
                    "title": "Episode 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ee Office Lo (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "19 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Sidhu recollects his memories with Srikanth Anna. Sidhu and Hari go to Mumbai to meet a client, where Hari ends up bluffing that they have about 50 employees. The client decides to have his local branch manager visit Three Cube Technologies which puts Sidhu and team in a fix. As they are trying to figure out a way to manage the situation Vaishnavi suggests that they hire Junior artists to fill up the office space and they succeed.    "
                },
                "5": {
                    "title": "Episode 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ee Office Lo (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "26 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Sidhu convinces Vishal to stay back in the office as he's disappointed with the way they have bagged the projects. Meanwhile, the Bombay client tells them that they will release the funds post the delivery of the first module which puts them in a fix. Sidhu gets an idea about a prospective client who happens to be a cow farm owner. Vishal takes the lead on the project which takes a toll on his relationship with his girlfriend.    "
                },
                "6": {
                    "title": "Episode 6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ee Office Lo (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Amidst a raging storm Sidhu comes to office and gets to know that Vishal is not in office. Dhanayya comes to visit the office and gives them a shocking revelation about the app and website. Vaishnavi breaks up with her boyfriend. Sidhu's mother walks in on Mahesh, who is in an inebriated state and yelling. As the son and mother are engaged in an intense conversation, Lekha walks in. Shocked to see Sidhu's mother, she reveals that she's in love with him.    "
                },
                "7": {
                    "title": "Episode 7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ee Office Lo (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "9 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Sidhu and Mahesh get to know that the reason behind Vishal's absence is his breakup with his girlfriend. While they are still trying to figure out who sold the idea, Lekha walks into Sidhu's office. They both play a game of football over a bet which Sidhu ends up winning and takes Lekha to her house to meet her parents. Amidst their conversation Sidhu gets an idea about wearable technology.    "
                },
                "8": {
                    "title": "Episode 8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ee Office Lo (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "16 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Sidhu and his team visit Lekha's father's textile shop and try to convince him and other similar textile shop owner's to establish e-shopping. Meanwhile Upi comes to three cube to beg for Vaishnavi's forgiveness. Subash, the textile shop's sales manager visits Three Cube to ask them to drop the idea about establishing e-shopping.    "
                },
                "9": {
                    "title": "Episode 9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ee Office Lo (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "23 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Sidhu remembers the good times he had with Srikanth Anna. Lekha meets Vishal and tries to explain the magic what love can do. Meanwhile, in the office, Rakesh is cornered by Hari Kiran as he is unable to access the project files. Sidhu motivates Mahesh that he has always believed in him and will continue to do so. Subash keeps blackmailing Mahesh while he shows interest in learning things.    "
                },
                "10": {
                    "title": "Episode 10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ee Office Lo (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "30 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Sidhu goes to Lekha's bank and expresses his feelings. Meanwhile, Mahesh tries to steal Sidhu's laptop to gain access to the project. They finally launch the app and the website for the textile client. Sidhu is happy with the app when suddenly Lekha's father complains of discrepancies in the financial transactions of the app. He threatens them to solve it in a couple of days, if not he'll file a fraud case against them.    "
                },
                "11": {
                    "title": "Episode 11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ee Office Lo (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "7 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    To Hari's dismay, the recorder plays something else other than what Hari had intended and the employees are in splits of laughter. Back at the apartment, a couple residing in the flat next to Mahesh are having a huge fight. Sidhu tries consoling the wife when he has a Eureka moment about wearable tech. He implements the idea and tries to convince the textile merchant to support him in this. Not wanting to risk any leak in this project Sidhu assigns individual tasks to every employee and nobody has any clue about what the entire project is about.    "
                },
                "12": {
                    "title": "Episode 12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ee Office Lo (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "14 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Employees are playing cricket in the office when Hari enters. He joins them reluctantly and while playing he gets hurt and is OUT. Hari gets a shock of life as he watches Sidhu smoking and drinking. Sidhu asks the junior agent to make an Ad film. Hari threatens the junior artist co-ordinator to cast really bad actors in the AD due to which they complete the Ad with Sidhu, Lekha, Vishal, Vaishnavi and Upi. Hari meets Subash at the bar and gives him bank details asking him to transfer the money that they've scammed.    "
                },
                "13": {
                    "title": "Episode 13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ee Office Lo (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "21 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Sidhu and Sudha track the wherabouts of Ramesh using the navigation shirts. Rakendu goes to the bank suspecting some fraudulent activity in his account and returns back to the office for the navigation shirts file and gets the shock of his life. What follows is a series of events wherein Hari confesses to why he did what he did.    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Hriti"
            },
            {
                "name": "Krishna, Chaitanya"
            },
            {
                "name": "Mouli, Rakendu"
            },
            {
                "name": "Poondla, Abhijeeth"
            },
            {
                "name": "Rachakonda, Rakesh"
            },
            {
                "name": "Vaishnavi"
            },
            {
                "name": "Varma, Swetaa"
            }
        ],
        "genres": [
            "Comedy",
            "Drama"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "te"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "19 Oct 2018 (India)",
        "number of seasons": 1,
        "rating": 8.6,
        "votes": 23,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMWMyMjE3NTYtNDU0My00Y2I1LWE3MDEtMWQzYzg3MmU1MzM5XkEyXkFqcGdeQXVyNDc2NzU1MTA@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "E Office lo is an aspirational dramedy showing how people from different backgrounds are thrown in one space to fight out their differences and come up with solutions. It revolves around Sidhu who returns from the US to partner a startup in Hyderabad called Three Cube Technologies. The story then revolves around how Sidhu and his team -Hari, Meghana, Vishal and Mahesh set the company up resolving the conflicts that come their way and handle clients.",
        "languages": [
            "Telugu"
        ],
        "title": "Ee Office Lo",
        "year": 2018,
        "kind": "tv mini series",
        "series years": "2018-2018",
        "akas": [
            "Ee Office Lo (India)"
        ],
        "seasons": [
            "1"
        ],
        "director": [
            {
                "name": "Sadineni, Pavan"
            }
        ],
        "production companies": [
            {
                "name": "Annapurna Studios"
            },
            {
                "name": "Viu India"
            }
        ],
        "plot": [
            "E Office lo is an aspirational dramedy showing how people from different backgrounds are thrown in one space to fight out their differences and come up with solutions. It revolves around Sidhu who returns from the US to partner a startup in Hyderabad called Three Cube Technologies. The story then revolves around how Sidhu and his team -Hari, Meghana, Vishal and Mahesh set the company up resolving the conflicts that come their way and handle clients."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 23,
                "rating": 8.6
            },
            "aged 18 29": {
                "votes": 5,
                "rating": 9.2
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "males": {
                "votes": 12,
                "rating": 9.2
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 9.2
            },
            "females": {
                "votes": 2,
                "rating": 9.5
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 2,
                "rating": 9.0
            },
            "non us users": {
                "votes": 3,
                "rating": 9.3
            }
        },
        "number of votes": {
            "10": 7,
            "9": 10,
            "8": 3,
            "7": 1,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 8.6,
        "median": 9
    }
}