{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "17 August 2018",
                "notes": "                            (CBC Digital)"
            }
        ],
        "release dates": [
            "Canada::17 August 2018                            (CBC Digital)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Treleaven, Sarah"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "85"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTkzMmM2NTctODRmOS00NGU2LTlkNGItZjYyNmFiODJlNWYwXkEyXkFqcGdeQXVyMjA2ODA5MjQ@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Farm Crime is a true crime documentary series investigating unconventional offences in the world of farming and agriculture. Each episode examines a case that wouldn't typically make the front page; instead of tales of murder, assault or violent home invasion, the series explores crimes that take place in the margins - the fields, farms and secretive small towns that dot the countryside. Disappearing truckloads of blueberries. Millions of stolen bees. Herds of rustled cattle. These are farm crimes, and they exact a real toll on largely rural victims who don't always get their due. Farm Crime approaches their stories with respectful curiosity, speaking directly with the people at the centre of the incidents, seeking answers, closure and justice.",
        "languages": [
            "English"
        ],
        "title": "Farm Crime",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Farm Crime (Canada)"
        ],
        "writer": [
            {
                "name": "Carvalho, Christina"
            },
            {
                "name": "Lean, Victoria"
            },
            {
                "name": "Lourenço, José"
            }
        ],
        "production companies": [
            {
                "name": "Big Cedar Films"
            }
        ],
        "plot": [
            "From brazen beehive heists to contemporary cattle rustling, _Farm Crime_ (qv) is a true crime documentary series investigating unconventional offences in the world of farming and agriculture.",
            "_Farm Crime_ (qv) is a true crime documentary series investigating unconventional offences in the world of farming and agriculture. Each episode examines a case that wouldn't typically make the front page; instead of tales of murder, assault or violent home invasion, the series explores crimes that take place in the margins - the fields, farms and secretive small towns that dot the countryside. Disappearing truckloads of blueberries. Millions of stolen bees. Herds of rustled cattle. These are farm crimes, and they exact a real toll on largely rural victims who don't always get their due. _Farm Crime_ (qv) approaches their stories with respectful curiosity, speaking directly with the people at the centre of the incidents, seeking answers, closure and justice."
        ],
        "tech": {
            "runtime": [
                "1 hr 25 min (85 min) (6 episodes)"
            ],
            "color": [
                "Color (HD)"
            ]
        }
    }
}