{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "15 November 2018"
            },
            {
                "country": "Canada\n",
                "date": "15 November 2018",
                "notes": "                            (earliest release date)"
            }
        ],
        "release dates": [
            "Canada::15 November 2018",
            "Canada::15 November 2018                            (earliest release date)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Meet Shameen Miller",
                    "kind": "episode",
                    "episode of": {
                        "title": "DNA Dinners (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "15 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Free-spirited Shameen Miller was born in South Africa but is unsure of where all her ancestors come from. Dynamic host Tyrone Edwards shocks Shameen with the results of her DNA test. While Shameen believed her heritage may have included South Asian or North African, she is surprised to find out she has roots from somewhere she never expected. As she embarks on a journey to discover her newfound culture, Tyrone introduces Shameen to an expert chef from her newfound culture. The chef inspires Shameen with traditional cooking techniques and iconic dishes from her new ...    "
                },
                "2": {
                    "title": "Meet Andrea Titus",
                    "kind": "episode",
                    "episode of": {
                        "title": "DNA Dinners (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "22 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Foodie Andrea Titus knows she has Italian roots and thinks she may also have Latin roots, but she has no clear idea what other cultures make up her genetic background. Engaging host Tyrone Edwards shocks Andrea by revealing that her background includes a culture she never expected. To learn more about her newfound roots, Tyrone introduces Andrea to a chef from that culture, who teaches Andrea about their cooking traditions and iconic dishes. Andrea's culinary adventure continues as Tyrone takes her to the DNA Dinners kitchen, where she cooks a dish that beautifully ...    "
                },
                "3": {
                    "title": "Meet Laird Hercules",
                    "kind": "episode",
                    "episode of": {
                        "title": "DNA Dinners (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "29 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Laird Hercules grew up in Canada with Guyanese parents, but he has no idea of what other cultures make up his genetic origin. Dynamic host Tyrone Edwards kicks off Laird's journey of self-discovery by revealing the surprising results of his DNA analysis. Blown away by his DNA test, Laird then meets with a chef from his newfound culture to learn more about it through food. Tyrone then whisks Laird to the DNA Dinners kitchen, where his culinary adventure continues. Alongside a few assistant chefs, Laird whips up a delicious dish that blends his Guyanese and newfound ...    "
                },
                "4": {
                    "title": "Meet Mary Bosco",
                    "kind": "episode",
                    "episode of": {
                        "title": "DNA Dinners (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "6 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Mary Bosco grew up in an Italian household, but she couldn't help but wonder what other cultures make up her background. She knows that her grandmother was adopted, and that her grandfather has a Greek name, but she has no ideas about her heritage beyond that. Host Tyrone Edwards fills in the cultural blanks and surprises Mary with the shocking results of her DNA test.: To get her acquainted with her newfound heritage, Tyrone introduces Mary to the owner and chef of a restaurant from her newfound culture. Tyrone then takes Mary to the DNA Dinners kitchen, where she ...    "
                },
                "5": {
                    "title": "Meet Iafa Almeida Cac",
                    "kind": "episode",
                    "episode of": {
                        "title": "DNA Dinners (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "13 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Iafa Almedia Cac was born and raised in Brazil, but when she looks in the mirror, she sees facial features that aren't quite Brazilian. Looking at her freckles and green eyes, she often asks herself \"who am I?\" DNA Dinners host Tyrone Edwards surprises Iafa with results of her high-tech DNA analysis and gives her some answers to that question. Iafa's journey of self-discovery begins as Tyrone introduces her to a chef whose reveals to Iafa the rich cooking traditions from her newfound culture that have been passed down through the generations. The chef opens a new ...    "
                }
            }
        },
        "number of episodes": 5,
        "cast": [
            {
                "name": "Edwards, Tyrone"
            },
            {
                "name": "Bosco, Mary"
            },
            {
                "name": "Cac, Iafa Almeida"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjc5YzNlNzQtMjA5Zi00YmU2LTgzYjEtOGRlN2RjYjVmYzNkXkEyXkFqcGdeQXVyNzExOTcyODQ@._V1_SY150_CR9,0,101,150_.jpg",
        "plot outline": "DNA Dinners is a ground-breaking new series that explores the diverse heritages of 16 individuals as they discover their roots through DNA analysis and celebrate them through cooking. In each episode, engaging host Tyrone Edwards surprises one individual with the results of their DNA test. Alongside an expert chef, this person then explores their new background and creates a delicious dish that beautifully blends the unique flavours and ingredients of their two cultures. The meal is then shared with the individual's family at a party where they celebrate their newfound heritage.",
        "languages": [
            "English"
        ],
        "title": "DNA Dinners",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "DNA Dinners (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Anderson, Ashley"
            },
            {
                "name": "Knight, Chris"
            },
            {
                "name": "Leyton, Katherine"
            }
        ],
        "production companies": [
            {
                "name": "Gusto Worldwide Media"
            }
        ],
        "plot": [
            "_DNA Dinners_ (qv) is a ground-breaking new series that explores the diverse heritages of 16 individuals as they discover their roots through DNA analysis and celebrate them through cooking. In each episode, engaging host Tyrone Edwards surprises one individual with the results of their DNA test. Alongside an expert chef, this person then explores their new background and creates a delicious dish that beautifully blends the unique flavours and ingredients of their two cultures. The meal is then shared with the individual's family at a party where they celebrate their newfound heritage."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}