{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "9 November 2018"
            },
            {
                "country": "USA\n",
                "date": "9 November 2018",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::9 November 2018",
            "USA::9 November 2018                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Pessimist",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Optimist (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "9 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Chloe Carters (Avery Bayes) is a happy-go-lucky, blissfully oblivious teenager who's just discovered a dark secret about a girl in her class named Romy Watson (Victoria Poe), and is now set on a mission to help her cope.    "
                },
                "2": {
                    "title": "The Antagonist",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Optimist (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "23 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    After discovering the meaning behind The Butterfly Project and the butterfly on Romy Watson's (Victoria Poe) wrist, Chloe Carters (Avery Bayes) sets out on a mission to help Watson let go of her harmful habits. On her way, Carters discovers bits and pieces of Watson's family history from \"a rude, arrogant Hayley Davis\" (Rebecca Van Kirk). The episode is filled with twists and turns that no one ever saw coming.    "
                },
                "3": {
                    "title": "The Realist",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Optimist (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "30 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Continuing on her mission to help Romy (Victoria Poe), Chloe Carters (Avery Bayes) goes to the school newsletter head, Lacey Parker (Kayla Schulze) for advice on self-harm alternatives - but little does she know it, Parker has her own plans for Carters, her best friend Grace Lucas (Chloe Glosson), and the school psychopath - Romy Watson.    "
                },
                "4": {
                    "title": "The Optimist",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Optimist (TV Mini-Series 2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "7 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Chloe Carters (Avery Bayes) is exhausted, but is absolutely determined to try and help Romy Watson (Victoria Poe) become an emotionally healthier person - but after a problematic situation involving Lacey and Grace (Kayla Schulze and Chloe Glosson [absent]), Watson is determined that she doesn't want or need Carters' help. And after Carters' phone call with her maybe-arch-nemesis Hayley Davis (Rebecca Van Kirk), it seems as though this story will take a different toll than any of them ever expected coming.    "
                }
            }
        },
        "number of episodes": 4,
        "cast": [
            {
                "name": "Bayes, Avery"
            },
            {
                "name": "Poe, Victoria"
            },
            {
                "name": "Schulze, Kayla"
            },
            {
                "name": "Glosson, Chloe"
            },
            {
                "name": "Van Kirk, Rebecca"
            }
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "09 Nov 2018 (USA)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BM2VlMzJkY2QtY2ZlMS00YjcyLThkNzMtMGQ0ZjI5MTVkMjY0XkEyXkFqcGdeQXVyODc4OTAyNDc@._V1_SY150_CR6,0,101,150_.jpg",
        "plot outline": "\"The Optimist\" is a YouTube web-series following the journey and friendship of Chloe Carters (Avery Bayes) and Romy Watson (Victoria Poe), two very different high-school freshmen who lead very different lives. Carters is a happy-go-lucky type of teenager who would rather be blissfully oblivious than have to deal with the conflict of her outside world, while Watson is a depression-deprived pessimist with a rough family background trying to deal with the broken promises of friends and family. When Carters discovers the meaning behind the knife in Watson's backpack and the butterfly on her wrist, she sets out on a mission to help her discontinue her harmful habits.",
        "languages": [
            "English"
        ],
        "title": "The Optimist",
        "year": 2018,
        "kind": "tv mini series",
        "series years": "2018-2018",
        "akas": [
            "The Optimist (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Van Kirk, Rebecca"
            }
        ],
        "director": [
            {
                "name": "Van Kirk, Rebecca"
            }
        ],
        "plot": [
            "\"_The Optimist_ (qv)\" is a YouTube web-series following the journey and friendship of Chloe Carters (Avery Bayes) and Romy Watson (Victoria Poe), two very different high-school freshmen who lead very different lives. Carters is a happy-go-lucky type of teenager who would rather be blissfully oblivious than have to deal with the conflict of her outside world, while Watson is a depression-deprived pessimist with a rough family background trying to deal with the broken promises of friends and family. When Carters discovers the meaning behind the knife in Watson's backpack and the butterfly on her wrist, she sets out on a mission to help her discontinue her harmful habits.::Rebecca Van Kirk"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}