{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "10 December 2018"
            }
        ],
        "release dates": [
            "Belgium::10 December 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Dec. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "11 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Buck observes humans and hides while Elias dresses for school, first under his bed. Elias's first day at his new school is spooky, being welcomed by Asian nerd classmate Stan but bullied by numskulls Dylan and Wolf, while he only has eyes for Mona, but falls off his bike on the way home. Buck grumpily answers mother's left-home cell-phone, Elias is blamed and discovers Buck in the wardrobe.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "12 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Enthusiastic fan Elias meets live hero Buck and binds instantly, albeit in the role of guide to all things earthly, like eating, dogs and sleeping. he needs to keep Buck hidden for his curious mother and especially sister Hanne, who mistrust his strange behavior. and fall asleep during their 'ladies night' alien movie, unaware a real one tastes their popcorn. Elias shows Buck he can't return to his equally nonexistent planet Malmek as he only exists in the video game, where his left-alone crew-mate Techscout Jim needs help desperately under Karpian attack.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "13 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Elias fakes a fever so he can spend a whole 'sick' day off school, alone with Buck. Although a nurse, mother Katrien believes him, unlike suspicious sister Hanne and 'rebel-fan' classmate-neighbor Mona. The knave teaches his idol more about food, cooking, bodily functions, using the toilet and bathing. Having burst in while Elias dries off bubbles-only-covered Buck, Hanne must be told and sworn to secrecy, so Buck is is passed off to Mona as an uncle. Mother must be told, wants to call a psychiatrist, but Elias threatens to leave is his buddy isn't allowed to stay and...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "17 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Elias, the new kid at school, suffers ruthless pestering from bully Dylan, and just when he looses his patience, gets punished for accidentally hitting a teacher. Katrien doubts Buck's story and health, so she takes him to hospital for a medical, which only adds to the confusion. Elias refuses even to consider parting from his only friend, apart from fellow class nerd Stan, Lauren has an instant crush on the stud and Buck proves the first fitting father figure since Elias's own went MIA.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "18 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Buck is clueless about human gene concerning nudity, another reason to get him private accommodation, albeit just a tent in the garden, or after the neighbor's dog ravages that the attic. Buck and Elias try buying the latest upgrade in the game store, but he attacks a cardboard Karpian general and the game is recalled as the Buck lead character mysteriously vanished from the server. Laura warned Hanne not to wear her exclusive new shoes, but Mona dared her and she broke a heel falling.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "19 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Buck is left home alone, enjoying television, and inspired by \"Helden\" to try his own self-made slide, alas painfully lacking he soap as lubricant and water to land in. He also tries ordering, but must call Eli for lack of cash. Elias uses his cellphone, recuperated after confiscating during class, to take pictures of Mona which Dylan 'catches' as 'swine business', but charms her when told he plans to draw her portrait.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "20 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Buck can literally only dream of resuming his heroic commander role based on home planet Malmek. When Laura screams monster, Buck jumps to the rescue, finds it's just a mouse and refuses to eliminate such a cute potential pet. Katrien convinces him to liberate the critter to its family \"ignoring it returns straight to Lauren's room\", while consoling Buck with a gold fish, which he embarks on training in the bath as 'space team recruit'. Elias made a drawing of Mona, but Stan warns it's too melons-sexy and when it disappears from his locker bully Dylan manages to make ...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "24 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Tired of constantly having to give Buck instructions or permission, Elu uses walkie-talkies, but the poorly supervised alien makes a stain on the carpet and his efforts to clean up ruin it enough to make Elias try the lawnmower, which at least finds mother's missing heirloom earring. While Eli is too shy to show his portrait drawing,Dylan impresses Mona with his graffiti version of a stolen sketch.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "25 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Elias delights Buck with a forum chatter-suggested way to get control of the game and save his home planet. Mother Katrien has due doubts of the pimped profile her daughters gave her on a dating site to get 'back in the game' and calls a family council, which give the go-ahead. In Elias's absence, Buck tries to continue but wrecks it all, so Eli must start all over. The second time it works, so they can virtually save planet Malmek, albeit as Buck's clumsier crew-mate Jim.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "26 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Testing classmate Stan's drone, Elias discovers that his German neighbor Wilhelm Von Tannenfels drops his garbage in his family's fan, Katriens' protest is waved, so the knaves resort to airborne retaliation. Buck finds out the hard way how painful dancing can be, either doing a split in a video course with Hanne and Mona or when Laura does a surprise lift.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "27 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Walking into the bathroom when unsuspecting Katrien showers, Buck observes anatomical differences between the human sexes. Elias finds those embarrassing to explain, being more concerned with the opportunity to pose as alas 'emotionally safe' model for Mona's school assignment on emotional expressions. His sisters come in, confusing Buck with opinions on gender issues and tormenting Elias with Laura's modeling ambitions and Hanna's mean way to enforce extreme emotions from Eli.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "28 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Buck overdoes his eating experiments, so he has to vomit. Elias explains him about contamination, germs and hygiene, but soon realizes the alien isn't inoculated, so he must get his shots in hospital, where his pain threshold proves uncomfortable, but his grip in Eli's comforting hand crushing. Sisters Hanne and Laura must do their own laundry, but use too much soap and forget to check the pockets, with nasty results. Despite his medical mishaps, Buck proudly starts rescuing humans.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "28 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    After falling from the roof to test his alien communicator doesn't work, Buck enjoys his first visit to the supermarket, but without proper instructions and supervision from Katrien it leads to lots of problems and expensive consequences. Wolf's boasting to be the school's kissing king owes him a 'test' with Hanna, who soon 'forfaits' having recognized Elias's style in Dylan Mona graffiti mural and challenges him to draw a similar one of her, hoping to expose him as untalented fraud. Elis refuses to spoil Mona's happiness even with such jerk, so hands Dylan a portrait.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "29 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Buck in not acquainted with death and insists that 'space cadet' goldfish Kapitein Iglo bets a funeral, which rekindles Elias's trauma about the presumed death MIA of his father, an air force major. Finishing a model airplane helps Buck sort of step in as substitute father/confident and leads to some closure. Sorting things from the move, Laura and Hanne enjoy playing board game Levensweg but Katrien joins with too much killer instinct and utterly inability to stomach her loss.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "29 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Buck convinces Elias to sacrifice his Guam safe points to test if they can activate his communicator. It seems to fail as Eli expected, but Buck jumps out of bath nude when it springs to life, and indeed they can now control tech crew-mate Jim and fight Malmek's Karpian invaders. Hanne wins dance festival tickets thanks to duly jealous sister Laura, the genre fan. Elias having proven his console can also (des)activate Buck, the family finally agrees it's the knave's alien pet for keeps without alternative.    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "30 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Eli and his family go to school or work, so Buck is told to 'fill his time' with domestic chores, but without precise instructions that results in more damages then cleaning, despite great effort and original space style methods. Hanna dumbly stands against Mona who expects to win her sixth and last term, a dirty campaign (mainly by Dylan) yields surprising results.    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "30 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Elias sulks jealously in his room after feeling superfluous at a film night where Dylan monopolizes Mona, so he even sends Buck away, who learns about heartache and decides to offer himself as buddy Elias's alternative 'life partner'. Hanna couldn't resist trying Lauren's exclusive new lipstick, Buck overdoes putting it on, and shortly after she suffers a pronunciation deficiency, which seems contagious by lip/tongue contact.    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "31 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    The family enjoys Laura's birthday, until she screams off at a tiny wrinkle alarm, desperate enough to try Hanna's advice to look young, as turns out maybe even too. Buck is sadly jealous, having neither age nor birthdays, but Elias agrees on a postulated age of 30 and treats him to speed-parties with fitting presents for all ages from one, confusing and still frustrating for Buck, who 'discovers' vomiting and starts fearing adulthood is worse then childhood.    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "31 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Seeking a fitting macho warrior mission, Buck converts the family's old quad to space vehicle, but lands in a tree badly shaken. Elias wants to help him get over homesickness for the nonexistent planet Malmek by building a rescue beacon with classmate nerd Stan's technical expertise, which surprisingly gets a response from Jim. Jealous of blonds allegedly having all the fun, Hanne bleaches her hair before attending the swimming pool with Mona, but is in for social and color-wise bad surprises.    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "1 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Buck is tired of Elias hiding his crush on Mona. Buck orders Elias to declare his love, and that failing forces both teens inside a single tent, which works as she already senses his cute feelings, alas without giving up her incomprehensible crush on bully Dylan. After surviving an emergency landing, Laura wants to quit her air hostess job and looks for another career, even that means studying, but decides to aim for a vocal showbiz career.    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "1 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Buck decides Elias must fight for Mona, by challenging rival Dylan to a duel after school, but the gentle nerd prefers to discretely buy off a painful beating by doing assignments. Katrien seeks to make peace of even friends with obnoxious German neighbor Wilhelm by inviting him for coffee, but his suspicions and Buck's protective sense of duty are a recipe for disaster.    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Elias needn't worry Buck would sorry like his family from the heat wave, he simply affixes freezer goods. Hanne hesitantly accompanies Laura to the public swimming pool, despite no other swimsuit then a super woman from lost and found, yet just that overrules seductive Laura's chances with the hunky life guard, a super man buff. Buck demands swimming lessons from Eli, then to go to the pool, where he insists on trying out the high diving tower. Eli and the stud must perform a rescue with moth to mouth, alas not to a girl fan and with crucial textile loss.    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Class bully Dylan flaunts Buck's \"prismashot\" shot, which he stole, at school, where it's seized by bully teacher Allaerts. Elias gets nudging and help from nerd mate Stan to steal it back, leaving behind a resembling plastic toy, only to learn from Buck it's designed to respond with lethal force only to its owner, which inspires a long-overdue prank using its safe stun mode. Buck tries out the effects of banana peels, which Laura trips over, and gets a lesson from ma Katrien in dealing with profiteer malingering.    "
                },
                "25": {
                    "title": "Episode #1.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "3 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Elias and his family teach Buck about white lies and literalism as the knave dares not admit he hates the home-knit sweater Katrien proudly gave Elias. Dylan is about to be suspended and probably expelled, having failed to cover his tracks after getting out of a math test by fake fire alert, but Mona rather takes the blame and Stan advises Elias's rescue move.    "
                },
                "26": {
                    "title": "Episode #1.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "3 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Returning with bored and dutiful Buck to school after hours because Elias forgot a textbook needed for an assignment, they meet his new biology teacher Gitte Devrieze, who clearly has a crush on Buck. Laura gives Buck a flirting crash course for his first-ever date with 'hitte op Gitte'. Laura's 'Hollywoodian' detox-diet literally stinks, compromising her private air hostess dream job application.    "
                },
                "27": {
                    "title": "Episode #1.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "4 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Buck has accepted a date with Gitte but is clueless about the love game and prefers innocent games like building a fish stick tower. Hanne and Mona style Buck and prep him, but Katrien reserves the kissing course for herself. Elias didn't make the actual expressive drawing for Dylan's assignment, but a book report to inspire one, thus learning about Dylan's frustration, his parents' divorce.    "
                },
                "28": {
                    "title": "Episode #1.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "4 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Elias and Stan get into a bitter fight over lack of respect for each-other's hobbies, gaming versus ornithology, but encouraged by Buck, their unique nerd friendship is restored with an equally unique piece symbol. Buck prepares for his date with Gitte, which requires romancing lessons from seasoned man-eater Lauren, but Katrien reserves the kissing training for herself. Buck also learns about different types of liking from friendship to love.    "
                },
                "29": {
                    "title": "Episode #1.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "5 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Buck finds that Elias is being blackmailed to do Dylan's assignments and decides Elias should fight, so he forces a fight by tearing the latest one up. Elias finds the courage to risk a locker-room beating and is suspended while Dylan risks expulsion with failing grades. Elias also tells Mona the truth, but she breaks with both knaves. Tired of flying as attendant, Laura quits her stewardess job to take a shot at a showbiz carrier but her ripoff singing Internet posts get crushing social media comments, until Buck accidentally walks by eating bologna with chocolate ...    "
                },
                "30": {
                    "title": "Episode #1.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "5 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Elias wonders if Buck may be right assuming Malmek actually exists when the game console generates a mystery message, but it's in a code they can't crack. So their only hope is grumpy German neighbor Wilhelm Von Tannenfels, who is professor in mathematics, and may be coaxed with cake, but doesn't believe them it's just for a video game, nor the truth. Hanne refuses to accept her 'indispensable' breakfast cereals are taken out of production, so Mona helps her mix up a substitute, and Katrien orders a a pallet from Internet.    "
                },
                "31": {
                    "title": "Episode #1.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "6 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Buck is left alone by all family members. Unsuspecting, he invites in two 'enqueteurs' and tries to answer lots of strange questions. Laura arrives, finds them suspicious, catches one snooping in the bedrooms, stops the hard disk copy and throws them out. They soon return, showing ID as members of an unknown 'aliens control agency', clearly after Buck and threatening to call their SWAT unit to force entrance if denied. A family council is called to save Buck. After a diversion move, Eli uses the Malmek hyper sleep scanner to wipe their memories.    "
                },
                "32": {
                    "title": "Episode #1.32",
                    "kind": "episode",
                    "episode of": {
                        "title": "Buck (TV Series 2018– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "6 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Buck and Elias successfully complete the final game phase (albeit at easy level), so Jim saves Malmek, and they want to reunite him with Buck. A storm front which paralyzes air traffic inspires the boys to attempt getting him to earth the way Buck came, so they aluminum foil-coat the root as lighting conductor. Only Mona wants to believe Dylan is seriously repentant and deserves a second chance, ignoring Elias and Hanne claiming the brat just fears losing everything unless everyone forgives him. Buck inspires Elias to finally dare kissing Mona now she's finally free. ...    "
                }
            }
        },
        "number of episodes": 32,
        "cast": [
            {
                "name": "Vervloet, Robbert"
            },
            {
                "name": "Spooren, Bram"
            },
            {
                "name": "De Winne, Ina"
            },
            {
                "name": "Massez, Ini"
            },
            {
                "name": "Roggeman, Tine"
            },
            {
                "name": "Ampofo, Annabet"
            },
            {
                "name": "Gybels, Nathan"
            },
            {
                "name": "Santos, Leonard"
            },
            {
                "name": "Yürük, Bünyamin"
            },
            {
                "name": "Bosmans, Maarten"
            },
            {
                "name": "Borgmans, Warre"
            },
            {
                "name": "Vergauwen, Michael"
            },
            {
                "name": "Huysentruyt, Bert"
            }
        ],
        "genres": [
            "Comedy",
            "Family"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "language codes": [
            "qbn"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 8.6,
        "votes": 5,
        "cover url": "https://m.media-amazon.com/images/M/MV5BY2FhYWU0NzctM2JlMi00YjNkLWIyZTUtYzU2NTM3ZWU2ZmI5XkEyXkFqcGdeQXVyODU4NDU5MA@@._V1_SY150_CR3,0,101,150_.jpg",
        "plot outline": "Buck is about a boy called Elias. He's a modest and shy adolescent who likes to be alone in his room where no-one bothers him. Where he can play his favorite video game: Commander Buck. With his digital hero he dives in space and experiences the wildest and most exiting adventures. Until one day something very strange happens. Buck suddenly stands very much alive in his room.",
        "languages": [
            "Flemish"
        ],
        "title": "Buck",
        "year": 2018,
        "kind": "tv series",
        "series years": "2018-",
        "akas": [
            "Buck (Belgium)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Zodiak"
            }
        ],
        "distributors": [
            {
                "name": "Ketnet"
            }
        ],
        "plot": [
            "_Buck_ (qv), a character from Elias his favorite video game, suddenly comes alive. He knows everything about his home planet, but nothing about Earth and human beings, which causes a lot of problems.::Rune Thandy",
            "_Buck_ (qv) is about a boy called Elias. He's a modest and shy adolescent who likes to be alone in his room where no-one bothers him. Where he can play his favorite video game: Commander _Buck_ (qv). With his digital hero he dives in space and experiences the wildest and most exiting adventures. Until one day something very strange happens. _Buck_ (qv) suddenly stands very much alive in his room.::Rune Thandy"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 5,
                "rating": 8.6
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 8.3
            },
            "males": {
                "votes": 2,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 7.5
            },
            "females": {
                "votes": 2,
                "rating": 9.5
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "non us users": {
                "votes": 3,
                "rating": 8.3
            }
        },
        "number of votes": {
            "10": 1,
            "9": 2,
            "8": 1,
            "7": 1,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.6,
        "median": 9
    }
}