{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "18 January 2009"
            },
            {
                "country": "Spain\n",
                "date": "27 April 2009"
            },
            {
                "country": "Australia\n",
                "date": "29 July 2009"
            },
            {
                "country": "Hungary\n",
                "date": "4 August 2009"
            },
            {
                "country": "Germany\n",
                "date": "4 March 2011"
            },
            {
                "country": "Japan\n",
                "date": "2 July 2011"
            },
            {
                "country": "Finland\n",
                "date": "29 August 2011"
            }
        ],
        "release dates": [
            "USA::18 January 2009",
            "Spain::27 April 2009",
            "Australia::29 July 2009",
            "Hungary::4 August 2009",
            "Germany::4 March 2011",
            "Japan::2 July 2011",
            "Finland::29 August 2011"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "United States of Tara"
            },
            {
                "countries": "Croatia",
                "title": "Sva lica Tare"
            },
            {
                "countries": "Estonia",
                "title": "Tara mitu mina"
            },
            {
                "countries": "Finland",
                "title": "Taran monta elämää"
            },
            {
                "countries": "Georgia",
                "title": "Taras sheertebuli shtatebi"
            },
            {
                "countries": "Germany",
                "title": "Taras Welten"
            },
            {
                "countries": "Greece",
                "title": "United States of Tara"
            },
            {
                "countries": "Hungary",
                "title": "Tara alteregói"
            },
            {
                "countries": "Lithuania",
                "title": "Tokia skirtinga Tara"
            },
            {
                "countries": "Poland",
                "title": "Wszystkie wcielenia Tary"
            },
            {
                "countries": "Portugal",
                "title": "As Taras de Tara"
            },
            {
                "countries": "Russia",
                "title": "Такая разная Тара"
            },
            {
                "countries": "Serbia",
                "title": "Ujedinjene države Tare"
            },
            {
                "countries": "Slovenia",
                "title": "Tarin svet"
            }
        ],
        "akas": [
            "United States of Tara (original title)",
            "Sva lica Tare Croatia",
            "Tara mitu mina Estonia",
            "Taran monta elämää Finland",
            "Taras sheertebuli shtatebi Georgia",
            "Taras Welten Germany",
            "United States of Tara Greece",
            "Tara alteregói Hungary",
            "Tokia skirtinga Tara Lithuania",
            "Wszystkie wcielenia Tary Poland",
            "As Taras de Tara Portugal",
            "Такая разная Тара Russia",
            "Ujedinjene države Tare Serbia",
            "Tarin svet Slovenia"
        ],
        "akas from release info": [
            "United States of Tara (original title)",
            "Sva lica Tare Croatia",
            "Tara mitu mina Estonia",
            "Taran monta elämää Finland",
            "Taras sheertebuli shtatebi Georgia",
            "Taras Welten Germany",
            "United States of Tara Greece",
            "Tara alteregói Hungary",
            "Tokia skirtinga Tara Lithuania",
            "Wszystkie wcielenia Tary Poland",
            "As Taras de Tara Portugal",
            "Такая разная Тара Russia",
            "Ujedinjene države Tare Serbia",
            "Tarin svet Slovenia"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "...youwillnotwin...",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 132,
                    "original air date": "28 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Tara's personalities have returned after several months of quietude. She has no memory of what they're doing but Buck is definitely looking for her brother Brice. Tara decides to go back to college and earn the few missing credits to earn her degree which worries Max a little. Charmaine's pregnancy is advancing and she welcomes Neil's help and support. Kate is seriously looking for a job but her past Internet life has caught up with her.    "
                },
                "2": {
                    "title": "Crackerjack",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 126,
                    "original air date": "4 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Tara starts her psychology classes in fine form as one of her alters, Shoshana the psychologist emerges. She's thoroughly embarrassed but her teacher, Dr. Harris seems quite relaxed about it all. Until his next class where his comments about DID upset her. Meanwhile, Max continues losing customers to a competitor who has a solution for him: sell out to them and take a full-time job with them. The deal doesn't include Neil however. Kate decides she wants to go to Japan as an English teacher. Marshall and Lionel are assigned to make a film together.    "
                },
                "3": {
                    "title": "The Full F**k You Finger",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 124,
                    "original air date": "11 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Max gets his mother to sign off on selling the lawn care business. He hasn't seen her two years and is shocked by what he finds. Kate leaves on her trip to Japan but does so without saying goodbye to anyone, much to Tara's annoyance. Events in Japan conspire against her even getting out of the airport however. Tara is planning a baby shower but Charmaine doesn't think she's helping so Alice emerges and neatly organizes everything. When Tara and Charmaine go grocery shopping T emerges causing her usual havoc.    "
                },
                "4": {
                    "title": "Wheels",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 123,
                    "original air date": "18 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Charmaine goes into labor but is angry at Tara who, under stress from an excess of school work and the pressure of upcoming exams, has various alters emerge. After the baby is born, Charmaine makes it clear she can't trust Tara and doesn't want her around her baby. Having renegotiated a new assignment in Japan, Katr has a last minute panic attack and doesn't get on her flight. She delays going home by hanging around the airport and a new revelation suggests another career choice. A bit of advice from a flight attendant opens her eyes. It also leads to a crisis of ...    "
                },
                "5": {
                    "title": "Dr. Hatteras' Miracle Elixir",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 115,
                    "original air date": "25 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Fascinated by Tara's alters, Dr, Hattaras proposes they work together on an academic paper. Tara just wants to drop his course but he won't let her. Max is finding that his new job a Orgaworld isn't quite what he had expected. Marshall doesn't think their film is good enough to submit to the film festival leading to a major disagreement with Noah. Kate starts her training as a flight attendant and seems to be getting on quite well. Charmaine and Neal meanwhile are emotionally and physically drained by their newborn daughter but the new mom steadfastly refuses Tara's ...    "
                },
                "6": {
                    "title": "The Road to Hell Is Paved with Breast Intentions",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 113,
                    "original air date": "2 May 2011",
                    "year": "2011",
                    "plot": "\n    Tara and her alters seem to have found a way to co-exist and life is good. They are respecting each other's space, only coming out when it's agreeable to all. Kate is working as a flight attendant and has been flirting with one of their regular customers on his frequent flights to Tulsa. She doesn't understand why he hasn't asked her out and decides to take Tara's advice and take the initiative. Marshall and Noah trade ideas on what their new video project should be and find inspiration in old videos of Tara and Max. Without discussing it with Charmaine, Neil meets ...    "
                },
                "7": {
                    "title": "The Electrifying & Magnanimous Return of Beaverlamp",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 117,
                    "original air date": "9 May 2011",
                    "year": "2011",
                    "plot": "\n    Tara is shocked when Dr. Hattaras, going through a personal crisis of his own, tells her that he's ending their collaboration. Once again, Tara is trying to arrange Charmaine's baby shower despite the disastrous first attempt. She's also encouraged Max to get his college era rock band together for a reunion on the same night so everyone seems ready to party. An outing to a corn field maze however proves terrifying for one of Tara's alters and may have created another. Marshall is thrilled that his film has been accepted for the film festival in New York City but ...    "
                },
                "8": {
                    "title": "Chicken 'n' Corn",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 118,
                    "original air date": "16 May 2011",
                    "year": "2011",
                    "plot": "\n    Max visits Dr. Hatteras - as does Alice, without Tara knowing - telling him he has an obligation to continue his work with Tara. He agrees, but Alice tells him that one of the alters has disappeared. Needing a break, Charmaine asks Tara to take care of the baby for the day. It goes well until Tara comes out of an altered state in the middle of nowhere. She not only doesn't know where she is but has no idea which of her alters had emerged and set off with the baby. Max and Marshall fly off to New York City but Max's extreme fear of flying makes it a less than pleasant ...    "
                },
                "9": {
                    "title": "Bryce Will Play",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 121,
                    "original air date": "23 May 2011",
                    "year": "2011",
                    "plot": "\n    Tara is trying to come to grips with the emergence of her new alter, Bryce. She's upset over the disappearance of Chicken but two other alters will soon follow suit. Dr. Hatteras is fascinated by Bryce's emergence but the chairman of the college psychology department, Dr. Smolow, thinks he in way over his head, especially after Bryce makes a special dinner for him. Smolow thinks Tara is in need of serious help and recommends a doctor in Boston. Max and Marshall meanwhile are in New York City for the film festival and having fun until Max actually sees his son's film ...    "
                },
                "10": {
                    "title": "Train Wreck",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 113,
                    "original air date": "6 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Max and Marshall return home from New York to bad news on all sides. Max learns of the new alter, Bryce, but a highly medicated Tara assures him all in under control. Marshall learns that a close friend has been killed in an accident. Tara offers support, which he gladly accepts, but on the day of the funeral Bryce emerges and apparently will not go away. It's all too much for Kate and Marshall who look to strike out on their own.    "
                },
                "11": {
                    "title": "Crunchy Ice",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 120,
                    "original air date": "13 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Life at the Gregson house is fast deteriorating with Tara's alter Bryce in clear control, eliminating two of her other alters. Max is desperate to speak to Tara but Bryce will not let her emerge. Charmaine thinks the time has come to have Tara committed but Max is adamantly opposed. Neil even suggests that they move away. That Max's mother Sandy moves in with them only adds to the mayhem. A violent incident leads Max to an inevitable decision.    "
                },
                "12": {
                    "title": "The Good Parts",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 149,
                    "original air date": "20 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Tara re-emerges but the task now is to repair broken family relationships, particularly with Marshall who is fed up with it all. Rather than go into a local mental health facility, she decides to follow Dr. Hatteras' advice and see a specialist in Boston. Neil and Charmaine are moving to Houston and offer to take Marshall with them. Kate receives an offer to move to St. Louis. As a new family dynamic emerges, everyone contemplates and wonders what the future may hold.    "
                }
            },
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 363,
                    "original air date": "18 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Tara Gregor is a seemingly perfect American suburban mother, married to a loyal and supportive husband, a landscape developer named Max, and two teenage children, the flamboyantly gay Marshall and the rebellious and headstrong Kate. The life-long, mentally unbalanced Tara suffers from Dissociative Personalty Disorder and has three other personalities which emerge at any given time which range from a flirtatious and spunky teenager named named 'T' and a gun-loving male alter-ego named Buck. Despite Tara's husband and kids, as well as Tara's younger sister, Charmaine, ...    "
                },
                "2": {
                    "title": "Aftermath",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 256,
                    "original air date": "25 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Tara begins to wonder if people really want her around when she's just herself. She tries to talk to her daughter Kate about sex but she clearly wants to avoid the subject. When son Marshall tells her that his English teacher may phone to talk about a disagreement they had at school, he decides that he would like his Dad take care of it. As a result, another of Tara's personalities makes an appearance. This time it's Alice, a old-fashioned housewife who bakes and irons clothes and the like. Her straightforward manner does solve several problems however.    "
                },
                "3": {
                    "title": "Work",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 219,
                    "original air date": "1 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Tara returns after her recent bout of being Alice but as usual, remembers nothing of what happened. She has a session with her psychiatrist, Dr. Ocean, and expresses her fears that husband, Max, may be more interested in the 'alters' that in her. Meanwhile, Marshall tries out for a role in the school production of Grease. He strikes a friendship with a fellow student, named Jason, on the stage crew and is invited to his school church club. It's not quite what Marshall expected. Also, Tara's sister, Charmaine, refers a friend, named Tiffany, who wants some interior ...    "
                },
                "4": {
                    "title": "Inspiration",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 206,
                    "original air date": "8 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Tara begins to feel stressed out as she starts work on her new mural project for Tiffany. Unfortunately, Tiffany learns about Tara's multi-personality disorder, and becomes a little too curious about 'T', Buck, and Alice, and it affects Tara in a bad way when after an evening out with Tara, Charmaine, and Tiffany, the next morning Tiffany's mural is trashed, and Tiffany suspects one of Tara's alters did it. It also affects Charmaine when Tiffany, in retaliation, gets Charmaine fired from her job. Meanwhile, Max takes Marshall to work with him in which an accident ...    "
                },
                "5": {
                    "title": "Revolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 192,
                    "original air date": "15 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Depressed and unhappy then ever over losing her job and being ostracized by the neighborhood, things turn from bad to worse when Tara suddenly turns into her teenage personality 'T' and steals her own car to go on a joyride. While Max and Charmaine chase off after her, Marshall is left at home alone, and he decides to throw a huge party to hopefully win the affections of his schoolmate Jason. Also, Kate blows off her ex-boyfriend, Benjamin, when he shows up at the party with his latest girlfriend, resulting in Kate spending some quality time with her boss, Gene. Max ...    "
                },
                "6": {
                    "title": "Transition",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 188,
                    "original air date": "22 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Tara's parents, Frank and Beverly, come for a visit ostensibly to celebrate Charmaine's 34th birthday. What they really want is for Max and Tara to let the kids live with them so they can have a \"normal\" life. Max is doing his best to help Tara get through the next couple of days without one of her alters emerging. As their visit goes on, all of the issues of a dysfunctional family come through: Tara's judgmental mom; Tara's father who loves his kids but will always side with his wife; and Charamine who feels neglected by her parents. Neither Max nor Tara will even ...    "
                },
                "7": {
                    "title": "Alterations",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 172,
                    "original air date": "1 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Charmaine finally decides to get corrective surgery on her breasts and asks Tara to be her 'boob buddy' and take care of her at home while she's recovering. Unfortunately for her, it's not Tara who shows up at the clinic to collect her but Buck. They surprisingly develop a rapport of sorts. With Tara away for a couple of days, Max decides to speak to an old high school friend of Tara's, named Heidi, to see if he can figure out what might have happened to her to cause her alter personality disorder. He gets a lead on something that may have happened to her. Elsewhere, ...    "
                },
                "8": {
                    "title": "Abundance",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 172,
                    "original air date": "8 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Convinced that he's seen a new alter personality after the visit from Tara's parents and who may have destroyed Tiffany's mural, Max spends an anxious weekend trying contact Tara's therapist. Tara confronts Max and he has no choice but to tell her what he thinks he saw. The result however is for Alice to emerge. She also thinks she's pregnant. Interestingly, Alice does reveal a very specific relationship with the other alters, particularly when she tell's Max that that there seems to some type of hierarchy among them. But their joint visit to Dr. Ocean doesn't go very...    "
                },
                "9": {
                    "title": "Possibility",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 179,
                    "original air date": "15 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Tara becomes upset when she learns that Max spoke to her therapist behind her back about her shadowy new alter, named Gimmie. Kate becomes upset with her boss, Gene, at work which leads to both Tara and Kate deciding to go on a road trip together to try to make up for lost time. But things turn bad when Tara and Kate get into an argument over Kate's promiscuity. 'T' emerges and runs off to go to the nearest tattoo parlor and Kate is forced to run after her before she makes a permanent mistake. Meanwhile, Max begins to investigate more into Tara's past but finds just ...    "
                },
                "10": {
                    "title": "Betrayal",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 176,
                    "original air date": "22 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Tara is shocked when her therapist, Dr. Ocean, suddenly terminates her treatment leading after telling Tara that she can do better with the next stages of her treatment. Charmaine decides to cheer Tara up by taking her out to a day at a health spa. But at the spa, Tara's new alter-ego 'Gimme' appears and briefly causes a disturbance before 'T' re-emerges. Meanwhile, Max decides to tell Charmaine, Kate and Marshall about Tara's new shadowy and dangerous alter which none of them take too well. Elsewhere, Kate thinks about filing a sexual harassment charge against Gene ...    "
                },
                "11": {
                    "title": "Snow",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 162,
                    "original air date": "29 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Tara, sensing that she's losing control of her other personalities, checks herself into a mental hospital for treatment where her new in-clinic doctor, Dr. Holden, a charismatic expert, pushes her to look into her repressed memories to get at the root of her mental state. Max is also forced to stay at the facility which has a group therapy session for significant others too, but he's wary about opening up his feelings. As Dr. Holden tries to push Tara to remember her past, her other alters, for the first time ever, refuse to emerge at any given time to allow the truth...    "
                },
                "12": {
                    "title": "Miracle",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 167,
                    "original air date": "5 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Tara and Max are both frustrated by the treatment by Dr. Holden she is undergoing and the inability to access her repressed memories. Max is ready to call it quits and Tara decides the time has come to ask her one-time boyfriend, Trip Johanssen, for a face to face meeting. Max is convinced that Tara was raped by Trip during her time in high school, but during their meeting with Johanssen and his wife, 'T' emerges to explain it all to them. 'T' was present when it all happened, but she presents other issues however that leaves more questions than answers. Meanwhile, ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Yes",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 144,
                    "original air date": "22 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Having been well and dissociation-free for the last several months, Tara sets out to rebuilt her life with Max's help by making new friends. But things take a turn when a neighbor of the the Gregsons' suddenly commits suicide and the family unexpectedly is given responsibility of the house and estate. Meanwhile, Marshall struggles to fit in at school as an out-and-proud gay guy, while Kate lands a new job after graduating early from high school. Elsewhere, Charmaine's boyfriend, Nick, brings up the question of marriage to her.    "
                },
                "2": {
                    "title": "Trouble Junction",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 135,
                    "original air date": "29 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Tara soon comes to the realization that one of her alters, Buck, emerged and that she spent the night with an attractive waitress from the local pub. She desperately wants to keep that information a secret from everyone and panics that her three month respite is coming to a close. At her new job at the debt collections agency, Kate decides to pay a personal visit to someone who owes a good deal of money and actually manages to get her to write out a check for $5000. The woman's art has an impact one her. Marshal meanwhile invites a fellow member of the gay group to ...    "
                },
                "3": {
                    "title": "The Truth Hurts",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 130,
                    "original air date": "5 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Tara hasn't told anyone about her alter, Buck, having emerged again. She decides to try and do something about it and visits Pammy, the woman who is now madly in love with Buck, to break it off. She can't quite go through with it leading Pammy to make her affections known in a very public way. The sale closes on the house next door but Max is having repair troubles already. Marshall is pursuing his relationship with Courtney while Kate visits Lynda Frazier after her check bounces. It turns out that Kate bears a striking resemblance to the woman in Lynda's artwork.    "
                },
                "4": {
                    "title": "You Becoming You",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 129,
                    "original air date": "12 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Max is not happy with the revelation that she didn't tell him about her alter Buck re-emerging. She agrees to find a new analyst but the person she settles on lives in New York and their sessions will be by telephone. Marshall and Courtney meanwhile continue their sexual experimentation but with interesting results for both of them. Kate poses for some of Lynda's paintings and has a suggestion on how she could make money on the works. Charmaine and her fiancé have a big announcement. While in the house next door, Tara has memories of her childhood playing with ...    "
                },
                "5": {
                    "title": "Doin' Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 122,
                    "original air date": "19 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Tara's latest alter is Shoshana who describes herself as Tara's therapist. Tara concludes that her new alter is actually helping her remember things from her past but Max has a hard time with that. Charmaine goes for her first ultrasound and gets some surprising news. Kate's video with her as Valhalla Hawkwind becomes an Internet hit. Max is arrested for assaulting the carpenter who took his money but didn't do any work on the house next door. He has to get Neal to bail him out when Tara doesn't show up. Marshall decides that he is definitely gay and now has to deal ...    "
                },
                "6": {
                    "title": "Torando!",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 130,
                    "original air date": "26 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Tara's new alter, Shoshana, has a session with Max who is trying to make sense of it all. Marshall is having trouble ending his relationship with Courtney who is perfectly comfortable with his sexuality and wants them to remain an asexual power couple. Kate is supposed to make an appearance at a comic book store in her Valhalla Hawkwind persona. There's a tornado warning in the area and as the weather worsens, the Gregsons, their gay neighbors and Charmaine take shelter in the basement their new house next door. Tara rapidly goes through a number of her alters with ...    "
                },
                "7": {
                    "title": "Dept. of F'd Up Family Services",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 130,
                    "original air date": "3 May 2010",
                    "year": "2010",
                    "plot": "\n    An imminent visit from a social worker sends Max into a tailspin. Tara horns in on Kate's friendship with Lynda. Courtney pushes Marshall to the brink. Neil discovers Charmaine's big secret.    "
                },
                "8": {
                    "title": "Explosive Diorama",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 117,
                    "original air date": "10 May 2010",
                    "year": "2010",
                    "plot": "\n    Kate is less than thrilled with her mother's new friendship with Lynda. Kate accuses her mother of taking away all that's important to her. Kate is also starting to connect on the Internet in her Valhalla Hawkwind persona. She's not quite ready for what transpires. Charmaine is still trying to figure out a way to have Neil's baby but stick with Nick. She finally tells Nick what's going on and not surprisingly, he doesn't take it well. As for Tara, her alters haven't made an appearance for a while and gets ready for a neighborhood art show. Max's appraisal of her art ...    "
                },
                "9": {
                    "title": "The Family Portrait",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 116,
                    "original air date": "17 May 2010",
                    "year": "2010",
                    "plot": "\n    Tara and Max's relationship is at a low ebb. After their fight at the art show, Max spent the night with waitress Pammy. It was supposed to be a one night stand with no strings attached but the next day she has a change of heart. Kate is growing a little weary of the kooks she's met on her website but is intrigued by one client who asks her out on a date. He turns out to be something of a surprise. Max and his friend have an interesting meeting with a school counselor. Charmaine tries to get Neal to sign away his parental rights to the baby now that she has Nick on ...    "
                },
                "10": {
                    "title": "Open House",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 118,
                    "original air date": "24 May 2010",
                    "year": "2010",
                    "plot": "\n    Max holds an open house for his newly finished re-model. Tara and Charmaine ask their mom about Tara's childhood memories. Marshall and Lionel go cruising. Kate's new man worries about their age difference. \"Alice\" arrives and drops a bombshell on everyone.    "
                },
                "11": {
                    "title": "To Have and to Hold",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 115,
                    "original air date": "31 May 2010",
                    "year": "2010",
                    "plot": "\n    Tara and Charmaine go visit the woman from Tara's memories. Kate attempts to change herself for Zach. Marshall begins to fall for Lionel. Neil leaves town. A new personality arrives.    "
                },
                "12": {
                    "title": "From This Day Forward",
                    "kind": "episode",
                    "episode of": {
                        "title": "United States of Tara (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 124,
                    "original air date": "7 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Charmaine's wedding day has arrived and she would like nothing more for the day to go off smoothly. Such is not to be however. Tara and Charmaine's parents arrive and her father is clearly suffering from the early stages of Alzheimer's disease. He is forgetful and mentions something odd to Tara about an absentee sibling. The wedding itself is a disaster when one of Tara's alters, Chicken, emerges just as the ceremony is about to begin. Kate meanwhile come to a decision about her rich boyfriend.    "
                }
            }
        },
        "number of episodes": 36,
        "cast": [
            {
                "name": "Collette, Toni"
            },
            {
                "name": "Corbett, John"
            },
            {
                "name": "DeWitt, Rosemarie"
            },
            {
                "name": "Gilchrist, Keir"
            },
            {
                "name": "Larson, Brie"
            },
            {
                "name": "Oswalt, Patton"
            },
            {
                "name": "Willett, Michael J."
            },
            {
                "name": "Hitchcock, Michael"
            },
            {
                "name": "Corddry, Nate"
            },
            {
                "name": "Del Negro, Matthew"
            },
            {
                "name": "Izzard, Eddie"
            },
            {
                "name": "Lawrence, Andrew"
            },
            {
                "name": "McAlevey, Bailey"
            },
            {
                "name": "McAlevey, Rowan"
            },
            {
                "name": "Mahaffey, Valerie"
            },
            {
                "name": "Howles, Aaron Christian"
            },
            {
                "name": "O'Donnell, Keir"
            },
            {
                "name": "Mamet, Zosia"
            },
            {
                "name": "Davis, Viola"
            },
            {
                "name": "Adams, Joey Lauren"
            },
            {
                "name": "Sheik, Sammy"
            },
            {
                "name": "Gabel, Seth"
            },
            {
                "name": "Reed, Pamela"
            },
            {
                "name": "Bell, Ashley"
            },
            {
                "name": "Chaffin, Jessica"
            },
            {
                "name": "McFarland, Hayley"
            },
            {
                "name": "Gluck, Griffin"
            },
            {
                "name": "Monfries, Henry"
            },
            {
                "name": "Fernandez, Shiloh"
            },
            {
                "name": "Ward, Fred"
            },
            {
                "name": "Conroy, Frances"
            },
            {
                "name": "Gretsch, Joel"
            },
            {
                "name": "Barber, Lance"
            },
            {
                "name": "Moran, Rob"
            },
            {
                "name": "Clair, Jessica St."
            },
            {
                "name": "Vigman, Gillian"
            },
            {
                "name": "Young, Bellamy"
            },
            {
                "name": "Noone, Kathleen"
            },
            {
                "name": "MacDonald, Scott"
            },
            {
                "name": "Drew, Mim"
            },
            {
                "name": "Braunger, Matt"
            },
            {
                "name": "Bakkedahl, Dan"
            },
            {
                "name": "Huang, Teresa"
            },
            {
                "name": "Ross, Clarinda"
            },
            {
                "name": "Pettyjohn, Jade"
            },
            {
                "name": "Woods, Devon"
            },
            {
                "name": "Olson, Tye"
            },
            {
                "name": "Wyoming, Layla"
            },
            {
                "name": "Schuder, Sam"
            },
            {
                "name": "Flynn, Ryan"
            }
        ],
        "locations": [
            "First Christian Church of North Hollywood - 4390 Colfax Avenue, Studio City, Los Angeles, California, USA",
            "Universal Studios - 100 Universal City Plaza, Universal City, California, USA::(studio)"
        ],
        "genres": [
            "Comedy",
            "Drama",
            "Romance"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Dolby Digital"
        ],
        "certificates": [
            "Australia:M",
            "Canada:14A::(Manitoba/Nova Scotia/Ontario)",
            "Canada:13+::(Quebec)",
            "Germany:12",
            "Netherlands:9",
            "New Zealand:R13",
            "United States:TV-MA"
        ],
        "number of seasons": 3,
        "rating": 7.9,
        "votes": 20182,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTkxNjEzMjMyN15BMl5BanBnXkFtZTcwMTA3ODg0NA@@._V1_SY150_CR9,0,101,150_.jpg",
        "plot outline": "Tara, a professional woman, artist, wife and mother, diagnosed with Dissociative Identity Disorder (formerly referred to as MPD - Multiple Personality Disorder) stops taking her medication and struggles to unite her \"alters\" (alternate personalities.) As the seemingly disparate portions of her psyche seek to combine and peaceably co-exist, Tara, her husband, their kids, family and friends deal with the fallout, life and various morons who do not know their schizophrenia from their MPD.",
        "languages": [
            "English"
        ],
        "title": "United States of Tara",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2011",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Cody, Diablo"
            },
            {
                "name": "Iserson, David"
            },
            {
                "name": "Baer, Brett"
            }
        ],
        "production companies": [
            {
                "name": "DreamWorks Television"
            }
        ],
        "distributors": [
            {
                "name": "Showtime Networks"
            },
            {
                "name": "Canal (II)"
            },
            {
                "name": "Das Erste (ARD)"
            },
            {
                "name": "FEM3"
            },
            {
                "name": "HBO Hungary"
            },
            {
                "name": "LaLa TV"
            },
            {
                "name": "Paramount Home Entertainment"
            },
            {
                "name": "Paramount Home Entertainment"
            },
            {
                "name": "Showtime Entertainment"
            },
            {
                "name": "Sub"
            }
        ],
        "special effects": [
            {
                "name": "Ingenuity Studios"
            }
        ],
        "other companies": [
            {
                "name": "All Balloons All The Time"
            },
            {
                "name": "Central Casting"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Direct Tools & Fasteners"
            },
            {
                "name": "King Media Services"
            },
            {
                "name": "Movie Movers"
            },
            {
                "name": "Movie Movers"
            },
            {
                "name": "Movie Movers"
            },
            {
                "name": "Movie Movers"
            },
            {
                "name": "Ohana Camera Expendables"
            },
            {
                "name": "Post Modern Sound"
            },
            {
                "name": "Star Waggons"
            },
            {
                "name": "Star Waggons"
            }
        ],
        "plot": [
            "A woman struggles to find a balance between her dissociative identity disorder and raising a dysfunctional family.::IMDb editor",
            "Tara, a professional woman, artist, wife and mother, diagnosed with Dissociative Identity Disorder (formerly referred to as MPD - Multiple Personality Disorder) stops taking her medication and struggles to unite her \"alters\" (alternate personalities.) As the seemingly disparate portions of her psyche seek to combine and peaceably co-exist, Tara, her husband, their kids, family and friends deal with the fallout, life and various morons who do not know their schizophrenia from their MPD.::LA-Lawyer"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "camera": [
                "Panavision Genesis HD Camera"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 20182,
                "rating": 7.9
            },
            "aged under 18": {
                "votes": 3,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 4588,
                "rating": 8.2
            },
            "aged 30 44": {
                "votes": 9942,
                "rating": 7.9
            },
            "aged 45 plus": {
                "votes": 2654,
                "rating": 7.5
            },
            "males": {
                "votes": 8856,
                "rating": 7.8
            },
            "males aged under 18": {
                "votes": 3,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 1983,
                "rating": 8.2
            },
            "males aged 30 44": {
                "votes": 5019,
                "rating": 7.7
            },
            "males aged 45 plus": {
                "votes": 1542,
                "rating": 7.3
            },
            "females": {
                "votes": 8787,
                "rating": 8.1
            },
            "females aged 18 29": {
                "votes": 2547,
                "rating": 8.2
            },
            "females aged 30 44": {
                "votes": 4796,
                "rating": 8.2
            },
            "females aged 45 plus": {
                "votes": 1076,
                "rating": 7.7
            },
            "top 1000 voters": {
                "votes": 157,
                "rating": 6.7
            },
            "us users": {
                "votes": 7075,
                "rating": 8.0
            },
            "non us users": {
                "votes": 7688,
                "rating": 7.8
            }
        },
        "number of votes": {
            "10": 5549,
            "9": 4026,
            "8": 5113,
            "7": 2747,
            "6": 1013,
            "5": 448,
            "4": 226,
            "3": 185,
            "2": 190,
            "1": 685
        },
        "arithmetic mean": 8.1,
        "median": 8
    }
}