{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "  2009"
            },
            {
                "country": "Canada\n",
                "date": "18 March 2009"
            }
        ],
        "release dates": [
            "Australia::2009",
            "Canada::18 March 2009"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Stormworld"
            },
            {
                "countries": "Hungary",
                "title": "Viharvilág"
            }
        ],
        "akas": [
            "Stormworld (original title)",
            "Viharvilág Hungary"
        ],
        "akas from release info": [
            "Stormworld (original title)",
            "Viharvilág Hungary"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Three Sun Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stormworld (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Jason and Lee are out for a spin in Jason's dad's new boat (the Cougar) off Vancouver when they see a strange swirling cloud. The boys find themselves surrounded by large flying insects. The Cougar starts to spin and everything goes black. The boys awaken in a world with three suns and strange sea creatures. The day gets worse when the Drogue arrive on flybikes and steal the Cougar, leaving the boys in an empty ocean. As an ominous storm approaches, Jason and Lee are rescued by Flees and Ogee aboard her cobbled-together submarine called the Stormrider. Flees gives the...    "
                },
                "2": {
                    "title": "The Settlement",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stormworld (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    After being damaged by a storm, the Stormrider barely makes it back to the Settlement. Flees needs parts for the Stormrider, but the Settlement is deserted. The Settlers are attending a Meet at the Standing Stones where the boys are given their first taste of Settlement politics. Werrolda, the leader wants to have a treaty with the Drogue to stop the constant raids but Hintor is opposed, believing they should try and fight the Drogue. He also wants to shut the doors to more Access Crashers - the Settlement does not have enough food and water to sustain its growing ...    "
                },
                "3": {
                    "title": "Barter, Barter Everywhere",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stormworld (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Khelioz has devised a fairly straightforward plan to recover the Cougar: he will distract the Drogue while Jason and Lee swim to their boat and steal it back. Once on the Cougar, the boys discover that the Drogue have stripped it bare. There's no time to consider options however, when Gar Lindi, the Drogue Watcher spots them. Jason starts the engine and they take off. Gar Lindi gives chase, firing their weapons. Jason pushes the engines to their limits to escape. Safely back at the Settlement, the Cougar's main fuel tank runs out, leaving only limited fuel in the ...    "
                },
                "4": {
                    "title": "Callaghan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stormworld (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    After scuttling the Cougar, Jason and Lee make a long and perilous trek back to the Settlement across the desert. They find and rescue Callaghan, an Access Crasher from Earth, who has been caught in a Mystal and is the worse for wear. When Jason and Lee carry Callaghan into the Settlement, Hintor is not impressed to discover they have brought another mouth to feed. Jason and Lee worry that Callaghan has become increasingly disoriented and erratic since they found him. Luce explains that Callaghan must have been caught in a Mystal - and that Mystals affect your brain. ...    "
                },
                "5": {
                    "title": "Salvage Rights",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stormworld (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    The Valligat stops at Leech Island and Khelioz abandons the boys while they are looking for driftwood. Flees has followed them and offers the boys a ride after they help her collect water. A Mystal stirs up a huge hive of dormant insects, which swarm and form a Vortex similar to that which transported Flees and the boys to Stormworld. Flees insists that they stay - she has never been this close to a Vortex forming. When a kayak crashes through the Vortex the kids investigate. Finding no survivors, they salvage what they can until the Drogue turn up and things get ...    "
                },
                "6": {
                    "title": "Out of the Frying Pan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stormworld (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Ogee is fading rapidly after expending all his energy to repel the Drogue. The kids want to use the Beacon to power him up and are reluctantly given permission by Werrolda to do so. Meanwhile, Khelioz is waiting for the boys to honor their side of the Barter he made with them for towing the Stormrider back to the Settlement. The Drogue arrive with a proposition to join the Settlement and Werrolda is skeptical. Gol Hati's real intention is to find Ogee and put him out of action for good. Lee and Flees manage to re-energize Ogee. from the Beacon. Jason fools the Drogue ...    "
                },
                "7": {
                    "title": "Follow the Bouncing Ball",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stormworld (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Flees is desperate to rescue Ogee who has been kidnapped by Khelioz. But she cannot set off in pursuit of the Valligat until the Stormrider's hull is repaired. She rushes the job. Meanwhile the Settlement is upset by a proposal to reduce water rations, prompting Makyn to suggest a ration top-up from the farms' Catchment Tank. Convinced Makyn has something to do with the tank being empty; Luce searches Makyn's shelter but finds nothing. Later, Luce appeals to Flees to talk to Werrolda about the threat of Hintor taking control but Flees refuses: she is determined to ...    "
                },
                "8": {
                    "title": "Escape from New Arkoddia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stormworld (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    The Stormrider crew are taken to New Arkoddia and imprisoned. They quickly learn about the rigid Arkoddian society. Vassler, the youngest Arkoddian scout, is intrigued by their attitude and eager to learn from them. But the other Arkoddians are wary of the Outsiders. In the prison, Flees worries that Lee is telling Mephanny, a young Arkoddian girl, too much about life at the Settlement. Vassler overhears Voss tell his father he will harm the boys if Flees does not agree to show them how to drive the Stormrider. Fearing for their safety, Vassler breaks the crew out of ...    "
                },
                "9": {
                    "title": "Family Ties",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stormworld (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Vassler asks that they return to New Arkoddia. He needs to say goodbye to his family. To Jason's surprise, Flees agrees. While Vassler is sneaking in to see his mother, Lee and Jason discover that Khelioz has given vital information to Voss about The Settlement. When Khelioz leaves Arkoddian Island, Voss sends Dressler and Apssed to follow him in case the Navigator has been lying. Lee, Jason and Vassler make it back to the Stormrider and Flees sets out in pursuit of Khelioz. When they catch up to the Valligat, they find Khelioz besieged by blood kelp. Flees allows ...    "
                },
                "10": {
                    "title": "Changing Tides",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stormworld (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Flees, faced with evidence that her father is dead, responds by bottling her emotions. She decides to return to The Settlement and stay there. To the boys' surprise, she agrees to teach them to drive the Stormrider so they can continue looking for a way out. The Settlement does not embrace the arrival of Vassler, especially as Arkoddians need much more water than anyone else. Tensions increase further when Callaghan, increasingly erratic from being caught in the Mystal, destroys a crop harvest and disappears. With Makyn's aid, Hintor deposes Werrolda as leader and ...    "
                },
                "11": {
                    "title": "Farmer Flees",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stormworld (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Makyn catches Gar Lindi stealing water from the Reserve Tank and demands a meeting with Gol Hati. Meanwhile, Flees takes on her new role as Settlement farmer and Jason, Lee and Khelioz leave on Stormrider to continue their search for clues that will lead them to the way out of Stormworld. Makyn meets with Gol Hati and, when she won't co-operate, punctures the Reserve Tank to prevent the Drogue helping themselves. Jason has a premonition of trouble and turns the Stormrider back to the Settlement. With Vassler steadily weakening from not enough water, Luce and Flees ...    "
                },
                "12": {
                    "title": "Family First",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stormworld (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Jason, Lee, Flees and Luce are put on trial for water theft with Makyn acting as prosecutor. Dressler and Apssed arrive with an Arkoddian scouting party at Settlement Island to scout the area. Khelioz sneaks off to the Stormrider and finds Flees' map of her travels - and therefore the location of the island where they believe the rest of the map will be found. During the trial, Dressler spots Vassler and wants to get him back, despite orders from Voss that the Arkoddians should stay out of sight. Hintor finds the kids guilty and Flees' punishment is to hand the ...    "
                },
                "13": {
                    "title": "The Race Is On",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stormworld (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    After Jason, Lee, Flees and Khelioz liberate the Stormrider, the kids reluctantly agree to take Khelioz to Arkoddian Island because Khelioz says that his part of the map is on his boat, the Valligat, which the Arkoddians have seized. Once they have the Valligat (and Khelioz's part of the map) he proposes that they proceed to the Island where they believe they will find the other half of the map that shows the way out of Stormworld. After Khelioz departs to meet the Arkoddians, Jason, Lee and Flees conclude he will double-cross them. They decide to get to the Island ...    "
                },
                "14": {
                    "title": "Luce Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stormworld (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    The Stormrider crew makes friends with Gundril, Luce Island's sole inhabitant. Gundril shows them the sunken wreck where she found medallions and other objects with the same markings as Khelioz's map container and the medallion Flees gave Luce. Jason dives in and comes within an inch of the map when he's attacked by a Mother Fangeel. Gundril pulls Jason from the water - unconscious and filled with venom. At sea Khelioz and the two Arkoddians are accosted by the Drogue. As a result of the confrontation with the Arkoddians, Tor Sulta questions Gol Hati's leadership. Gol...    "
                },
                "15": {
                    "title": "Deep Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stormworld (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Everyone stares aghast at the disintegrated map fragment. But Khelioz warns of an approaching Mystal, there is no time to lose. Gundril leads them to shelter in her cave but Khelioz hangs back and traps them all inside. By the time they have escaped, Khelioz has departed in the Valligat. Flees offers a lift to the stranded Apssed and Hilss and agrees to take them back to New Arkoddia. When the Stormrider's engine gives out, the kids discover a stone lodged in the cooling system's intake pipe. Flees is convinced that Khelioz sabotaged her ship. The Mystal arrives, ...    "
                },
                "16": {
                    "title": "Fire and Flight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stormworld (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    While trying to break Vassler and Dressler out of the Arkoddian prison, Flees, Jason and Lee discover that the Arkoddians intend to invade Settlement Island. They return to the Settlement to warn everybody but are put on trial by the Settlers for taking the Stormrider after Hintor had ordered it to become the property of the community. When Luce exposes Makyn as the one who sabotaged the Reserve Tank, Makyn flees into the desert. As for the Arkoddian threat, Hintor wants to negotiate and Jason wants to evacuate. Hintor prevails. Jason and Lee start production of ...    "
                },
                "17": {
                    "title": "The Old Order Changes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stormworld (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Lee is trying to make Arkoddian style fuel for the Stormrider. Flees tries to make amends with Luce but Luce is still angry at her for betraying Werrolda. Much to Flees' surprise, Werrolda appears and requests Jason's company. Werrolda takes him to the Sighing Peaks, shows him a strange inscription that she believes to be man-made and tells him about the legend of The Abiders. Meanwhile Makyn, in a test of endurance against Gar Lindi in the desert, earns the right to join the Drogue. Back at the Settlement, Lee tests his fuel. When it fails, it's back to the drawing ...    "
                },
                "18": {
                    "title": "Raising the Cougar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stormworld (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Apssed and Hilss, the advance scouts for the Arkoddian invasion, are keeping an eye on the Settlement. Hilss accidentally loses a badge that is found by Toff who shows it to Hintor. Hintor still wants to negotiate/appease but Jason thinks their best bet is to evacuate to Luce Island. The problem is the Stormrider can't get everyone out fast enough and the boys realize they need to re float the Cougar and hope the seaweed fuel works if the evacuation has any chance. Before they can make more fuel, the Arkoddians arrive and start forcing the Settlers out into the desert...    "
                },
                "19": {
                    "title": "A Hot Bath",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stormworld (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    The Drogue are ruling the Settlement with constant aerial patrols and enforced labor. Worried that Gol Hati will discover that Ogee is still alive, Flees attempts to hide him and in so doing discovers evidence of the Great Water. Makyn reveals to Gol Hati that Ogee is alive. Gol Hati tracks Flees down but Flees refuses to hand Ogee over. When Gol Hati fires on Flees, Ogee expands to save her- thus revealing himself and depleting his energy. Gol Hati seizes Ogee and dumps him in the ocean. At the Settlement, tension mounts between Gol Hati and Makyn, especially when ...    "
                },
                "20": {
                    "title": "A Handful of Sand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stormworld (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Ordered by Makyn to join a Vortex scavenge, Flees and Jason discover fresh water in a cave. Remembering the damp sand in Werrolda's hand, Jason puts two and two together and insists they return to the Sighing Peaks. When they find more water they realize the desert could be on top of a giant aquifer. Gol Hati lets Jason and Lee depart in the Cougar to search for the Portal with the secret motive of having them followed in order to discover the location of New Arkoddia. The boys trick their Drogue pursuer into thinking they are dead by letting the Cougar become ...    "
                },
                "21": {
                    "title": "Lord of the Flybikes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stormworld (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Gol Hati and Makyn order Flees to teach them how to drive the Stormrider. Flees agrees, seeing it as an opportunity to locate Ogee - provided he has enough energy to activate his homing beacon. It appears that Makyn and Gol Hati have an ulterior motive for the lessons: to maroon Flees on an island. But Makyn and Gar Lindi have partnered up in a double-cross and it's Gol Hati who ends up marooned. In the Arkoddian prison Khelioz reveals to the boys that the secret to the way home lies via The Settlement. Jason does not believe Khelioz and, in any case, wants to ...    "
                },
                "22": {
                    "title": "Twists and Turns",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stormworld (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Jason persuades the Arkoddians to invade the Settlement for the second time, to get rid of Makyn and The Drogue and share The Great Water. Lee is with Khelioz, having abandoned Jason in the Arkoddian prison in favor of getting off Stormworld. Lee and Khelioz pick up Ogee's distress signal and rescue him. At The Settlement, they reunite Flees with Ogee. Later, Jason lands at the Settlement with Vassler on a pre-invasion scouting party and he and Lee are reunited and reconciled.    "
                },
                "23": {
                    "title": "Liberation Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stormworld (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    As Jason and Lee prepare to liberate the Settlement, Flees is incarcerated in the Reserve Tank by Makyn. But Jason and Lee have been watching. They are in the middle of rescuing her when Flees points out that if Makyn returns to find her missing before the boys have put their take-over plan into action, he will have the Drogue out searching which could foil everything. Instead they work out a ruse that sends Gar Lindi on a wild goose chase and puts another Drogue out of action. Lee manages to get into the flybike parking area and disables them. When Makyn and Gar ...    "
                },
                "24": {
                    "title": "The Great Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stormworld (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Jason is keen to share his discovery of the map with Lee, but first must appease Voss who is angry that Jason has flaunted his orders. When Jason shows the rock map to Lee, they realize it is useless as it does not actually mark which is the Island of the Abiders. Khelioz, hiding amongst the Sighing Peaks, overhears the boys. While sneaking out of the Settlement, Makyn sees Khelioz steal a lazbolt and proposes that they join forces. The Settlers, Arkoddians and Drogue set out to find the Great Water. Ogee configures the ideal spot and they are digging when a great ...    "
                },
                "25": {
                    "title": "Long Way Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stormworld (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Jason is offered the leadership of the Settlement but declines. His first loyalty is to Lee. He sets off with Flees, Lee and Ogee in the Cougar. They go via Arkoddian Island, taking Voss with them who will provide them with fuel and prepare the women and children for migration to The Settlement. Once on Arkoddian Island, Voss tries to double-cross the kids but they outwit him using the video function of Lee's mobile phone: Voss is publicly revealed as a traitor to his own people. The kids continue on their journey to the Portal. They are forced to race through the ...    "
                },
                "26": {
                    "title": "Homeward Bound",
                    "kind": "episode",
                    "episode of": {
                        "title": "Stormworld (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    While approaching the island Jason, Lee and Flees outwit a pack of Winders that seem to be working together. When they finally reach the center of the island the kids discover a Portal that shows images from home. Apparently it recognizes each person's place of origin. At the last minute, Jason admits he's not ready to leave Stormworld. He has unfinished business at the Settlement. After an emotional goodbye Lee enters the Portal and arrives safely in Vancouver seconds before Khelioz turns up, armed with a lazbolt, and proclaims himself Stormworld's Gatekeeper. He ...    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Jenkins, Andrew"
            },
            {
                "name": "Worthy, Calum"
            },
            {
                "name": "Kang, Keagan"
            },
            {
                "name": "Jones, Chelsea"
            },
            {
                "name": "Sollis, Adam"
            },
            {
                "name": "Simpson-Deeks, Nick"
            },
            {
                "name": "Bauert, Anna"
            },
            {
                "name": "Barron, Valentina"
            },
            {
                "name": "Kavadas, Andrew"
            },
            {
                "name": "Fornasier, Michelle"
            },
            {
                "name": "Sas, Kazimir"
            },
            {
                "name": "Judd, Kingsley"
            },
            {
                "name": "Hyde-Smith, Craig"
            },
            {
                "name": "Coldrick, Bryn"
            },
            {
                "name": "Lim, Kay Tong"
            },
            {
                "name": "Paterniti, Kelly"
            },
            {
                "name": "Wood, Farren"
            },
            {
                "name": "Shevtsov, George"
            },
            {
                "name": "Dowsett, Murray"
            },
            {
                "name": "Malcolm, Angelique"
            },
            {
                "name": "Bidstrup, Kym"
            },
            {
                "name": "de Francesco, Vito"
            },
            {
                "name": "Levi, Jeremy"
            },
            {
                "name": "Cooke, Lucy"
            },
            {
                "name": "Ewers, Sian"
            },
            {
                "name": "Smyth, David"
            },
            {
                "name": "Turner, Steve"
            },
            {
                "name": "Weddikkara, Lilanthi"
            },
            {
                "name": "Woodhams, Amanda"
            },
            {
                "name": "Turner, Steve"
            },
            {
                "name": "Ryan, Clarence"
            },
            {
                "name": "Andrews, Penelope"
            },
            {
                "name": "Coombe, Nicholas"
            }
        ],
        "locations": [
            "Broome, Western Australia, Australia",
            "Burnaby, British Columbia, Canada",
            "Mindarie, Perth, Western Australia, Australia",
            "Perth, Western Australia, Australia",
            "Singapore",
            "Tuart Hill, Perth, Western Australia, Australia"
        ],
        "genres": [
            "Sci-Fi"
        ],
        "runtimes": [
            "24"
        ],
        "countries": [
            "Australia",
            "Canada"
        ],
        "country codes": [
            "au",
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1 / (high definition) (letterbox)",
        "certificates": [
            "Australia:G"
        ],
        "number of seasons": 1,
        "rating": 6.2,
        "votes": 86,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTcyMjYzOTEwNV5BMl5BanBnXkFtZTcwNjkzNDYyNA@@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Stormworld",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Barron, Paul D."
            },
            {
                "name": "Greenberg, Robert"
            },
            {
                "name": "Burrows, Alex"
            }
        ],
        "production companies": [
            {
                "name": "Brightlight Pictures"
            },
            {
                "name": "Great Western Entertainment"
            },
            {
                "name": "ScreenWest"
            },
            {
                "name": "Stormworld Productions"
            },
            {
                "name": "TheatreRed"
            }
        ],
        "distributors": [
            {
                "name": "Australian Broadcasting Corporation (ABC)"
            },
            {
                "name": "Daro Film Distribution"
            },
            {
                "name": "Nine Network Australia"
            },
            {
                "name": "Space: The Imagination Station"
            }
        ],
        "other companies": [
            {
                "name": "Film Finances"
            },
            {
                "name": "Finale Post Production"
            }
        ],
        "plot": [
            "Two boys who are transported into a parallel universe.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "24 min (Canada)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1 / (high definition) (letterbox)",
                "4:3"
            ],
            "camera": [
                "Sony DVW-970P"
            ],
            "printed film format": [
                "DidgiBETA"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 86,
                "rating": 6.2
            },
            "aged 18 29": {
                "votes": 15,
                "rating": 5.9
            },
            "aged 30 44": {
                "votes": 19,
                "rating": 4.3
            },
            "aged 45 plus": {
                "votes": 33,
                "rating": 5.0
            },
            "males": {
                "votes": 54,
                "rating": 5.2
            },
            "males aged 18 29": {
                "votes": 8,
                "rating": 4.7
            },
            "males aged 30 44": {
                "votes": 14,
                "rating": 5.0
            },
            "males aged 45 plus": {
                "votes": 30,
                "rating": 5.4
            },
            "females": {
                "votes": 16,
                "rating": 4.9
            },
            "females aged 18 29": {
                "votes": 7,
                "rating": 7.8
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 5.8
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 3.0
            },
            "top 1000 voters": {
                "votes": 8,
                "rating": 3.9
            },
            "us users": {
                "votes": 18,
                "rating": 3.9
            },
            "non us users": {
                "votes": 40,
                "rating": 5.6
            }
        },
        "number of votes": {
            "10": 17,
            "9": 7,
            "8": 12,
            "7": 9,
            "6": 8,
            "5": 5,
            "4": 7,
            "3": 6,
            "2": 5,
            "1": 10
        },
        "arithmetic mean": 6.2,
        "median": 7
    }
}