{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "5 February 2009",
                "notes": "                            (British Film Institute screening)"
            },
            {
                "country": "UK\n",
                "date": "23 February 2009"
            },
            {
                "country": "Ireland\n",
                "date": "24 February 2009"
            },
            {
                "country": "Canada\n",
                "date": "11 June 2009"
            },
            {
                "country": "New Zealand\n",
                "date": "27 July 2009"
            },
            {
                "country": "Australia\n",
                "date": "12 August 2009"
            },
            {
                "country": "Finland\n",
                "date": "6 September 2009"
            },
            {
                "country": "Netherlands\n",
                "date": "23 October 2009"
            },
            {
                "country": "Germany\n",
                "date": "4 February 2010"
            },
            {
                "country": "Sweden\n",
                "date": "30 June 2010"
            },
            {
                "country": "USA\n",
                "date": "6 October 2010"
            },
            {
                "country": "Japan\n",
                "date": "28 September 2014"
            }
        ],
        "release dates": [
            "UK::5 February 2009                            (British Film Institute screening)",
            "UK::23 February 2009",
            "Ireland::24 February 2009",
            "Canada::11 June 2009",
            "New Zealand::27 July 2009",
            "Australia::12 August 2009",
            "Finland::6 September 2009",
            "Netherlands::23 October 2009",
            "Germany::4 February 2010",
            "Sweden::30 June 2010",
            "USA::6 October 2010",
            "Japan::28 September 2014"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Law & Order: UK"
            },
            {
                "countries": "Belgium (French title)",
                "title": "Londres, police judiciaire"
            },
            {
                "countries": "Brazil",
                "title": "Lei & Ordem: Reino Unido"
            },
            {
                "countries": "Croatia",
                "title": "Zakon i red: UK"
            },
            {
                "countries": "Estonia",
                "title": "Seaduse nimel: UK"
            },
            {
                "countries": "Finland (Swedish title)",
                "title": "Den hårda lagen: London"
            },
            {
                "countries": "Finland",
                "title": "Kova laki: Lontoo"
            },
            {
                "countries": "France",
                "title": "Londres, police judiciaire"
            },
            {
                "countries": "France (alternative title)",
                "title": "London District"
            },
            {
                "countries": "Ireland (English title) (first season title)",
                "title": "Law & Order: London"
            },
            {
                "countries": "Portugal",
                "title": "Londres: Distrito Criminal"
            },
            {
                "countries": "Russia",
                "title": "Закон и порядок: Лондон"
            },
            {
                "countries": "Spain",
                "title": "Londres: distrito criminal"
            },
            {
                "countries": "UK (working title)",
                "title": "Law & Order: London"
            }
        ],
        "akas": [
            "Law & Order: UK (original title)",
            "Londres, police judiciaire Belgium (French title)",
            "Lei & Ordem: Reino Unido Brazil",
            "Zakon i red: UK Croatia",
            "Seaduse nimel: UK Estonia",
            "Den hårda lagen: London Finland (Swedish title)",
            "Kova laki: Lontoo Finland",
            "Londres, police judiciaire France",
            "London District France (alternative title)",
            "Law & Order: London Ireland (English title) (first season title)",
            "Londres: Distrito Criminal Portugal",
            "Закон и порядок: Лондон Russia",
            "Londres: distrito criminal Spain",
            "Law & Order: London UK (working title)"
        ],
        "akas from release info": [
            "Law & Order: UK (original title)",
            "Londres, police judiciaire Belgium (French title)",
            "Lei & Ordem: Reino Unido Brazil",
            "Zakon i red: UK Croatia",
            "Seaduse nimel: UK Estonia",
            "Den hårda lagen: London Finland (Swedish title)",
            "Kova laki: Lontoo Finland",
            "Londres, police judiciaire France",
            "London District France (alternative title)",
            "Law & Order: London Ireland (English title) (first season title)",
            "Londres: Distrito Criminal Portugal",
            "Закон и порядок: Лондон Russia",
            "Londres: distrito criminal Spain",
            "Law & Order: London UK (working title)"
        ],
        "episodes": {
            "8": {
                "1": {
                    "title": "Flaw",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 1,
                    "votes": 41,
                    "original air date": "12 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Ronnie and new partner Joe Hawkins, who has come from the child protection unit, investigate a gruesome double murder where the victims' hands and teeth were removed. One of the dead men is jeweller Harry Bernstein and suspicion falls on his wife Lindsay and her lover David as well as business partner Micky Belker. However when a box containing Harry's missing hands is sent to his sister Rebecca the case takes a different turn as she is on the jury in the trial of Dale Horgan, a gangster and drug dealer whom Ronnie is desperate to see convicted after he was acquitted ...    "
                },
                "2": {
                    "title": "Safe from Harm",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 2,
                    "votes": 39,
                    "original air date": "19 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Philip Gardner, a psychiatrist specialising in troubled adolescents, is stabbed to death and Ronnie initially believes that one of his clients is the culprit. However Philip's younger wife Alison lies about her alibi on then night of the murder and it is unintentionally negated by her daughter Lisa. Eventually Alison admits that she believed her husband to be having an affair with a girl called Clare and that she did kill him but she was not in her right mind at the time, striking out in frustration. When her mother tells the police that Alison met her husband when ...    "
                },
                "3": {
                    "title": "I Predict a Riot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 3,
                    "votes": 38,
                    "original air date": "26 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    When a car is pulled from a river with a skeleton in its boot the pathologist reckons both have been there for a quarter of a century and eventually the dead man is shown to be Taylor Kane, one of the first black undercover officers, who disappeared at the time of the Brixton riots. Despite no corpse being found at the time his end of service record was signed by his superior officer Alex Greene, declaring him dead. Soon afterwards the murder weapon is identified as a truncheon belonging to racist policeman Darren Grady. Emotions run high as Jake, against Henry's ...    "
                },
                "4": {
                    "title": "Pride",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 4,
                    "votes": 34,
                    "original air date": "2 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Unemployed family man Neil Lester is battered to death with a paper-weight in his own home, having convinced his wife that he has been working for the past nine months. Sixteen thousand pounds were put into his bank account, apparently by pensioner Eddie Stewart, whose friend Felix pawned Neil's computer recently. Eddie's prints are also found at Neil's house and he is charged with murder. Eddie's daughter turns out to be Ronnie's old boss Natalie and, behind the prosecutors' backs, they try to gather evidence to prove his innocence, not helped by Natalie's filial ...    "
                },
                "5": {
                    "title": "Customs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 5,
                    "votes": 40,
                    "original air date": "9 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    The body of elderly businesswoman Ranya Habib is found at a suicide spot but foul play is suspected after a neighbour tells Ronnie he heard her arguing with somebody. Ranya was meeting Egyptian doctor Yafeu Elsayed, whom Ronnie suspects of terrorism though he claims to be Ranya's specialist. CCTV footage links Ranya's daughter-in-law Safia to the crime scene and she is arrested and charged with murder. However it transpires that Safia opposed Ranya's desire for Safia's little daughter Laila to be subject to genital mutilation by Elsayed and Kate tips off Sania's ...    "
                },
                "6": {
                    "title": "Bad Romance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 6,
                    "votes": 38,
                    "original air date": "16 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    Maids find blood-stained sheets but no body in a hotel room, booked with a credit card stolen from businessman Charles Hutton by Rufus Barton, a school classmate and secret lover of Hutton's daughter Georgia. Georgia admits that she had a miscarriage in the room but evidence shows that the baby was born alive and the young couple are arrested for infanticide - despite the absence of a corpse. At their trial, where they are represented by smooth Maitland Cosby, a long-standing adversary of Jake, they claim to have no knowledge of what happened to the baby but its ...    "
                },
                "7": {
                    "title": "Hard Stop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 7,
                    "votes": 40,
                    "original air date": "23 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    When a spate of shootings claims one of Ronnie and Joe's own, Wes Leyton, the pair are left with a race against time as the next target the shooter has in his cross-hairs is CPS boss Henry Sharpe.    "
                },
                "8": {
                    "title": "Repeat to Fade",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 8,
                    "votes": 35,
                    "original air date": "11 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Still affected by the death of one of their team, Ronnie and Joe have a new case to deal with when a young mother is stabbed to death in a busy London marketplace.    "
                }
            },
            "1": {
                "1": {
                    "title": "Care",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 129,
                    "original air date": "6 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    A baby's corpse is found in a bag at the local hospital, poisoned by gas fumes from a faulty heater in his mother's flat. A fellow tenant, Mike Turner, has been bribed by the landlady, Maureen Walters, to harass the occupants into leaving so that she can renovate the building for higher rents and he is charged with tampering with the heater and killing the child. Although a mistrial is initially called when the building's French caretaker is mistranslated, D.S. Brooks gets the trial back on track when he finds that Mrs. Walters has been bribing environmental health ...    "
                },
                "2": {
                    "title": "Unloved",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 117,
                    "original air date": "8 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    A 13-year-old boy is found kicked to death at Euston station. Mandy, his mother, is a former drug addict and her boyfriend is in the frame as the murderer because he is already suspected of physical abuse towards the victim. At the trial, defence barrister Beatrice McArdle advances a bizarre line of defence - her client is \"genetically predisposed\" towards murder and, therefore, has no control over their actions.    "
                },
                "3": {
                    "title": "Vice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 98,
                    "original air date": "15 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    The body of ex-vice squad officer Frank McCallum is found in the back of a car. He apparently was killed after oral sex. Though married to an adoring wife Frank had a roving eye and money from the paint-balling firm for which he worked is unaccounted for. The trail leads to a shop run by two friends,Emma and Kate, who moonlight as high-class prostitutes to pay for their sons' school fees and Emma's unique and expensive lipstick is identified amongst the forensic evidence in the back of the car. She claims that Frank tried to rape her and that she killed him in ...    "
                },
                "4": {
                    "title": "Unsafe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 100,
                    "original air date": "22 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    The nine-year-old skeleton of David Ackroyd is discovered in Thames mudflats. Ackroyd was clearly shot but in 1999 Luke Slade was convicted of his murder although no corpse was found and an unreliable witness claimed that Slade told him he had stabbed his victim. Whilst in jail Slade has become skilled in the law and wins himself a re-trial, putting James Steel's career on the line in the process. Fortunately for Steel, a visit to Slade's old cell-mate yields results.    "
                },
                "5": {
                    "title": "Buried",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 101,
                    "original air date": "29 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    The remains of a small boy discovered in a wall by workmen are identified as those of Tommy Keegan, who disappeared twenty-five years earlier. A neighbour, Edward Connor, a suspected paedophile, was arrested then but released for lack of evidence. Brooks and Devlin believe that Julia Mortimer, who used to play with Tommy when they were children, is subconsciously suppressing her memories of the events of the time, and, under regression hypnosis, names her estranged father Vernon not only as the killer but as a paedophile himself who molested her too. The court trial ...    "
                },
                "6": {
                    "title": "Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 89,
                    "original air date": "5 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    An arson attack on a Turkish social club kills seventeen people. The perpetrator, Nazim Kazaba, is caught as part of the device he used went off in the blast and got embedded in his leg. He claims that Ediz Kilic, a respected Turkish businessman, is also a people smuggler who forced him to silence the clubbers, illegal immigrants ready to expose his activities. Amid charges of racism Steel jeopardises his friendship with a Turk from his student days to get information to bring Kilic down.    "
                },
                "7": {
                    "title": "Alesha",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 100,
                    "original air date": "12 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Brooks and Devlin investigate when prosecutor Alesha Phillips claims that gynaecologist Alec Merrick has got frisky with her but conflicting reports from previous clients make arrest impossible. She returns to see Merrick, who drugs and rapes her, which she captures on spy camera, but at his trial his barrister claims entrapment and the jury take his side. But it is not over yet.    "
                }
            },
            "2": {
                "1": {
                    "title": "Samaritan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 76,
                    "original air date": "19 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    A police officer is killed in a shoot out with a drug dealer. Based on the testimony of another dealer, Brooks and Devlin must determine whether back up was slow to arrive and left the officer to die because he was gay.    "
                },
                "2": {
                    "title": "Hidden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 73,
                    "original air date": "26 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    A young girl goes missing on the way to her guitar lesson. A week later, she is found murdered, and CCTV footage leads detectives to a viable suspect for the kidnapping.    "
                },
                "3": {
                    "title": "Community Service",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 74,
                    "original air date": "3 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    A bipolar homeless man is found beaten unconscious. An angry resident of the neighborhood is charged with the premeditated attack.    "
                },
                "4": {
                    "title": "Sacrifice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 70,
                    "original air date": "10 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    When a man is found lying on the ground with a kidney surgically removed, Brooks and Devlin have a case that they believed fell more into the category of urban myth than real-life crime. They quickly focus on finding the intended recipient of the stolen organ. Transplantation is highly controlled and centralized to prevent queue jumping but they soon find a recent transplantation that was completed from outside the system. They soon uncover a tale of a sick woman, a concerned parent and a greedy, disgruntled surgeon. For James Steel, the question becomes one of which ...    "
                },
                "5": {
                    "title": "Love and Loss",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 68,
                    "original air date": "17 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    A teen-aged girl returning from vacation with her friends dies from a heroin overdose. Devlin and Brooks must find the man who hired her to smuggle the drugs.    "
                },
                "6": {
                    "title": "Honour Bound",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 74,
                    "original air date": "7 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Following the DPS investigation of the shooting of an informant by a detective, Devlin looks into the detective's past which leads to an investigation of Brooks for stealing drugs six years earlier.    "
                }
            },
            "3": {
                "1": {
                    "title": "Broken",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 75,
                    "original air date": "9 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Five-year-old Connor Reid is strangled and security cameras show the two little girls who baby-sit him, Paige and prostitute's daughter Rose, take him into the empty flat where his corpse was found. In interview Paige breaks down and names Rose as the killer, though, in court, Rose's brief Kim Sharkey invites the court to accept Paige as the guilty party and forensics seem to implicate her as the murderess. Then Alesha finds evidence to nail Rose as the killer and the prosecution, pleading the girl's abusive upbringing as grounds for diminished responsibility, seek ...    "
                },
                "2": {
                    "title": "Hounded",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 61,
                    "original air date": "16 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Convicted serial rapist Paul Darnell is released on parole and,three months later,young Ashanti Walker,who lives in the same area as Darnell, is killed after sex. He is the perfect parolee with a loyal girl-friend but he has no alibi and Steel is convinced he is the murderer. He is arrested but his barrister claims persecution and,at his trial, is credible and sympathetic whilst Steel does himself no favors with his bigotry and zeal,with obvious results. However,that is not the end of the matter.    "
                },
                "3": {
                    "title": "Defence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 67,
                    "original air date": "23 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Two workers and a customer in a vintage clothes shop are brutally murdered with a bayonet. The fourth,surviving,victim identifies the killer as John Smith,an educated but homeless ex-military man,who is arrested with the weapon on him. It is found out that he was previously charged with stalking a young woman but sloppy prosecution led to the case's collapse. He is also a law graduate and defends himself,despite a history of mental instability vouched for by his sister,Patricia. In court he claims that he was not himself that day and therefore not the killer. Steel ...    "
                },
                "4": {
                    "title": "Confession",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 66,
                    "original air date": "30 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Matt Devlin takes it badly when his old friend and fellow cop,Pete Garvey is found dead,an apparent suicide. Garvey's widow says that he had recently been plagued by nightmares and was seeing Jonathan Nugent,a former priest and pillar of the community but in reality an undetected paedophile,who had molested Garvey and others when they were boys. The prosecution build their case on the fact that Nugent's abuse so unbalanced Garvey that he killed himself as a result but Nugent's claim that Garvey was blackmailing him tips the jury on his side and Steel must do a deal ...    "
                },
                "5": {
                    "title": "Survivor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 71,
                    "original air date": "7 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Prison officer Charlie Tyner is found, shot dead, on a Hackney council estate. Prime suspect, recently released pedophile Ellis Bevan, has an alibi and the police later learn that Tyner dealt in heroin. A connection is made with Tamika Vincent, a drugs mule serving time in the prison where Tyner last worked who ran drugs for scary gangster Jackson Marshall, a man the Police and Prosecutors have long sought to bring down. The prosecution believe Tamika put Marshall up to killing Tyner and Alesha plays on her own rape and roots in Hackney to get Tamika to confirm this.    "
                },
                "6": {
                    "title": "Masquerade",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 66,
                    "original air date": "14 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    After a student is found stabbed, the police have to deal with counter-allegations of murder and rape. Facing angry parents, lurid media headlines, and mixed feelings among police and prosecutors, this case proves a hard one to handle.    "
                },
                "7": {
                    "title": "Anonymous",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 59,
                    "original air date": "21 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    For two years Stephanie Blake has been pestered by a cyber-stalker who knows every detail of her private life. Conceited ladies' man Russell Lowry tried to contact her from prison but,after being pushed downstairs, Stephanie fails to recognize him - and then she is murdered. Lowry slowly moves into the frame on the discovery that Stephanie subscribed by standing order to an animal charity for which he worked,so he knows her purchasing details. A cell-mate also reveals that Lowry used a computer in prison. The prosecution case is,however, flimsy as Ronnie recorded his ...    "
                }
            },
            "4": {
                "1": {
                    "title": "ID",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 70,
                    "original air date": "21 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    The police investigate the murder of Alice Cullin, a young doctor who is found dead in the car park at the hospital where she worked. She was also pregnant. Her fiancé, Joe Nash, works as a porter at the hospital and from all accounts, is a very nice fellow. They find that Joe has been seeing a woman who lives near the hospital and they assume that he was having an affair. The woman turns out to be Daniela Renzo, a psychiatric social worker who is responsible for assisting Joe with his reintegration into society. The police get Joe to confess to the murder but for ...    "
                },
                "2": {
                    "title": "Denial",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 56,
                    "original air date": "14 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    The police investigate the shooting of 54 year-old Rachel Callaghan, a well-known high court judge, during what seems to be a car-jacking. They retrieve the car fairly quickly from a dupe who bought the car on the cheap. When they arrest the middleman in the sale, he points to a man named Eddie as the thief. It quickly becomes obvious that this wasn't just a carjacking and that it's likely Eddie was hired to kill the woman. The evidence points to the victims husband Dan but the victim tells the Crown Prosecutors that she will testify on his behalf if they proceed with...    "
                },
                "3": {
                    "title": "Shaken",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 58,
                    "original air date": "4 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Devlin and Brooks investigate the death of a four month old baby, Alex. It's initially believed to be a cot death or SIDS. The pathologist finds serious injuries however that are consistent shaken baby syndrome. Four people had regular access to the child including the parents, Suzanne and Michael Rains, their nanny Layla Merton and Michael's ex-wife and business partner, Andrea. Their initial focus is on the nanny, who it turns out had been fired by a previous employer. The police also get evidence that her boyfriend Lloyd Benson had spent the evening with her, ...    "
                },
                "4": {
                    "title": "Duty of Care",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 51,
                    "original air date": "25 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    The police investigate a suspicious fire that resulted in the death of 13 year-old Ian Parnell. His mother Megan managed to escape but the pathologist confirms that Ian died of smoke inhalation. The boy was severely disabled and unable to care for himself. They follow several false leads including an absent father who is behind on his support payments and a couple of neighborhood lads who were known to have harassed the dead boy. In the end, the evidence points to the mother. In court James and Alesha come up against a barrister who refuses all reasonable offers to ...    "
                },
                "5": {
                    "title": "Help",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 52,
                    "original air date": "7 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    The police investigate the murder of a former professional footballer, Robert Nichols, who is found lying beside his car bludgeoned to death. He was on his way to meet his sister and was apparently replacing a flat tire when the attack occurred. The only thing taken was his very expensive watch. They manage to trace a passerby, Mike Jones, who initially denies having seen anything but eventually admits he was helping Nichols fix his flat. The police are naturally suspicious and believe Jones may have been the perpetrator. In checking into Nichols's background however,...    "
                },
                "6": {
                    "title": "Skeletons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "votes": 66,
                    "original air date": "11 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    DS Devlin and DS Brooks investigate the murder of a 13 year-old boy, Sean Monroe, the son of a fellow police officer, who was killed and put down a storm drain. A note found on the body points to the work of Andrew Dillon, who was sentenced for an earlier racial murder and is serving his sentence. The racial motivation for the killing seems confirmed when a second boy, Dev Desai, is found strangled with the same note in his pocket. However, their investigation leads to a security guard, Marcus Wright, who admits to having encounters with both boys at the shops where ...    "
                }
            },
            "5": {
                "1": {
                    "title": "The Wrong Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "votes": 48,
                    "original air date": "10 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Natalie Chandler's friend hospital sister Logan reports suspected foul play following several deaths on her A and E ward,the last being when a young girl was given a fatal dose of prescription drugs. Chief suspect young Dr. Grant proves to be an unqualified impostor but he implicates elderly,pain-killer addicted colleague Dr. Austen,who was in charge when the other patients died. Austen consequently stands trial.    "
                },
                "2": {
                    "title": "Safe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "votes": 47,
                    "original air date": "17 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    When single parent Kayla Stark reports her two-year old son Ryan missing suspicion falls on the child's estranged father Jimmy but Ronnie finds inconsistencies in Kayla's story and learns that her violent,controlling new boyfriend Rob Whitely resented Ryan and Jimmy. Would Kayla have killed her child for the sake of such a wastrel or did Whitely himself do away with the toddler? New senior prosecutor Jake is determined to try them both for murder.    "
                },
                "3": {
                    "title": "Crush",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "votes": 47,
                    "original air date": "24 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Prostitute Katka Cizek is stabbed to death in her rented flat with four thousand pounds under her mattress. The porter may have tried to blackmail her but the DNA of history professor Gavin Williams is found in her finger-nails. Furthermore the murder weapon matches a knife missing from his kitchen,the money was drawn from his account and the prosecution allege Katka was about to expose his arrangement to his wife,Jane. Chosen to cross-examine Jane at Gavin's trial,Alesha is unhappy with certain aspects of Jane's evidence and draws her own conclusions.    "
                },
                "4": {
                    "title": "Tick Tock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "votes": 45,
                    "original air date": "31 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    After a girl and a boy in masks go on a killing spree,murdering clubbers and a shop-keeper,they are cornered at another robbery where the girl,Joanne Vickers,shoots the older,controlling boyfriend,deranged ex-soldier Andy Bishop. Joanne's lawyer Phyllis Gladstone argues that her client was bullied and coerced by Bishop into being his accomplice and Jake's boss Henry Sharpe feels he should prosecute Joanne for murder,not manslaughter,warning him that his future rests on the case's outcome. Helped by Alesha, Jake needs to dig into Joanne's past if he is to get his ...    "
                },
                "5": {
                    "title": "Intent",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "votes": 41,
                    "original air date": "7 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    When popular couple David and Elaine Lerner are savagely murdered in their bed in a seemingly motiveless crime Ronnie deduces that the intended target was the previous house owner Camilla Mallon,a banker involved in a hedge fund scam.Her ex-husband Lucas Boyd had a car crash that night near the house and suffered a black-out. Whilst his bloodied thumb print is at the murder scene he has no recollection of events and his barrister claims innocence through automatism. However Alesha sees something which sets the case on another track entirely.    "
                },
                "6": {
                    "title": "Deal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "votes": 69,
                    "original air date": "14 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    When a woman is shot dead whilst asleep in bed the gun proves to have been fired from an opposite balcony through the open window. Witnesses name stroppy 13-year old Kaden Blake,runner for drug baron Mark Ellis and son of a cocaine-addicted single mother,as being on the balcony with a gun given him by Ellis to shoot another runner as an example. At first uncooperative Blake admits that Ellis coerced him into using the gun and it is the adult who stands trial. But after the verdict has been reached one of the law and order team falls victim to Ellis's pernicious ...    "
                }
            },
            "6": {
                "1": {
                    "title": "Survivor's Guilt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "votes": 57,
                    "original air date": "28 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    New partner Sam Casey joins a grieving Ronnie to find out who shot Matt dead. Sam suspects an accomplice of the recently convicted Mark Ellis but the trail ultimately leads to Jamaal Clarkson,a youngster whose brother Kieran was murdered in 2003,though the police closed the case as a suicide. Jamaal believes they were not interested as Kieran was black and tells Ronnie he knows Ellis was the murderer. It was his intention to kill Ellis but,on discovering that he had been sentenced,shot Matt instead as an act of revenge against the apathetic police. Whilst Alesha and ...    "
                },
                "2": {
                    "title": "Immune",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "votes": 42,
                    "original air date": "5 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Following an armed robbery at a takeaway a bystander is killed and Michael Coombs,who has a medical condition,is forced to drive the robbers when their car breaks down. Frank Donovan admits involvement with ex-cellmate Jamie Harper and agrees to divulge where Coombs was taken in exchange to a murder charge being reduced to manslaughter of the onlooker. However Coombs has died,a fact of which Donovan was surely aware and Jake aims to have the agreement annulled against opposition from Donovan's brief Miriam Pescatore. Then Harper's body is discovered buried in the ...    "
                },
                "3": {
                    "title": "Haunted",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "votes": 44,
                    "original air date": "12 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    After being hit by a car dying burglar Jimmy O'Docherty confesses to killing teen-aged Amanda Bennett fourteen years earlier. At the time Ronnie arrested Simon,her father,who got life but was released on appeal after three years. Now three sources come forward to say that Jimmy's partner in crime Ricky Phelps admitted to the murder and he stands trial. His barrister Philip Nevins not only discredits the prosecution witnesses but points to the fact that,at the time of the original investigation Ronnie was an alcoholic and his colleague Bernard Rawlins hooked on ...    "
                },
                "4": {
                    "title": "Trial",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "votes": 42,
                    "original air date": "19 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    When janitor Jonathan Waldman is killed by a letter bomb early suspicions are off a race crime as he was Jewish until the police find out that he was blackmailing student Simon Wells for stealing drugs from Thameside University,where Jonathan was employed. Simon admits to making the letter bomb but his brief,Rachel Mathesson,pleads diminished responsibility as Simon as the boy has a mental condition. He was seeing psychiatrist Dr Middlebrook,who could be responsible for Simon's condition as he failed to continue his treatment in return for money from a German ...    "
                },
                "5": {
                    "title": "Line Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "votes": 43,
                    "original air date": "26 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Schoolgirl Anna Russo is lured to a flat and raped by three boys who film their crime and post it on the Internet. Anna cannot identify her assailants but DNA from the flat and a statement by Anna's friend Danny,who rang the police that night,leads to the criminals' arrest. However their barrister Renay Everett has the emotive video footage excluded as it does not demonstrate forced intercourse. Alesha,herself a rape victim,leans on Danny to provide evidence to show that Anna was not the boys' first victim.    "
                },
                "6": {
                    "title": "Dawn Till Dusk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "votes": 38,
                    "original air date": "2 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Ronnie and Sam investigate the murder of philandering barman Derek Strachan shot dead in his car. Prime suspect is Roland Hextor,whose car was spotted at the murder scene and that of another slaying six months earlier but his gun is not the murder weapon and,when his mother provides an alibi for one murder it looks as if he cannot be charged. Meanwhile Abraham Roach is pleading guilty to murder after killing his brother in a fight. The prosecutors believe he is only guilty of manslaughter and do a little bargaining to effect this in exchange for Gareth Markham,a youth...    "
                },
                "7": {
                    "title": "Fault Lines",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "votes": 45,
                    "original air date": "9 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    After forensic technician Kelly Mahon is stabbed to death her colleague Lucy Kennard is also attacked,claiming the assailant was taxi driver Carl Lucas who,it would seem,also killed Kelly. Lucy is nervous and seeks reassurance from Sam,eventually having a sexual relationship with him. However mounting evidence suggests that Lucy is the murderer who deliberately incriminated Carl. Furthermore she has a history of extorting money from men,including Kelly's boyfriend Tom. She is tried for murder but in court drops a bombshell that throws her sanity in doubt,claiming that...    "
                }
            },
            "7": {
                "1": {
                    "title": "Tracks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "votes": 52,
                    "original air date": "7 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    A car left on a level crossing causes a crash which kills fifteen people though the driver cannot be found. Initially the police, led by Natalie Chandler's replacement, the recently promoted Wes Leyton, suspect the car owner, the unpleasant Michael Gennis, but learn that the car was stolen and the actual driver, Finn Tyler, intended to kill himself by driving onto the track but survived. Jake Thorne is anxious to prosecute for murder but Tyler's lawyer, Kate Barker, puts up a case of diminished responsibility by reason of insanity though the case is found. Shortly ...    "
                },
                "2": {
                    "title": "Tremors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "votes": 46,
                    "original air date": "14 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Jake and Kate argue over the morality of prosecuting a mentally ill man like Tyler and indeed over most things but declare a truce over a broken coffee machine whilst Ronnie catches up with estranged daughter Emma. As the last person to apparently have seen Tyler alive Sam is suspended from duty pending a full investigation. He has a day out with his little boy, to his ex-wife's disapproval. Convinced of Sam's innocence Ronnie does some sleuthing of his own, discovering that CCTV footage of Tyler in his cell has gone missing. This in turn leads him to discover a pact ...    "
                },
                "3": {
                    "title": "Paternal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "votes": 45,
                    "original air date": "21 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Michael Trent is found shot dead in a hotel room and the money he had with him is missing. Not only was he dealing with the dangerous Kopecky brothers but had told his girlfriend Becky that he was an under-cover policeman, when he was actually car salesman Gary Tully. The police learn that, despite his hidden wealth, he owed thousands in maintenance to Lindsay, the mother of his son Joe, who has leukemia and was evasive about donating bone marrow to Joe. Suspicion falls on Lindsay's father Philip Donovan,who had been hiding some of the stolen money and he is charged ...    "
                },
                "4": {
                    "title": "Fatherly Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "votes": 37,
                    "original air date": "28 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Property developer Charlotte Leigh's body is pulled from the Thames and, after suicide is ruled out, the main suspect is her abusive ex-husband Richard, with whom she was involved in a custody battle over their school-girl daughter Holly, but he has an alibi. Traces of Charlotte's blood are found at the flat she shared with her new man Sean and Holly. Each claim the other was pestering them sexually but Holly is charged with the murder and stands trial. However Ronnie discovers that Sean was also involved with a school-friend of Holly, which swings the case away from ...    "
                },
                "5": {
                    "title": "Mortal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "votes": 36,
                    "original air date": "4 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Elderly, frail Jenny Moran is found dead in her flat and police initially suspect a burglary gone wrong. Jenny's grand-daughter Connie tells Ronnie that Jenny's live-in carer Cecile has disappeared, having stolen a clock, but Cecile claims the clock was a present and accuses Connie of firing her because she would not obey her instructions and starve Jenny to death. She backs up her claim with written instructions. The police discover that Connie, a potential bankrupt, has inherited Jenny's flat and she is charged with murder. Her lawyer Vijay Prasad submits that the ...    "
                },
                "6": {
                    "title": "Dependent",
                    "kind": "episode",
                    "episode of": {
                        "title": "Law & Order: UK (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "votes": 39,
                    "original air date": "11 Sep. 2013",
                    "year": "2013",
                    "plot": "\n    Richard Peters is found bludgeoned to death outside his flat, Leo, the baby he adopted with his partner Gareth Wilks is missing. Ruth Pendle, Leo's mother and a former drug addict, is seen on CCTV leaving the murder scene with a man who proves to be Neil Jenkins, the baby's father - at whose home Leo is found. Jenkins admits to pushing Richard though he and Ruth both deny murder and the police charge them jointly. They have separate barristers, each accusing the other, but Kate believes Ruth should not be prosecuted and gets into trouble with Jake for colluding with ...    "
                }
            }
        },
        "number of episodes": 53,
        "cast": [
            {
                "name": "Walsh, Bradley"
            },
            {
                "name": "Glenister, Robert"
            },
            {
                "name": "Walter, Harriet"
            },
            {
                "name": "Agyeman, Freema"
            },
            {
                "name": "Bamber, Jamie"
            },
            {
                "name": "Gunning, Jessica"
            },
            {
                "name": "Rowan, Dominic"
            },
            {
                "name": "Davison, Peter"
            },
            {
                "name": "Daniels, Ben"
            },
            {
                "name": "Paterson, Bill"
            },
            {
                "name": "Sanderson, Nicola"
            },
            {
                "name": "Taylor, Georgia"
            },
            {
                "name": "Perkins, Alexander"
            },
            {
                "name": "Nicholls, Paul"
            },
            {
                "name": "Joseph, Paterson"
            },
            {
                "name": "Jordan, Tariq"
            },
            {
                "name": "Brown, Doc"
            },
            {
                "name": "Andoh, Adjoa"
            },
            {
                "name": "Darrow, Paul"
            },
            {
                "name": "Anton, George"
            },
            {
                "name": "McCutcheon, Gillian"
            },
            {
                "name": "Fox, Ellie"
            },
            {
                "name": "Redman, Crispin"
            },
            {
                "name": "Blane, Nicholas"
            },
            {
                "name": "Adedayo, Adelayo"
            },
            {
                "name": "Torrens, Pip"
            },
            {
                "name": "James, Fraser"
            },
            {
                "name": "Salmon, Colin"
            },
            {
                "name": "Mullion, Annabel"
            },
            {
                "name": "Nri, Cyril"
            },
            {
                "name": "Beale, Jack"
            },
            {
                "name": "Blackwell, Paul"
            },
            {
                "name": "Cowlin, Chris"
            },
            {
                "name": "Malahide, Patrick"
            },
            {
                "name": "Manville, Lesley"
            },
            {
                "name": "Potter, Patricia"
            },
            {
                "name": "Drury, Ken"
            },
            {
                "name": "March, Nimmy"
            },
            {
                "name": "Quick, Diana"
            },
            {
                "name": "Rowe, John"
            },
            {
                "name": "Kirwan, Dervla"
            },
            {
                "name": "Chancellor, Anna"
            },
            {
                "name": "Marsan, Eddie"
            },
            {
                "name": "Downie, Penny"
            },
            {
                "name": "Mnene, Charles"
            },
            {
                "name": "Wong, Benedict"
            },
            {
                "name": "Kay, Charles"
            },
            {
                "name": "Clarke, Prue"
            },
            {
                "name": "Blair, Isla"
            },
            {
                "name": "McArdle, Aidan"
            }
        ],
        "locations": [
            "London, England, UK"
        ],
        "genres": [
            "Crime",
            "Drama",
            "Mystery"
        ],
        "runtimes": [
            "46"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Australia:M",
            "Canada:14+",
            "Netherlands:12",
            "Singapore:NC16",
            "United Kingdom:15"
        ],
        "number of seasons": 8,
        "rating": 7.5,
        "votes": 2906,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZmNhYWNkMzQtZGYwYi00ZWQ4LTk5NGQtMGE1MDkxNjBjNTllXkEyXkFqcGdeQXVyMTk3NDAwMzI@._V1_SY150_CR1,0,101,150_.jpg",
        "plot outline": "A half crime Drama/half legal procedure focusing on the Criminal Investigation Department (C.I.D) Detectives who investigate murders involving the people on the streets of London and the Crown Prosecutors who prosecute the defendants in court. The police half focuses on the exciting case load of London Metropolitan Murder Investigation Unit (M.I.U) made up of dedicated officers including recovering alcoholic Senior Detective Sergeant (D.S) Ronnie Brooks (Bradley Walsh), who substitutes booze with food, he is a cop from the East End with a tough past and a big heart. His partner is Junior Detective Sergeant (D.S) Joe Hawkins (Ben Bailey-Smith), a young officer who has come straight from child protection to the murder squad. Their boss DI Wes Leyton (Paterson Joseph) has been through it all and knows the only way to change things is from the inside. Once our police heroes start pounding the streets in the pursuit of their prime suspect by piecing together the clues of each and every heinous crime. They do not stop until the jigsaw is complete and they have enough evidence to make an arrest. But catching the killer isn't always enough, once the crooks are caught and the evidence has been gathered, the Crown Prosecution Service (C.P.S) takes over for the second half and in a tough criminal justice system founded up the belief of 'Innocent until proven guilty' the burden of proof falls on the shoulders of the Prosecutors of the CPS. Fighting furiously for justice week in week out is Senior Crown Prosecutor Jake Thorne (Dominic Rowan), who is supported by the defense barrister turned Junior Crown Prosecutor Kate Barker (Georgia Taylor) and keeping them in check is CPS London director Henry Sharpe (Peter Davison), who steers his office with a steady hand. The CPS team tackle the biggest and most controversial case where life and liberty hang in the balance, These are their stories.",
        "languages": [
            "English"
        ],
        "title": "Law & Order: UK",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2014",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8"
        ],
        "writer": [
            {
                "name": "Wolf, Dick"
            },
            {
                "name": "Balcer, Rene"
            },
            {
                "name": "di Girolamo, Emilia"
            }
        ],
        "production companies": [
            {
                "name": "Kudos Film and Television"
            },
            {
                "name": "Wolf Films"
            },
            {
                "name": "NBC Universal Television"
            },
            {
                "name": "Universal Media Studios"
            }
        ],
        "distributors": [
            {
                "name": "ITV - Independent Television"
            },
            {
                "name": "TV3 Television Network Ireland"
            },
            {
                "name": "Citytv"
            },
            {
                "name": "TV One"
            },
            {
                "name": "Network Ten"
            },
            {
                "name": "BBC America"
            },
            {
                "name": "Fox"
            },
            {
                "name": "Net5"
            },
            {
                "name": "Super! Drama TV"
            },
            {
                "name": "Universal Channel"
            },
            {
                "name": "Universal Pictures Home Entertainment (UPHE)"
            },
            {
                "name": "Universal Pictures Home Entertainment (UPHE)"
            },
            {
                "name": "Universal"
            }
        ],
        "other companies": [
            {
                "name": "ARRI Lighting Rental"
            },
            {
                "name": "ARRI Media"
            },
            {
                "name": "ARRI Media"
            },
            {
                "name": "Foley-Lounge"
            },
            {
                "name": "Goldcrest Post Production London"
            },
            {
                "name": "Guys & Dolls Casting"
            },
            {
                "name": "Media Services"
            },
            {
                "name": "Pepper"
            },
            {
                "name": "Ray Knight Casting"
            }
        ],
        "plot": [
            "UK version of the long-running U.S. TV drama that tells the stories of two separate yet equally important groups: the police, who investigate crime; and the attorneys, who prosecute the offenders.::IMDb editor.",
            "A half crime Drama/half legal procedure focusing on the Criminal Investigation Department (C.I.D) Detectives who investigate murders involving the people on the streets of London and the Crown Prosecutors who prosecute the defendants in court. The police half focuses on the exciting case load of London Metropolitan Murder Investigation Unit (M.I.U) made up of dedicated officers including recovering alcoholic Senior Detective Sergeant (D.S) Ronnie Brooks (Bradley Walsh), who substitutes booze with food, he is a cop from the East End with a tough past and a big heart. His partner is Junior Detective Sergeant (D.S) Joe Hawkins (Ben Bailey-Smith), a young officer who has come straight from child protection to the murder squad. Their boss DI Wes Leyton (Paterson Joseph) has been through it all and knows the only way to change things is from the inside. Once our police heroes start pounding the streets in the pursuit of their prime suspect by piecing together the clues of each and every heinous crime. They do not stop until the jigsaw is complete and they have enough evidence to make an arrest. But catching the killer isn't always enough, once the crooks are caught and the evidence has been gathered, the Crown Prosecution Service (C.P.S) takes over for the second half and in a tough criminal justice system founded up the belief of 'Innocent until proven guilty' the burden of proof falls on the shoulders of the Prosecutors of the CPS. Fighting furiously for justice week in week out is Senior Crown Prosecutor Jake Thorne (Dominic Rowan), who is supported by the defense barrister turned Junior Crown Prosecutor Kate Barker (Georgia Taylor) and keeping them in check is CPS London director Henry Sharpe (Peter Davison), who steers his office with a steady hand. The CPS team tackle the biggest and most controversial case where life and liberty hang in the balance, These are their stories.::DanDud88"
        ],
        "tech": {
            "runtime": [
                "46 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "cinematographic process": [
                "HDCAM"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 2906,
                "rating": 7.5
            },
            "aged under 18": {
                "votes": 1,
                "rating": 6.0
            },
            "aged 18 29": {
                "votes": 373,
                "rating": 7.6
            },
            "aged 30 44": {
                "votes": 978,
                "rating": 7.4
            },
            "aged 45 plus": {
                "votes": 1053,
                "rating": 7.6
            },
            "males": {
                "votes": 1354,
                "rating": 7.3
            },
            "males aged 18 29": {
                "votes": 187,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 510,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 587,
                "rating": 7.4
            },
            "females": {
                "votes": 1133,
                "rating": 7.9
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 6.0
            },
            "females aged 18 29": {
                "votes": 182,
                "rating": 7.7
            },
            "females aged 30 44": {
                "votes": 454,
                "rating": 7.8
            },
            "females aged 45 plus": {
                "votes": 456,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 67,
                "rating": 6.8
            },
            "us users": {
                "votes": 826,
                "rating": 7.7
            },
            "non us users": {
                "votes": 1260,
                "rating": 7.4
            }
        },
        "number of votes": {
            "10": 606,
            "9": 466,
            "8": 763,
            "7": 548,
            "6": 197,
            "5": 93,
            "4": 53,
            "3": 41,
            "2": 25,
            "1": 114
        },
        "arithmetic mean": 7.7,
        "median": 8
    }
}