{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "6 March 2009"
            }
        ],
        "release dates": [
            "Canada::6 March 2009"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Family Biz"
            },
            {
                "countries": "Bulgaria (Bulgarian title)",
                "title": "Семеен бизнес"
            },
            {
                "countries": "USA (working title)",
                "title": "Dad's in the Attic"
            }
        ],
        "akas": [
            "Family Biz (original title)",
            "Семеен бизнес Bulgaria (Bulgarian title)",
            "Dad's in the Attic USA (working title)"
        ],
        "akas from release info": [
            "Family Biz (original title)",
            "Семеен бизнес Bulgaria (Bulgarian title)",
            "Dad's in the Attic USA (working title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Shake the Box",
                    "kind": "episode",
                    "episode of": {
                        "title": "Family Biz (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "6 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Three latchkey kids, Eli (16), Avalon (15) and Ronnie Keller (11) are living large. With their parents distracted by their busy careers, teen insanity rules. That is until their Corporate Dad, David Keller, gets downsized. Okay, fired. Now that Dave is home full time, the Keller kids' days of ruling the roost are over. Dad turns the Keller attic into his office and applies everything he ever learned in business to the business of parenting. Dave founds the Keller Family Corporation and makes the Keller kids its employees. Can Eli's scheme of having Dave home school ...    "
                },
                "2": {
                    "title": "Damage Control",
                    "kind": "episode",
                    "episode of": {
                        "title": "Family Biz (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Dad's in the house. And that means big changes for the Keller kids. Ronnie gets an actual bedtime. Avalon loses her cell phone and unlimited calling privileges. And no more killer Keller-Casa parties. Desperate to save her plummeting social stock, Avalon maneuvers Eli into booking the EMO band Yellow Stayne to play a concert Chez Keller. This will be the house party to end all house parties. And Eli will get to hook up with the super hot Tracey Dupont-Roymont. Now all Eli has to do is keep Dad out of the house. Just for six hours. How hard can that be?    "
                },
                "3": {
                    "title": "Outsourcing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Family Biz (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "19 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Avalon is totally hogging the Keller family phone line. She's waiting for her crush, bad boy Cody Flowers, to call her back. With Avalon ruling the \"Rrrrring\", Eli never gets any phone time. And Dave has to fight for his right to make important business calls. Dave vetoes Eli and Av's suggestion to get a \"teen line\". Instead Dad outsources and hires Mr. Patel of Bombay Telemarketing to field all the Kellers' calls. Too bad Mr. Patel refuses to put Cody's call for Avalon through. Patel feels he should sort out the \"good boys\" from the \"riff raff\". Eli, Ronnie and ...    "
                },
                "4": {
                    "title": "Don't Sweat the Small Stuff",
                    "kind": "episode",
                    "episode of": {
                        "title": "Family Biz (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "27 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Everybody's stressing themselves and Dave out with little details so he decides the Keller mantra of the week will be \"don't sweat the small stuff.\" A business theory that starts out well, till Ronnie comes home with an F.    "
                },
                "5": {
                    "title": "Go with the Flow Chart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Family Biz (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "3 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Eli suffers from an odd aroma. Okay, it's major B.O. With all that manly testosterone coursing through his system, Eli definitely needs more shower time. But hot water is a limited resource around the Keller house and Avalon calls shower dibs to prepare for her upcoming violin duet with the dreamy Josh Morris. Dad takes drastic measures to keep things fair. GPS anklets to monitor the Keller-ites' every move? He'll be able to ration the hot water AND know exactly what the Keller kids are up to 24/7. Now that stinks!    "
                },
                "6": {
                    "title": "Blamestorming",
                    "kind": "episode",
                    "episode of": {
                        "title": "Family Biz (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    The attic roof collapses. Dave convenes a special \"Blamestorming\" session to uncover who is at fault. After pointing the finger at each kid, it turns out Dad might really be to blame.    "
                },
                "7": {
                    "title": "The High Cost of Cost Management",
                    "kind": "episode",
                    "episode of": {
                        "title": "Family Biz (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "17 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    In a breathtaking display of speed eating, Eli devours the special roast intended for Tonia's boss, Mr. Peter Pennyman. Avalon freaks. Pennyman's coming to dinner tonight. If the dinner is a disaster Mom's career is over. Meanwhile, Dave calls a family meeting. Not knowing what Eli did, Dave declares that Eli is eating the Kellers into bankruptcy. So Dave creates The Keller Family Corporation Cost Management Committee to control household spending, and appoints Ronnie Keller as the Committee's manager. Dave and the kids need to come up with a new meal. And fast. Eli ...    "
                },
                "8": {
                    "title": "The Fine Art of Negotiation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Family Biz (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "24 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Eli scores seats for him and his buds to the big basketball game. Avalon snags tickets for her and her gal pals to the Boy Band concert of the decade. There's just one problem. The game and the concert are on the same night. And there's only one driver. Dad. Dave encourages Eli and Avalon to negotiate a deal that they can both agree on. The Keller kids come up with the perfect equation: two events plus one minivan equals eight hours of driving for Dad. Dave refuses. There's only one thing left for him to do. STRIKE! Can the Keller kids break his spirit? Meanwhile, ...    "
                },
                "9": {
                    "title": "Liquidity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Family Biz (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "15 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Eli trashes the wrestling team's bus while trying to impress Trace. Now he has to pay for the repairs, but he's broke. Eli needs a money-making plan. A simple plan that doesn't involve selling Caitlin's hair or the Keller family's baby photos. Eli could just get an after school job. Not in this universe. Dave suggests Eli use the concept of liquidity to turn some of his assets into cash. Eli considers liquidating his prized Stratusblast comic collection starring the wrestling superstar Trish Stratus... No way. Rather than make the ultimate sacrifice, Eli stages a fake...    "
                },
                "10": {
                    "title": "Skunkworks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Family Biz (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "7 May 2009",
                    "year": "2009",
                    "plot": "\n    Eli and Avalon want to redesign Dad so that he'll get a new job and they'll get back their freedom. Unfortunately, the repackaged Dad lands a job as Avalon and Eli's guidance counselor so the Keller kids have to get Dave fired-and fast.    "
                },
                "11": {
                    "title": "Out with the Intern",
                    "kind": "episode",
                    "episode of": {
                        "title": "Family Biz (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "7 May 2009",
                    "year": "2009",
                    "plot": "\n    Dave can't rely on Eli to handle important Keller Family Corporation duties. So Dave and Ronnie set out to hire a responsible intern for the Family Biz. The winning and grinning candidate is Warren Silver. He's clever. He's professional. AND he's been Eli's nemesis since Grade Three. Warren loves his job and his charm quickly turns to smarm. He gets to show up Eli. And, as an employee of the Keller Family Corporation, Warren can spend quality time with Eli's flirt-worthy sister, Avalon. (Avalon finds him repulsive but Warren thinks they're fated to be the super celeb ...    "
                },
                "12": {
                    "title": "Reel World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Family Biz (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "14 May 2009",
                    "year": "2009",
                    "plot": "\n    The Keller teens decide the only way they're going to get a break from Dad is to find a new crib to hang in - as contestants on the hit reality television show \"Teen Party Palace\". Since the totally hip series only accepts online submissions, Eli and Av need to make a slick application video. They need to look totally cool. Problem: they have no camera and no money to rent one. Problem solved. Dave's got lots of experience from his youthful days of dabbling in corporate communications (his short silent film \"The Pencil\" rocks). With Dave leaping on board as Producer, ...    "
                },
                "13": {
                    "title": "Breakaway",
                    "kind": "episode",
                    "episode of": {
                        "title": "Family Biz (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "21 May 2009",
                    "year": "2009",
                    "plot": "\n    Eli and Avalon both promise Tracey Dupont-Roymont a ride to the new drive-in movie \"First and Last Forever\". Too bad neither of them has a license. Or a car. Avalon scours the Mac-Massey High yearbook for potential drivers. Eli enlists Dad's help to perfect his driving so he can take the road test (for the third time) and actually pass. It's not like he hasn't been to Driver's Ed. It's just that darn parallel parking issue. Can Eli learn how to drive with Dave's patented Keller Visualization technique? Well, no. Especially since Eli and Dave never get out of the ...    "
                },
                "14": {
                    "title": "Branded",
                    "kind": "episode",
                    "episode of": {
                        "title": "Family Biz (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "28 May 2009",
                    "year": "2009",
                    "plot": "\n    Avalon is crushing on Cody Flowers. Too bad Cody can't remember her name. So Av drags Eli into a scheme to spend more time with Cody - in detention. When that fails, Avalon enlists Dad's help to make her unforgettable. Dave proposes to turn Avalon into a brand as famous as teen singing sensation Amanda Santa Anna. With Dave's launch of the Avalon Brand of Liquid Antibacterial Soap, Avalon ends up with more fame (and more detentions) than she ever bargained for. Meanwhile, Eli tries to ditch chem class to catch a movie with Caitlin. Unfortunately, now that his sister ...    "
                },
                "15": {
                    "title": "The Shareholders Are Revolting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Family Biz (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "4 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    It's time again for the Keller Family's annual vacation! Too bad Dad plans the family's trips and his vacations are super lame. Eli, Ronnie and Avalon rebel and demand a say in where they're going this year. Eli wants to snowboard with hot ski bunnies. Avalon wants to shop in Beverly Hills. And Ronnie wants to swim with the dolphins. To keep the peace, Dave issues voting shares in the Keller Family Corporation. The family will vote on a vacation destination at a shareholders meeting. If the Keller kids can stand united, they can outvote their folks and go somewhere ...    "
                },
                "16": {
                    "title": "Focus Pocus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Family Biz (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "10 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    When Eli blows an interview for a summer job to be a costume mascot at an amusement park Dave insists that they find out what went wrong. Dave arranges for a Focus Group to intensely observe Eli and critique his numerous faults. To Eli's horror, the focus group consists of Trace, Caitlin, Avalon and Dakota Toyota. They're not exactly objective. And each member of the Focus Group has a different take on how Eli should walk, talks and dress for interview success. Taking their advice, Eli gets more and more confused as he suffers through some of the worst job interviews ...    "
                },
                "17": {
                    "title": "The Consultant",
                    "kind": "episode",
                    "episode of": {
                        "title": "Family Biz (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "17 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Eli wants the newest Silt hand-held gaming platform. Avalon yearns for the latest in text messaging, the Boysenberry, so she can keep up with Trace and her social circle. But gadgets cost green and there's only room in the Keller Family Corporation for one kid to get a raise in their allowance. To objectively decide which kid deserves more dough, Dave brings in The Consultant - Dakota Toyota. Eli thinks he has it made. After all, Dakota is his best bud. So Eli goofs off on all his chores. But Dakota takes his consulting job seriously and awards the raise to Avalon. ...    "
                },
                "18": {
                    "title": "Lockdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Family Biz (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "24 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    With the Mac-Massey school dance around the corner, Eli is desperate to break through Trace's posse and get her attention. Avalon totally wishes she could keep Cody away from her competition. Luckily, Dave is going out of town on a business trip. Eli and Av conspire to throw a pre-dance \"gathering\" at the Keller house and invite their crushes. But then Ronnie catches chicken pox and Dave cancels his trip. And the \"gathering\". Eli and Avalon scramble. This could work for them. They invite their friends over for a Friday night \"study group.\" If they can fake an outbreak...    "
                },
                "19": {
                    "title": "Corporate Karma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Family Biz (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "1 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Avalon, Caitlin and Trace Dupont-Roymont race to collect the most recyclable paper for the Mac-Mass Trash-a-thon. As the competition heats up, Avalon must choose between winning and her friendship with Trace. It does look like \"nice girls finish last.\" So Avalon becomes the ultimate mean girl. She's tough, ruthless and dressed all in black. But the meaner Avalon tries to be, the more she helps people by accident. Mean Avalon ends up with more friends and more recyclable paper than she ever dreamed. Meanwhile, Dave and Eli try to build up some good Karma by cleaning up...    "
                },
                "20": {
                    "title": "Bend the Trend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Family Biz (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "8 Oct. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "21": {
                    "title": "Negative Feedback",
                    "kind": "episode",
                    "episode of": {
                        "title": "Family Biz (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "3 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Eli, Cody and Dakota seemed poised for Rock Stardom with their garage band Feedback. They've got it all. The garage. A killer song - \"All Hot for the Hottie.\" And a line-up of girls auditioning to play tambourine. But \"creative differences\" force Eli to quit Feedback and go solo. Cody and Dakota start their own band and Avalon eagerly signs on as manager to score more time with Cody. Eli is determined to beat \"The Cody Flowers Experience\" at the MacDonald-Massey Battle of the Bands. Unfortunately, Principal Pal insists only bands can compete not solo artists. So Eli ...    "
                },
                "22": {
                    "title": "Trading Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Family Biz (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "10 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Silt is the best video game of all time and limited copies of the latest version, Silt II: Day of Dredge, go on sale when Gamerville opens its doors. Eli and Caitlin, the hardest-core fans of all, are right at the front of the line and plan to stay out all night. But then Eli loses his \"first in line\" poker chip. Warren Silverman, his nemesis and Gamerville Lineup Monitor, sends Eli to the back of the line. On the way to gamer purgatory Eli passes Dakota Toyota, Ashley Olivia Madison, Cody Flowers and Avalon. Avalon confesses that the line is her chance to spend HOURS...    "
                },
                "23": {
                    "title": "Just in Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Family Biz (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "17 Nov. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "24": {
                    "title": "Field Test",
                    "kind": "episode",
                    "episode of": {
                        "title": "Family Biz (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "24 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Dave finds out that Avalon forged his signature to ditch the Mac-Mass Outward Bound Leadership Weekend. Dave insists that Av participate in a makeup trip to prove that she is a \"leader of men\" and capable of taking over the Keller Family Corporation some day. Avalon assembles her own team of explorers who happen to be the hunkiest guys at Mac-Mass High including Cody Flowers. But when Dave discovers that Avalon's team is all male, he decides that his daughter needs protection from more than just the squirrels. Dave signs on as \"Parent Facilitator\" and forces Eli to ...    "
                },
                "25": {
                    "title": "Exit Interview",
                    "kind": "episode",
                    "episode of": {
                        "title": "Family Biz (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "1 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Avalon is really excited before her first real date with Cody Flowers. A limo, dinner for two and a hot concert with the man of her dreams? This is going to be the best night of her life! Too bad Dave scares off Cody with his totally embarrassing Pre-Date Screening Questionnaire and credit check. Fed up, Avalon quits the Keller Family Corporation and vows to move into Caitlin's basement. Surprisingly, Dave accepts Av's resignation. All she must do is participate in an \"Exit Interview\". Avalon's feedback about her working experience in the Family Biz can help Dave ...    "
                },
                "26": {
                    "title": "Sell in Depth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Family Biz (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "8 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    It's the last week of school. Eli and his buds plot the annual Big Prank to humiliate Coach Haggis. Caitlin is in on the scheme but her goal is to make Eli see her as more than just \"one of the guys\". When Caitlin confesses crushing on Eli to Tonia, Dave overhears and intervenes with some business advice. To impress Eli, Caitlin's must \"sell in depth\" and win the approval of Eli's decision-making network (a.k.a the Keller family and Eli's buds). Then Eli's inner circle will sell Eli on her charms. That should be easy, especially since Dave and Tonia already love ...    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Murray, Doug"
            },
            {
                "name": "Ellis, Ephraim"
            },
            {
                "name": "Corbett, Kate"
            },
            {
                "name": "Windheim, Rebecca"
            },
            {
                "name": "Alter, Lori"
            },
            {
                "name": "Lubanski, Pavel"
            },
            {
                "name": "Craggs, Brandon"
            },
            {
                "name": "Morgan, Mishael"
            },
            {
                "name": "Glass, Jo Jo"
            },
            {
                "name": "Bregar, John"
            },
            {
                "name": "Mooney, Timothy"
            },
            {
                "name": "Vella, Erica"
            },
            {
                "name": "Larson, Elliott"
            },
            {
                "name": "Micks, Collette"
            },
            {
                "name": "Perlmutar, Perry"
            },
            {
                "name": "MacDonald, Stephen"
            },
            {
                "name": "Perron, Kathleen"
            },
            {
                "name": "Carpenter, Jade"
            },
            {
                "name": "Williams, Dewshane"
            },
            {
                "name": "Champ, Matthew"
            },
            {
                "name": "Seater, Michael"
            },
            {
                "name": "Meghji, Zain"
            },
            {
                "name": "Tomeoki, Kenta William"
            },
            {
                "name": "Black, Leah"
            },
            {
                "name": "Bourgault, Jerome"
            },
            {
                "name": "Katz, Judah"
            },
            {
                "name": "Renee, Leah"
            },
            {
                "name": "Stratus, Trish"
            },
            {
                "name": "Essagian, Carlo"
            },
            {
                "name": "Ambing, Mitchell"
            },
            {
                "name": "Mooney, Pat"
            },
            {
                "name": "Pomone, Gina"
            },
            {
                "name": "Cohen, Alexandra"
            },
            {
                "name": "Hutchinson, Scott"
            },
            {
                "name": "Bevan, Tanya"
            },
            {
                "name": "McAllister, Warren"
            },
            {
                "name": "Yankie, Edward"
            },
            {
                "name": "Young, Josh"
            },
            {
                "name": "Bloch, Zachary"
            },
            {
                "name": "Bubba"
            },
            {
                "name": "de Carteret, Laura"
            },
            {
                "name": "Kenny, J.C."
            },
            {
                "name": "Tilson, Amanda"
            },
            {
                "name": "Beaumont, Livingstone"
            },
            {
                "name": "Cardillo, Alex"
            },
            {
                "name": "John, Suresh"
            },
            {
                "name": "Morin, Krista"
            },
            {
                "name": "Syed, Imran"
            },
            {
                "name": "Tarp, Mike"
            },
            {
                "name": "Lawrence, Caeden"
            }
        ],
        "locations": [
            "Ottawa, Ontario, Canada"
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 5.3,
        "votes": 159,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjAwNzE5OTEwNV5BMl5BanBnXkFtZTcwMjk4OTA5Mg@@._V1_SX101_CR0,0,101,150_.jpg",
        "budget": "$10,000,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Family Biz",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Nadler, James"
            },
            {
                "name": "Westren, Steven"
            },
            {
                "name": "Dickie, Chris"
            }
        ],
        "production companies": [
            {
                "name": "Breakout Films"
            },
            {
                "name": "Expand Drama"
            },
            {
                "name": "Muse Entertainment Enterprises"
            },
            {
                "name": "Summit Crescent Productions"
            }
        ],
        "distributors": [
            {
                "name": "ContentFilm International"
            },
            {
                "name": "Muse Distribution International"
            },
            {
                "name": "Pop Girl"
            },
            {
                "name": "Teleview International"
            }
        ],
        "other companies": [
            {
                "name": "Cinepool"
            },
            {
                "name": "William F. White International"
            }
        ],
        "plot": [
            "Three latchkey kids are at their wits end when their corporate dad gets downsized and decides to work from home, ruining their teen insanity lifestyle. Too bad they can't just fire dad!::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 159,
                "rating": 5.3
            },
            "aged 18 29": {
                "votes": 37,
                "rating": 5.6
            },
            "aged 30 44": {
                "votes": 71,
                "rating": 5.0
            },
            "aged 45 plus": {
                "votes": 23,
                "rating": 4.4
            },
            "males": {
                "votes": 93,
                "rating": 5.3
            },
            "males aged 18 29": {
                "votes": 20,
                "rating": 6.0
            },
            "males aged 30 44": {
                "votes": 53,
                "rating": 5.4
            },
            "males aged 45 plus": {
                "votes": 19,
                "rating": 3.9
            },
            "females": {
                "votes": 40,
                "rating": 4.6
            },
            "females aged 18 29": {
                "votes": 17,
                "rating": 5.0
            },
            "females aged 30 44": {
                "votes": 18,
                "rating": 3.9
            },
            "females aged 45 plus": {
                "votes": 4,
                "rating": 6.2
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 5.2
            },
            "us users": {
                "votes": 24,
                "rating": 5.2
            },
            "non us users": {
                "votes": 106,
                "rating": 5.1
            }
        },
        "number of votes": {
            "10": 19,
            "9": 15,
            "8": 14,
            "7": 14,
            "6": 18,
            "5": 17,
            "4": 15,
            "3": 19,
            "2": 14,
            "1": 14
        },
        "arithmetic mean": 5.6,
        "median": 6
    }
}