{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "28 June 2009"
            },
            {
                "country": "USA\n",
                "date": "28 June 2009"
            },
            {
                "country": "Hungary\n",
                "date": "6 October 2009"
            },
            {
                "country": "Italy\n",
                "date": "12 November 2009"
            },
            {
                "country": "Australia\n",
                "date": "25 November 2009"
            },
            {
                "country": "Spain\n",
                "date": "11 January 2010"
            },
            {
                "country": "Netherlands\n",
                "date": "31 January 2010"
            },
            {
                "country": "Estonia\n",
                "date": "7 March 2010"
            },
            {
                "country": "Germany\n",
                "date": "6 May 2010"
            },
            {
                "country": "Sweden\n",
                "date": "1 September 2010"
            },
            {
                "country": "Finland\n",
                "date": "20 September 2010"
            }
        ],
        "release dates": [
            "Canada::28 June 2009",
            "USA::28 June 2009",
            "Hungary::6 October 2009",
            "Italy::12 November 2009",
            "Australia::25 November 2009",
            "Spain::11 January 2010",
            "Netherlands::31 January 2010",
            "Estonia::7 March 2010",
            "Germany::6 May 2010",
            "Sweden::1 September 2010",
            "Finland::20 September 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Hung"
            },
            {
                "countries": "Croatia",
                "title": "Obdaren"
            },
            {
                "countries": "Germany",
                "title": "Hung - Um Längen besser"
            },
            {
                "countries": "Greece (DVD title)",
                "title": "Hung"
            },
            {
                "countries": "Hungary",
                "title": "Hung - Neki áll a zászló"
            },
            {
                "countries": "Italy",
                "title": "Hung - Ragazzo squillo"
            },
            {
                "countries": "Norway",
                "title": "En velutstyrt mann"
            },
            {
                "countries": "Poland",
                "title": "Wyposazony"
            },
            {
                "countries": "Russia",
                "title": "Жеребец"
            },
            {
                "countries": "Spain",
                "title": "Hung (Superdotado)"
            },
            {
                "countries": "USA",
                "title": "Hung"
            }
        ],
        "akas": [
            "Hung (original title)",
            "Obdaren Croatia",
            "Hung - Um Längen besser Germany",
            "Hung Greece (DVD title)",
            "Hung - Neki áll a zászló Hungary",
            "Hung - Ragazzo squillo Italy",
            "En velutstyrt mann Norway",
            "Wyposazony Poland",
            "Жеребец Russia",
            "Hung (Superdotado) Spain",
            "Hung USA"
        ],
        "akas from release info": [
            "Hung (original title)",
            "Obdaren Croatia",
            "Hung - Um Längen besser Germany",
            "Hung Greece (DVD title)",
            "Hung - Neki áll a zászló Hungary",
            "Hung - Ragazzo squillo Italy",
            "En velutstyrt mann Norway",
            "Wyposazony Poland",
            "Жеребец Russia",
            "Hung (Superdotado) Spain",
            "Hung USA"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Don't Give Up on Detroit or Hung Like a Horse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hung (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 164,
                    "original air date": "2 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Ray and Tanya must convince a bank officer and her friend that their \"Wellness Center for Women\" idea is financially sound. Lenore discovers a new prospect to rival Ray.    "
                },
                "2": {
                    "title": "Take the Cake or Are You Packing?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hung (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 144,
                    "original air date": "9 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    After Ray's client is stolen by Jason, Tanya decides to handle the competition herself. Lenore learns a secret about Jason. Jessica tries her hand at independence; Charlie asks Tanya for a favor, and Ray meets a client who likes to dress up as a cop.    "
                },
                "3": {
                    "title": "Mister Drecker or Ease Up on the Whup-Ass",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hung (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 158,
                    "original air date": "16 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Ray fears he blew his cover when he mistakes a former student for a client. Tanya finds herself in charge of a felon. Jess is hired to work in the office of Dr. Matt Kopylov, the husband of Ronnie's mistress. Lenore brokers a deal with Sandee.    "
                },
                "4": {
                    "title": "F**k Me, Mr. Drecker or Let's Not Go to Jail",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hung (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 159,
                    "original air date": "23 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Tanya wants Ray to dump Lydia as a client because she's actually a cop (not just someone playing dress up), but Lydia's not cooperating. Tanya hires a substitute to entertain Lydia after Ray goes about disengaging the wrong way. Tanya seeks advice from Charlie, and Jessica, who's starting a new job, finds out that her boss loves musical theater. She may become his Dulcinea. Ray is smitten with Logan - is she jail bait?    "
                },
                "5": {
                    "title": "We're Golden or Crooks and Big Beaver",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hung (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 133,
                    "original air date": "30 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Ray is handcuffed in the back seat of Lydia's patrol car; it's unclear what her intentions are. She stops at a jiffy mart and Ray phones Tanya, pulling her from an embrace with Charlie. He advises her to let her ho go to jail, but she's determined to stop Lydia. Meanwhile, Ray and Jessica's daughter wants to move from Jessica's to Ray's because she objects to Jessica's behavior with her new boss. The childless Lydia, whose back story comes into play, insists that Ray give Jessica a hand - for three minutes - then it's back in the patrol car. Can Ray or Tanya figure ...    "
                },
                "6": {
                    "title": "Money on the Floor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hung (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 141,
                    "original air date": "6 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Ray returns from a business trip to find his shoe box of cash missing. He and Tanya suspect Lenore. Sandee makes Tanya an offer that Charlie urges her to take; Ray wants no part of it. Meanwhile, he has a new client who may have a secret. On the home front, the kids show up at Ray's to spend the weekend, and Jessica's boss may be giving her the bum's rush.    "
                },
                "7": {
                    "title": "What's Going on Downstairs? or Don't Eat Prince Eric!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hung (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 152,
                    "original air date": "13 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    A glum and reluctant Ray takes Kayla to her high school reunion where she plays the mystery woman, alluring and wearing no name tag. Tanya discovers who stole Ray's shoebox of cash, and Charlie advises her to do nothing. Sandee and Jason enthusiastically enter into their partnership with Tanya, and Lenore suggests that Jessica stop by the Wellness Center.    "
                },
                "8": {
                    "title": "I, Sandee or This Sex. Which Is. Not One.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hung (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 124,
                    "original air date": "20 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Lenore finds a new way to taunt Tanya and Ray: she brings Jessica to the Wellness Center. While Ray hides, Tanya tries to dissuade Jessica from returning. Tanya also relates to Ray one of Jessica's comments to the women's group about her ex-husband's lovemaking; Ray is gob-smacked. To test his prowess, he gives Logan a freebie. Adding insult to injury, Jason sets out to make Jessica a client. Charlie, meanwhile, has gone missing and his children show up at Tanya's.    "
                },
                "9": {
                    "title": "A Monkey Named Simian or Frances is Not a Fan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hung (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 124,
                    "original air date": "27 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Having punched Jason in front of Jessica, Ray has some explaining to do. He also has to take Jason clients. While Jessica starts to put two and two together, Ray invites her to go to a wedding with him. Tanya's pathos deepens: Charlie reappears, Tanya's not included in the wedding party, and when she shows up anyway, she's asked to leave. The mystery of Ray's missing cash is solved.    "
                },
                "10": {
                    "title": "The Whole Beefalo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hung (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 136,
                    "original air date": "4 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Partnerships are strained. Ray arrives at the Wellness Center to find the furniture being carted away by a bailbondswoman: when Charlie skipped town, Tanya was on the hook for $40,000. Ray finds Tanya, who's in denial, and convinces her that the business is worth saving and they need to find Charlie. The search takes them to a small ranch where beefalo roam. Jason can't stay away from Lenore, who entices him to break it off with Sandee. When Jason goes home to talk to her, he finds that her grandmother has just died. Will he lose his resolve?    "
                }
            },
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hung (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 400,
                    "original air date": "28 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Years ago, as a student at Detroit's West Lakefield High School, Ray Drecker was athletic, popular and destined for success. Today, as a West Lakefield teacher and coach of the varsity basketball team (which is on an unprecedented losing streak), he's underpaid, uninsured and embittered that his wife of 20 years left him for her dermatologist, Ronnie Haxon. After fire damages the rundown lakeside home he inherited from his parents, Ray's fortunes reach an all-time low when his twin children Darby and Damon, who had been living with him, move in with their mom and her ...    "
                },
                "2": {
                    "title": "Great Sausage or Can I Call You Dick?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hung (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 306,
                    "original air date": "12 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Marketing Ray as a high-end \"happiness consultant,\" Tanya tracks down former law-firm colleague Lenore, who agrees to take Ray for a test ride in exchange for the names and numbers of wealthy women. Jessica's obsessive behavior grates on her kids, who push Ray to fix his fire-damaged house. A contractor promises Ray a \"wolf pack\" discount for repairs, but money mismanagement has Ray strapped for cash. That could change after Ray's session with Lenore - or so he and Tanya hope.    "
                },
                "3": {
                    "title": "Strange Friends or the Truth Is, You're Sexy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hung (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 270,
                    "original air date": "19 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Ray's fortunes, at low ebb after the Lenore debacle, sink further when his nosy neighbor Howard Koontz accuses him of public indecency. Fed up with Jessica's meddling, Damon and Darby yearn to go back to their dad, but progress on the home repair front remains stalled. Likewise, Ray and Tanya's frayed partnership seems to be dead in the water - until a last-minute proposal resurrects their dreams.    "
                },
                "4": {
                    "title": "The Pickle Jar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hung (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 275,
                    "original air date": "26 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    West Lakefield students choose \"Coach Ray\" to be the recipient of their fall fundraising efforts, but Ray sees their pickle-jar donation as an embarrassing metaphor for his downward spiral. All is not lost, however - Tanya has a couple of leads that could jumpstart Ray's gigolo career. But is Ray ready, willing and able enough to follow through? Meanwhile, Damon is shattered when he rushes to his sister's defense during drive-in family night, only to learn that Darby doesn't want his help.    "
                },
                "5": {
                    "title": "Do It, Monkey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hung (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 258,
                    "original air date": "2 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Ray is frustrated when an unsatisfied client asks for a do-over of her \"damsel in distress\" roadside fantasy. With times tight for Ronnie and Jessica, Ray hopes to one-up his ex by promising to buy a car for the twins. Tanya goes on a pity date with Floyd and is surprised by the outcome.    "
                },
                "6": {
                    "title": "Doris Is Dead or Are We Rich or Are We Poor?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hung (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 272,
                    "original air date": "9 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Tanya takes umbrage with Jemma for bypassing her service to set up \"dates\" directly with Ray. Still upset about a decision to put down her dog, Jessica confronts Ronnie about their finances, learning that times may not be as tough as heʼs made them out to be. After Jemma prods Ray to open up about himself, he gives his basketball team an inspiring pep talk.    "
                },
                "7": {
                    "title": "The Rita Flower or the Indelible Stench",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hung (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 245,
                    "original air date": "16 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Rayʼs relationship with Jemma gets murky when he begins to develop real feelings for her. Tanya meets a hipster who sets out to help her get through her writerʼs block. Looking to land new clients at a farmerʼs market, Ray runs into Jessica, who invites him to dinner with Ronnie and the twins. Rayʼs finds himself in a potential quid pro quo situation with Yael, the wife of his despised neighbor Howard.    "
                },
                "8": {
                    "title": "Thith Ith a Prothetic or You Cum Just Right",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hung (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 242,
                    "original air date": "23 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    After standing him up, Jemma tells Ray that maybe they should take a break, and Ray seeks out Tanya for advice on women. Meanwhile, Tanya finds her new boyfriend Pierce to be a man of mystery. Attending a family barbeque at Jessica and Ronnieʼs, Ray finds himself in a (predictably) uncomfortable place. After seeing her classified ad, Lenore gives Tanya some unwanted feedback on her marketing strategy, which leads Tanya to take a more personal approach.    "
                },
                "9": {
                    "title": "This Is America or Fifty Bucks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hung (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 239,
                    "original air date": "30 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Tanya is dismayed when a \"satisfied\" customer says she wonʼt be using Rayʼs services again. Later, Tanya pitches Happiness Consultants to other women in her office, with mixed results. Damon goes to after-school detention to hang out with his androgynous friend Powell, leaving Ray baffled. Lenore gives Ray lessons in branding and, after a chance encounter at a department store, offers Jessica lifestyle advice.    "
                },
                "10": {
                    "title": "A Dick and a Dream or Fight the Honey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hung (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 249,
                    "original air date": "13 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Alarmed by a bad omen, Tanya ends up battling Lenore for control of Ray, who is worried about his future after hearing rumors from Mike about layoffs at school. As Ronnie flirts with an old flame at work, an unfulfilled Jessica decides her battery needs a jump start. Ray finds a sweet surprise inside his home, courtesy of his local bees and his frisky neighbor. With a new relationship losing steam, Damon turns to Darby for advice and comfort.    "
                }
            },
            "2": {
                "1": {
                    "title": "Just the Tip",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hung (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 212,
                    "original air date": "27 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Ray's new co-partnership with Tanya and Lenore gets off to a rocky start when he \"holds back\" during a tryst with Claire, a client, so he turns to Tanya for advice. Later, Ray and other teachers picket the school in anticipation of summer layoffs. Jessica, already filled with doubts about her marriage to Ronnie and refusing to take calls from Lenore after her experience with the no-show gigolo, is stung by criticism from Darby and Damon. Looking to get an edge on Lenore and regain Ray's trust, Tanya ventures into a tough neighborhood for liberating pimping advice from...    "
                },
                "2": {
                    "title": "Tucson Is the Gateway to Dick or This Is Not Sexy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hung (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 187,
                    "original air date": "11 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Ray irritates Lenore and risks losing a client by giving Claire marriage advice. Tanya tries to prove she can land a big fish for Ray after being humiliated by Lenore during a meeting with a 60-year-old widow. Ray uses his sex earnings to pay for the school baseball team's transportation to away games, raising Mike's suspicions. Jessica embarrasses Darby by crashing an eat-in protest outside a fitness gym. At the end of a long day, Ray reconsiders accepting a gift delivered by his neighbor's wife, Yael.    "
                },
                "3": {
                    "title": "Mind Bullets or Bang Bang Bang Bang Motherfucker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hung (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 186,
                    "original air date": "18 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Spurred by criticism from Damon and Darby, Ray tries to prove he's not an insensitive ex-jock. Seething from the demands of her new boss at work, Tanya turns to Charlie for advice on how to deal with an even more irritable problem: Lenore. Meanwhile, Jessica feels the pinch of the economic downturn, but can't stomach Ronnie's remedy.    "
                },
                "4": {
                    "title": "Sing It Again, Ray or Home Plate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hung (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 175,
                    "original air date": "25 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Ray gives Lenore an ultimatum, and probes Tanya about the possibility of cutting ties with her fellow pimp. Disturbed that Damon has defiled the school baseball diamond, Ray considers Tanya's suggestion that his son find a new hobby to shake him out of his recent doldrums. Ignoring Ray's warning, Lenore offers Jessica advice in dealing with Ronnie. On his way to meet a new client, Ray has to think on his feet when he runs into Mike in a hotel lobby.    "
                },
                "5": {
                    "title": "A Man, a Plan or Thank You, Jimmy Carter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hung (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 169,
                    "original air date": "1 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Tanya lands Ray the \"white whale\" of clients, but an emergency involving Damon, which began with his debut at a poetry slam, threatens to derail the date. With Mike at the end of his teaching rope, Ray decides to promote him to co-manager of the baseball team. Jessica is peeved with Ronnie for being overly suspicious.    "
                },
                "6": {
                    "title": "Beaverland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hung (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 171,
                    "original air date": "8 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Jessica turns to Ray for help with a rodent problem that may be imaginary. Rebuffed by Ray in her attempts to add Mike to her stable, Tanya gets guilt-management advice from Charlie, then goes to extremes to prove her success. Ray has difficulty thawing a client who is cold as ice.    "
                },
                "7": {
                    "title": "The Middle East Is Complicated",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hung (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 182,
                    "original air date": "15 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    A container of hummus puts Ray in the position of choosing cultural sides between Yael and a new client. Tanya catches Ray in a cover-up--and turns to Charlie for some stress relief. Lenore seethes after learning of Tanya's duplicity.    "
                },
                "8": {
                    "title": "Third Base or the Rash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hung (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 168,
                    "original air date": "22 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    With his teamʼs future wracked by vandals, Ray agrees to participate in a student-alumni baseball game, but an unexpected warm-up session with Claire threatens to put him on the disabled list. Fed up with Tanyaʼs greed and confused by Mikeʼs request for a donation, Frances doubts their affair. Jessicaʼs old itch resurfaces, prompting Ronnie to deliver a sideline ultimatum to her ex.    "
                },
                "9": {
                    "title": "Fat Off My Love or I'm the Allergen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hung (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 160,
                    "original air date": "29 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    A bad day at school gets worse when Mike accuses Ray of betrayal. Ronnie vents his frustrations with Jessica at a dermatology banquet, sending his wife running for the hills. Empowered by confession, Tanya lashes out a Ray, Lenore and Horny Patty.    "
                },
                "10": {
                    "title": "Even Steven or Luckiest Kid in Detroit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hung (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 162,
                    "original air date": "12 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Eyeing a possible second chance with Jessica, Ray contemplates a break from the business - but Lenore may not be willing to give him up without a fight. Emotionally frayed after separate encounters with Damon and Vera-Joan, Tanya visits Frances and Ray to try to make amends. After getting a lift from Mindy, Ronnie returns home to find that Jessica has made a decision that could impact both of their futures.    "
                }
            }
        },
        "number of episodes": 30,
        "cast": [
            {
                "name": "Jane, Thomas"
            },
            {
                "name": "Adams, Jane"
            },
            {
                "name": "Saxton, Charlie"
            },
            {
                "name": "Smit-McPhee, Sianoa"
            },
            {
                "name": "Heche, Anne"
            },
            {
                "name": "Creskoff, Rebecca"
            },
            {
                "name": "Henry, Gregg"
            },
            {
                "name": "Jemison, Eddie"
            },
            {
                "name": "James, Lennie"
            },
            {
                "name": "Burke, Marylouise"
            },
            {
                "name": "Amell, Stephen"
            },
            {
                "name": "Ubach, Alanna"
            },
            {
                "name": "Lester, Loren"
            },
            {
                "name": "Hart, Roxanne"
            },
            {
                "name": "Tipton, Analeigh"
            },
            {
                "name": "Walsh, Matt"
            },
            {
                "name": "Hytner, Steve"
            },
            {
                "name": "Weedman, Lauren"
            },
            {
                "name": "Hecht, Gina"
            },
            {
                "name": "Ortiz, Ana"
            },
            {
                "name": "Grubba, Eileen"
            },
            {
                "name": "Zea, Natalie"
            },
            {
                "name": "Perlman, Rhea"
            },
            {
                "name": "Farrington, Amy"
            },
            {
                "name": "Hahn, Kathryn"
            },
            {
                "name": "Doubleday, Kaitlin"
            },
            {
                "name": "Leonard, Joshua"
            },
            {
                "name": "Tovah, Mageina"
            },
            {
                "name": "Buchanan, Lachlan"
            },
            {
                "name": "Hatzis, Georgia"
            },
            {
                "name": "Schneider, Virginia"
            },
            {
                "name": "Womack, Gabreon"
            },
            {
                "name": "Blaiklock, Michael"
            },
            {
                "name": "Clayton, Jamie"
            },
            {
                "name": "Lewis, David"
            },
            {
                "name": "Colerider-Krugh, Kyle"
            },
            {
                "name": "Dungey, Merrin"
            },
            {
                "name": "Hill, Troy"
            },
            {
                "name": "Velikaya, Lyudmila"
            },
            {
                "name": "Fry, Kevin"
            },
            {
                "name": "Jung, David S."
            },
            {
                "name": "Shaw, Steven"
            },
            {
                "name": "Jackson, Brandon Kennith"
            },
            {
                "name": "Noel, Frank"
            },
            {
                "name": "Ancrile, Mike"
            },
            {
                "name": "Kylian, Rachel"
            },
            {
                "name": "Prisco, Brian"
            },
            {
                "name": "Martindale, Margo"
            },
            {
                "name": "Avari, Erick"
            },
            {
                "name": "Hunt, Darlene"
            }
        ],
        "locations": [
            "7110 Colony Dr., West Bloomfield, Michigan, USA::(Ray Drecker's house)",
            "Detroit, Michigan, USA",
            "Kodiak Creek Inn, 8635 Cooley Lake Rd., Commerce, Michigan, USA"
        ],
        "genres": [
            "Comedy",
            "Drama"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Dolby Digital"
        ],
        "certificates": [
            "Australia:MA15+::(Season 1 - 3)",
            "Netherlands:12",
            "Singapore:R21::(season 1)",
            "Singapore:M18::(season 2)",
            "United States:TV-MA"
        ],
        "number of seasons": 3,
        "rating": 7.2,
        "votes": 19818,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTkyODEzNzAzNl5BMl5BanBnXkFtZTcwMTM3MjM2Mg@@._V1_SY150_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Hung",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2011",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Burson, Colette"
            },
            {
                "name": "Lipkin, Dmitry"
            },
            {
                "name": "Leonard, Brett C."
            }
        ],
        "production companies": [
            {
                "name": "Tennessee Wolf Pack"
            },
            {
                "name": "Entertainment One"
            },
            {
                "name": "HBO Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Entertainment One"
            },
            {
                "name": "Home Box Office (HBO)"
            },
            {
                "name": "Comedy Central Deutschland"
            },
            {
                "name": "Comedy Central"
            },
            {
                "name": "Eesti Televisioon (ETV)"
            },
            {
                "name": "HBO Hungary"
            },
            {
                "name": "Home Box Office Home Video (HBO)"
            },
            {
                "name": "Home Box Office Home Video (HBO)"
            },
            {
                "name": "Hulu"
            },
            {
                "name": "Showtime Australia"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "other companies": [
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Direct Tools & Fasteners"
            },
            {
                "name": "Entertainment One"
            },
            {
                "name": "Gallagher Entertainment"
            },
            {
                "name": "Go For Locations"
            },
            {
                "name": "Haddad's"
            },
            {
                "name": "Mid America Cine Support"
            },
            {
                "name": "Mid America Cine Support"
            },
            {
                "name": "Mid America Cine Support"
            },
            {
                "name": "Mid America Cine Support"
            },
            {
                "name": "Movie Movers"
            },
            {
                "name": "Playback Technologies"
            },
            {
                "name": "Reel Security"
            },
            {
                "name": "SLx - Rentals & Sales"
            },
            {
                "name": "Thomas Cobb Design"
            }
        ],
        "plot": [
            "A former high school sports legend turned middle-aged high school basketball coach finds a way to benefit from his biggest asset.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min (USA)"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "camera": [
                "Panavision Panaflex Millennium XL2, Panavision Primo Lenses"
            ],
            "laboratory": [
                "DeLuxe (season 3)",
                "Technicolor, USA"
            ],
            "negative format": [
                "35 mm (Kodak Vision3 250D 5207, Vision2 500T 5260)"
            ],
            "cinematographic process": [
                "Super 35 (3-perf)"
            ],
            "printed film format": [
                "Video (HDTV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 19818,
                "rating": 7.2
            },
            "aged 18 29": {
                "votes": 3502,
                "rating": 7.2
            },
            "aged 30 44": {
                "votes": 11111,
                "rating": 7.2
            },
            "aged 45 plus": {
                "votes": 2995,
                "rating": 7.1
            },
            "males": {
                "votes": 14401,
                "rating": 7.2
            },
            "males aged 18 29": {
                "votes": 2810,
                "rating": 7.3
            },
            "males aged 30 44": {
                "votes": 8990,
                "rating": 7.2
            },
            "males aged 45 plus": {
                "votes": 2257,
                "rating": 7.1
            },
            "females": {
                "votes": 3468,
                "rating": 6.9
            },
            "females aged 18 29": {
                "votes": 661,
                "rating": 6.8
            },
            "females aged 30 44": {
                "votes": 2010,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 696,
                "rating": 6.9
            },
            "top 1000 voters": {
                "votes": 174,
                "rating": 6.3
            },
            "us users": {
                "votes": 5607,
                "rating": 7.2
            },
            "non us users": {
                "votes": 10036,
                "rating": 7.2
            }
        },
        "number of votes": {
            "10": 2574,
            "9": 2268,
            "8": 4832,
            "7": 5051,
            "6": 2583,
            "5": 1097,
            "4": 481,
            "3": 257,
            "2": 183,
            "1": 492
        },
        "arithmetic mean": 7.3,
        "median": 7
    }
}