{
    "imdb": {
        "raw release dates": [
            {
                "country": "Denmark\n",
                "date": "1 January 2009"
            },
            {
                "country": "Sweden\n",
                "date": "26 August 2009"
            },
            {
                "country": "Germany\n",
                "date": "25 October 2009"
            },
            {
                "country": "Belgium\n",
                "date": "13 August 2011"
            },
            {
                "country": "Finland\n",
                "date": "18 October 2011"
            },
            {
                "country": "Netherlands\n",
                "date": "25 May 2013",
                "notes": "                            (Amsterdam Series Weekend)"
            }
        ],
        "release dates": [
            "Denmark::1 January 2009",
            "Sweden::26 August 2009",
            "Germany::25 October 2009",
            "Belgium::13 August 2011",
            "Finland::18 October 2011",
            "Netherlands::25 May 2013                            (Amsterdam Series Weekend)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Livvagterne"
            },
            {
                "countries": "Finland",
                "title": "Henkivartijat"
            },
            {
                "countries": "Germany",
                "title": "Protectors - Auf Leben und Tod"
            },
            {
                "countries": "Poland",
                "title": "Biuro ochrony"
            },
            {
                "countries": "Russia",
                "title": "Телохранители"
            },
            {
                "countries": "World-wide (English title)",
                "title": "The Protectors"
            }
        ],
        "akas": [
            "Livvagterne (original title)",
            "Henkivartijat Finland",
            "Protectors - Auf Leben und Tod Germany",
            "Biuro ochrony Poland",
            "Телохранители Russia",
            "The Protectors World-wide (English title)"
        ],
        "akas from release info": [
            "Livvagterne (original title)",
            "Henkivartijat Finland",
            "Protectors - Auf Leben und Tod Germany",
            "Biuro ochrony Poland",
            "Телохранители Russia",
            "The Protectors World-wide (English title)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Del 11",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Protectors (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 34,
                    "original air date": "3 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Jonas and Rasmus feel 'punished' when ordered to guard in his country hideout Preben Pedersen, the cartoonist who offended Muslims by portraying the Prophet. Morten Nyholm, whose wife consents although high-pregnant again, and Muslim Jasmina, are sent to Islamabad in advance of the Danish foreign minister's visit, in fact a secret mediation requested by India. The chief ignores Leon's wise advice against visiting a girls' school. It becomes the first of several relevant Taliban bombs attacks, just after the team leaves there, not the worst.    "
                },
                "2": {
                    "title": "Del 12",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Protectors (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 30,
                    "original air date": "10 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    After the Taliban bomb in Islamabad, it soon becomes clear jasmine escaped because Rasmus happened to call her. Morten Nyholm is missing for long, but ultimately his corpse is identified. Jonas and Rasmus are bored babysitting Preben Pedersen, but the depressed idiot leaves trough the window at night, drunk. A half-wit hotel guest who hates the cartoonist follows him into the forest.    "
                },
                "3": {
                    "title": "Del 13",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Protectors (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 28,
                    "original air date": "17 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    The Danish foreign minister's next visit is to Moskow. PET sends along Rasmus and Jonas, who is delighted to meet up with reporter Tatyana 'Tanya' Zimakova, a former date. Thus Jonas is informed about corruption the Russian secret service and realizes she's in danger for investigating it. Meanwhile Leon's haughty political Benedikte 'Tønne' Tønnesen compromises her position by starting an affair with CIA agent Shane.    "
                },
                "4": {
                    "title": "Del 14",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Protectors (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 29,
                    "original air date": "24 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Jonas, assigned with her ex-lover Rasmus to guard Russian reporter Tatyana Zimakova, finally works out that they are spied on themselves by Konstantin Korovjef and his fellow ex-KGB cahoot. CIA agent Shane gets Tønnesen off the hook by having his assignment altered.    "
                },
                "5": {
                    "title": "Del 15",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Protectors (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 28,
                    "original air date": "31 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Foolish foreign minister Margrethe Korch was supposed to retire 'for personal reasons' after a grand birthday party,but a press leak concerning misuse of public funds urges the PM instantly to announce a cabinet reshuffle, expected to replace her with capable MP Thomas Eriksen from a small party, who is told he has a few weeks to win public support. While Thomas and his bitching wife each mind one of their kids, the baby is kidnapped. Rasmus, who knows the MP, and Jonas join the local police's search. Phone records later confirm there's something fishy about the whole...    "
                },
                "6": {
                    "title": "Del 16",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Protectors (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 29,
                    "original air date": "7 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    After foreign mister Koch's suicide, the PM is ready to nominate MP Thomas Eriksen justice minister in a reshuffle. PET however feels it necessary to clear up his baby's kidnapping, which still hasn't been cleared up. it leads to the MP's gay assistant, Algerian immigrant Emre, with tragic consequences. Meanwhile Jonas's moving is sabotaged by his ex Rachel.    "
                },
                "7": {
                    "title": "Del 17",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Protectors (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 30,
                    "original air date": "14 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Jonas is moving with Rasmus in a bitter mood after attending the Moscow funeral of his fellow Jewish lover Sprig Grenigier, whose alleged murders will presumably remain untouchable. The team is assigned to guard Croatian nun Clara, author of a book on pacifist forgiveness, in a hotel for TV interviews and later a meeting with the PM. Pakistani maid Sumaiya, whose husband Jacobsen is fighting in Afghanistan, left their son Ahmed-Emil with the hotel security agent. The kid finds and plays with his gun, and plays with a toy laser. Rasmus mistakes its red dot for a sniper...    "
                },
                "8": {
                    "title": "Del 18",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Protectors (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 31,
                    "original air date": "21 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    After Ahmed-Emil's demise in hospital, his Pakistani mother Sumaya is too distressed even to consent to organ donation, but when his father Frederik Jakobsen gets leave from Afghanistan, he's ready to raise hell against Rasmus while anti-war extremists start riots in Copenhagen. Scorned Rikke discloses Rasmus's identity and whereabouts to the press. Jonas comes to terms with his ex, who plans to remigrate from Berlin with their daughter. Leon's office team works out the hotel's German super-waiter Klaus Maria Grashoff may still be planning an attempt on the ...    "
                },
                "9": {
                    "title": "Del 19",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Protectors (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 26,
                    "original air date": "28 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    The team follows a criminal trail of blood diamonds, used to pay hit-men, to their origin in civil war-torn, corrupt Congo.    "
                },
                "10": {
                    "title": "Del 20",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Protectors (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 29,
                    "original air date": "7 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Jonas and Rasmus return home after the team prevailed over the Congolese rebels, guarding the corpse, which contains priceless diamonds. Leon continues the mission to Cairo, but has to delegate a crucial meeting to 'hire him' to Jasmina, who gets captured by the Swedish mercenary's Italian lover. Leon's deputy's own, questioned style proves crucial. Leon must decide whether to become head of a European security service.    "
                }
            },
            "1": {
                "1": {
                    "title": "Del 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Protectors (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 57,
                    "original air date": "1 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Danish defense minister Henrik Skelbæk would be exposed as an utter coward hadn't his PET bodyguards pulled him trough a 'scary' New Year visit to the troops in Iraq. In order to phone his mistress, the adulterous politician breaks safety rules, costing valiant young bodyguard Ibro Catic his life. Like every year, 20 of the best police academy recruits are admitted to PET's elite training selection process. The hero's father Drazen Catic, a traumatized Bosnian refugee, fails to attend the funeral, which worries the brass. Indeed he followed the minister, seeing he's '...    "
                },
                "2": {
                    "title": "Del 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Protectors (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 45,
                    "original air date": "4 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    The PET recruits class completes its training course. For Rasmus and a few mates, the normal exam is replaced by an actual operation. They must help track down and eliminate Drazen Catic, the Bosnian father of the killed bodyguard, who has kidnapped the adulterous minister's mistress and is a danger to anyone as his own family and colleagues sadly experience.    "
                },
                "3": {
                    "title": "Del 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Protectors (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 41,
                    "original air date": "11 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    The just-graduated rookies are officially instated as PET bodyguards. After the yellow defense minister's resignation to take up a diplomatic posting abroad, the PM reshuffles the Danish cabinet. As this makes the daughter of in immigrated Persian professor culture minister, PET rightly suspects increased security risks from racist right-wing extremists. A leak is soon found, pointing to a complex conspiracy. Rasmus needs to mentally digest his deadly first mission.    "
                },
                "4": {
                    "title": "Del 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Protectors (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 37,
                    "original air date": "18 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Even now he's best man at his sister's wedding, only Jewish PET agent Jonas Goldschmidt agrees to an undercover entrapment of the racists suspected of planning to murder his Egyptian colleague. After a fake discharge, he's transferred to the uniformed police as partner of the only accessible conspirator. The plan proves surprisingly complex and counter)action very dangerous, but the PM supports field chief Leon against yellow paper-pusher Diane.    "
                },
                "5": {
                    "title": "Del 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Protectors (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 39,
                    "original air date": "25 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Jonas Goldschmidt's marital troubles worry is superiors too. Jasmina must push her naive, conservative sister to report on her husband and his buddy, Islamic fundamentalist, who have visited Afghanistan viz. Pakistan. They dispose of all ingredients to construct a big bomb.    "
                },
                "6": {
                    "title": "Del 6",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Protectors (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 34,
                    "original air date": "1 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    The Danish prime minister allows invasive spy techniques to observe the Islamist terror suspects, which prove Ammar Hayat and Mukhtaar have prepared a bomb. Next the PET team works out the target is the NATO secretary-general's visit to the monarch, the medium a trolly-car. Time is running out and tailing goes wrong, so a psychologic counter-measure is devised, appealing to paternal instinct which researched shows to be at the root of hatred too.    "
                },
                "7": {
                    "title": "Del 7",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Protectors (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 34,
                    "original air date": "8 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Danish PM Jens Ole Vestergaard is guarded on his last official visit, to Paris, where he'll bid for an EU post. Meanwhile his bride, famous actress Josefine Rhode, is also under discrete PET guard. Prime concern is a female stalker, whose fantasy is to become Mrs. Vestergaard herself. Still even PET is surprised when Josefine's hen night goes way out of hand, and is filmed, so although the national press accepts to hold the story, crisis PR advises to cancel the wedding to save his career. Yet Josefine may be innocent, the stalker having impersonated her, which nobody...    "
                },
                "8": {
                    "title": "Del 8",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Protectors (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 32,
                    "original air date": "22 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    The PM can't decide whether to stand by his fiancée, who turns on him and the PET, or play it politically safe as his PR team hopes. The PET meanwhile works out it was all the evil doing of the lunatic stalker, whose imaginary world makes her dangerous and unpredictable if undone. Jonas must come to terms with his wife having emigrated to a kibbutz, unlikely to return at all.    "
                },
                "9": {
                    "title": "Del 9",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Protectors (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 30,
                    "original air date": "1 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    The PET mobilizes to guard the participants of an international Copenhagen climate conference. Prime target seems the Dutch professor Wim Cremer, the spokesman of the scientifically absurd denial of the greenhouse effect itself. The team ignores he blackmails the British climate minister, who received a memory stick full of data about bribed participants, with StaSi records concerning embarrassing private youth life.    "
                },
                "10": {
                    "title": "Del 10",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Protectors (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 31,
                    "original air date": "8 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Eco-terrorist leader Christoph Meyer, a former Bader-Meynhoff member, plays tricks on everyone, including his naive terrorist greenhorns, to lure British minister Thornton in a trap. After blackmail and kidnapping, she suffers disclosure as he claims to be the father of her aborted child. MI5 discovers he blackmail trail trough the mister's spouse. PET has a hard time localizing the kidnappers, then to plan an intervention in the decommissioned broadcast studio.    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Stenspil, Cecilie"
            },
            {
                "name": "Vejby, Søren"
            },
            {
                "name": "Babikian, André"
            },
            {
                "name": "Gabrielsson, Thomas W."
            },
            {
                "name": "Gråbøl, Ditte"
            },
            {
                "name": "Bjerg, Rasmus"
            },
            {
                "name": "Hillingsø, Ellen"
            },
            {
                "name": "Kenter, Tommy"
            },
            {
                "name": "Sand, Michael"
            },
            {
                "name": "Rasmussen, Benjamin Boe"
            },
            {
                "name": "Jansson, Kim"
            },
            {
                "name": "Lind, Anne Birgitte"
            },
            {
                "name": "Kjølbye, Kate"
            },
            {
                "name": "Madsen, Thomas Guldberg"
            },
            {
                "name": "Spottag, Jens Jørn"
            },
            {
                "name": "Botoft, Rasmus"
            },
            {
                "name": "Østergaard, Claus Riis"
            },
            {
                "name": "Vallespir, Natali"
            },
            {
                "name": "Bergh, Finn"
            },
            {
                "name": "Nøhr, Monika"
            },
            {
                "name": "Sørensen, Flemming"
            },
            {
                "name": "Bateson, David"
            },
            {
                "name": "Rossing, Maria"
            },
            {
                "name": "Morgan, Malin"
            },
            {
                "name": "Bornhøft, Tove"
            },
            {
                "name": "Brix, Adam"
            },
            {
                "name": "Vigilius, Magnus"
            },
            {
                "name": "Gabold, Anne-Lise"
            },
            {
                "name": "Spanning, Søren"
            },
            {
                "name": "Thorn, Niels Anders"
            },
            {
                "name": "Vestergaard, Mette Walsted"
            },
            {
                "name": "Thor-Jensen, Lotte"
            },
            {
                "name": "Zandén, Jessica"
            },
            {
                "name": "Brucker, Martin Hylander"
            },
            {
                "name": "Prip, Henrik"
            },
            {
                "name": "Quick, Diana"
            },
            {
                "name": "Saerens, Maibritt"
            },
            {
                "name": "Swainson, Ilia"
            },
            {
                "name": "Andersen, Esben Dalgaard"
            },
            {
                "name": "Zierl, Helmut"
            },
            {
                "name": "Egelund, Helene"
            },
            {
                "name": "Gilsfort, Peter"
            },
            {
                "name": "Roth, Wolf"
            },
            {
                "name": "Salim, Dar"
            },
            {
                "name": "Kold, Laura"
            },
            {
                "name": "Maltha, Sara-Marie"
            },
            {
                "name": "Pajkovic, Dragomir"
            },
            {
                "name": "Turan, Fadime"
            },
            {
                "name": "Ban, Melissa"
            },
            {
                "name": "Carbone, Chiara W."
            }
        ],
        "locations": [
            "Copenhagen, Denmark"
        ],
        "genres": [
            "Crime",
            "Drama",
            "Mystery"
        ],
        "countries": [
            "Denmark"
        ],
        "country codes": [
            "dk"
        ],
        "language codes": [
            "da"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "certificates": [
            "Australia:M",
            "Germany:12",
            "Norway:15"
        ],
        "number of seasons": 2,
        "rating": 7.3,
        "votes": 960,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjE4MDU3ODE4OF5BMl5BanBnXkFtZTgwNjEzNDcwMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "The Danish national police branch PET is in charge of personal protection, mainly of politicians and royal family. That also involves preventive work concerning terrorism, stalking etcetera. Meanwhile several team members must keep op top of personal concerns, such as ethnic background-related concerns and relational troubles at home.",
        "languages": [
            "Danish"
        ],
        "title": "The Protectors",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2010",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Brostrøm, Mai"
            },
            {
                "name": "Thorsboe, Peter"
            }
        ],
        "production companies": [
            {
                "name": "Danmarks Radio"
            }
        ],
        "distributors": [
            {
                "name": "Danmarks Radio (DR)"
            },
            {
                "name": "Danmarks Radio (DR)"
            },
            {
                "name": "Danmarks Radio (DR)"
            },
            {
                "name": "A-Film Home Entertainment"
            },
            {
                "name": "Edel Media & Entertainment"
            },
            {
                "name": "Yleisradio (YLE)"
            },
            {
                "name": "Zweites Deutsches Fernsehen (ZDF)"
            }
        ],
        "plot": [
            "The Danish national police branch PET is in charge of personal protection, mainly of politicians and royal family. That also involves preventive work concerning terrorism, stalking etcetera. Meanwhile several team members must keep op top of personal concerns, such as ethnic background-related concerns and relational troubles at home.::KGF Vissers"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 960,
                "rating": 7.3
            },
            "aged under 18": {
                "votes": 1,
                "rating": 6.0
            },
            "aged 18 29": {
                "votes": 110,
                "rating": 7.2
            },
            "aged 30 44": {
                "votes": 289,
                "rating": 7.0
            },
            "aged 45 plus": {
                "votes": 385,
                "rating": 7.5
            },
            "males": {
                "votes": 565,
                "rating": 7.1
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 6.0
            },
            "males aged 18 29": {
                "votes": 72,
                "rating": 7.1
            },
            "males aged 30 44": {
                "votes": 206,
                "rating": 6.9
            },
            "males aged 45 plus": {
                "votes": 261,
                "rating": 7.2
            },
            "females": {
                "votes": 249,
                "rating": 7.7
            },
            "females aged 18 29": {
                "votes": 37,
                "rating": 7.4
            },
            "females aged 30 44": {
                "votes": 78,
                "rating": 7.4
            },
            "females aged 45 plus": {
                "votes": 117,
                "rating": 8.1
            },
            "top 1000 voters": {
                "votes": 29,
                "rating": 7.0
            },
            "us users": {
                "votes": 130,
                "rating": 7.7
            },
            "non us users": {
                "votes": 567,
                "rating": 7.2
            }
        },
        "number of votes": {
            "10": 134,
            "9": 163,
            "8": 262,
            "7": 200,
            "6": 95,
            "5": 44,
            "4": 22,
            "3": 12,
            "2": 9,
            "1": 19
        },
        "arithmetic mean": 7.6,
        "median": 8
    }
}