{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "6 January 2009"
            },
            {
                "country": "Belgium\n",
                "date": "3 October 2009"
            }
        ],
        "release dates": [
            "Canada::6 January 2009",
            "Belgium::3 October 2009"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Wild Roses"
            },
            {
                "countries": "Romania",
                "title": "Trandafirii sălbatici"
            }
        ],
        "akas": [
            "Wild Roses (original title)",
            "Trandafirii sălbatici Romania"
        ],
        "akas from release info": [
            "Wild Roses (original title)",
            "Trandafirii sălbatici Romania"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Cowgirls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Roses (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "6 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Oil tycoon David McGregor, owner of the largest estate in a region of Alberta (Canada), decides it's time to get back the original plot and house of Rivercross, the only part his dad left not to him but to his beloved foreman Max Henry. Thereto David intends to call the loan he gave Max's daughter Maggie Henry. She's behind, but her daughters Lucy -who had joined Jones' band, about to tour internationally- and Kate may chip in to try avoiding losing the family heritage. Meanwhile David's son Will, a brilliant corporate lawyer, finds his irresponsible brother Peter ...    "
                },
                "2": {
                    "title": "Sisters and Brothers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Roses (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 8,
                    "original air date": "13 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Now Maggie's grandchildren stay with her and she refuses to sell him Rivercross, David buys off their trusted farmhand Walter. Peter discovers Blake is a hustler and threatens him to disclose whom he sold Will's Porsche to. The boys steal it back from Rickie. Will thus discovers she's a drug dealer. Charlotte secretly photographs Rebecca's infidelity with a studly stable-hand to blackmail her to 'help'. The girls hope to become solvent by breeding more cattle, but kill their only bull trying. The boys let them 'borrow' David's. Dillon discovers old Max kept one ...    "
                },
                "3": {
                    "title": "Friends and Rivals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Roses (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 10,
                    "original air date": "20 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Peter enjoys training Kate for his dad's rodeo horse race, prize $10,000. Untildad orders him to make a winner in two days out of Jenna Hart, as a favor to her dad, rancher BJ, so he'll sign a crucial oil deal. Will's secret lover's employer, KevCo, is after the same deal. Rebecca calls her stable-hand-lover Foster as soon as fiancé Trevor leaves for the state capital on business. Lucy accepts to destroy the potential blackmail pictures. Ricky is on the brothers' trail to recover her drugs, and Peter keeps stalling to get rid of them. The riding competition and its ...    "
                },
                "4": {
                    "title": "Booms and Echoes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Roses (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "27 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    David's company is strapped for cash, so he gets Rebecca to convince Trevor to help 'circumvent' environmental permits for Copper Creek. It's actually polluted, which Will grudgingly keeps secret only escaped cattle heads for it. He also uses every trick, ultimately donation bribery, to make sure Kate gives the acceptance speech at her local environmental benefit. Charlotte hires studly drifter Briggs as ranch-hand. Geologist Dillon Parker dates Kate before either know they are on opposite sides versus McGregor, and finds there is oil under Rivercross. Peter is ...    "
                },
                "5": {
                    "title": "Secrets and Lies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Roses (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "3 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    David wants a deal in the East, so he recruits well-connected Aaron as new executive. Will however refuses to stand by as incurable womanizer Aaron moves in on naive Lucy. Alas, Adele walks in to see his towel-only coach-guest in his apartment. Kate promises ill-considered to deliver cattle feed to neighbor Jake Carpenter. Only drifter Briggs's mechanical genius makes the operation possible, but he gets wounded and caught-out on a major secret. Rebecca seduces married investigating official Baxter to get both husband Trevor and dad off the hook for corruption. ...    "
                },
                "6": {
                    "title": "Oil and Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Roses (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    While Will is in Ottowa, pa makes sure Rebecca and Trevor hosts his college friend, influential MP Ethan Hollingsworth. She fails to flirt with him, and discovers her groom is his gay lover. However he now discloses he knows about all her own affairs. Peter begs Kate for another dinner date, but overdoes Rebecca's advice to get a pill-aided night sleep. Still he shows her his rival Briggs has a secret identity. Dillon still tries to square his loyalties to employer Davis and his Henry lover, even proposing.    "
                },
                "7": {
                    "title": "Love and Loss",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Roses (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "17 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    David throws 'family embarrassment' Peter off the McGregors' Montrose estate. Maggie worries as the jacket Jude gallantly gave Charlotte contains weed and grounds her. Pete sees Kate kiss 'Briggs' goodbye, he is leaving because of his exposed Joseph Finn draft dodger identity. Pete hits the bottle and cocaine and is injured badly in a car accident. Only after Will and Adele agree to part, Lucy agrees to date him. Charlotte is tempted by environmentalist Jude's anti-cattle industry-ideas. Even Rebecca mistrusts David's claim Dillon left drunk after a 'business dinner',...    "
                },
                "8": {
                    "title": "Sin and Redemption",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Roses (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "24 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Charlotte found Dillon Parker's corps in the creek. David claims he left his office drunk, which forensics disprove. Inexperienced 'quick learner' Rebecca demands to become her father's business equally ruthless heir, over naively noble Will's head. Will and Lucy become a kissing couple. David makes Peter consider a detox clinic far from Calgary, but talking to terminal cancer patient Dennis makes him decide to stay for Kate. Jude drags Charlotte along vandalizing cars, Rebecca bribes the security guard not to have them arrested. Briggs blackmails David, having found ...    "
                },
                "9": {
                    "title": "Meat and Potatoes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Roses (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "3 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Kate brings Pete to Rivercross to recover. To repay the Henry's, he wants to bring 'his' rodeo horses, but dad David refuses even at the cost of a son, so Pete leaves Montrose for good and takes a barman job. Will is asks by Lucy to help investigate Briggs' disappearance. After client John Cameron's hint at foreclosure, David makes a desperate deal. Will discovers how desperate after reading Dillon's geological report. After Judd's sneaking is is discovered, Charlotte must bunk with Lucy. Rather then be dumped as too young, she tries hanging out with his ...    "
                },
                "10": {
                    "title": "Boom and Bust",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Roses (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "10 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    After elaborate wedding preparations and Trevor Faulkner's promise his gay day are over, Rebecca tells him she doesn't want a walk-over groom. He soon after knocks down a campaign contributor for flirting with her, but refuses to take the manipulative bitch back. Will risks his position by showing the Henry girls Dylan's geological report. Yet no bank dares invest in oil with novice girls. The adult Henrys each swallow enough pride to accept an unattractive way out, but Will finally offers to be their silent partner with personal funds. Charlotte discovers Jujde's ...    "
                },
                "11": {
                    "title": "Hunters and Gatherers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Roses (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "17 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Lucy has a hard time finding business partners to exploit the Rivercross oil, so she suspects the hand of the McGregors. Rebecca uses all her charms to discover who betrayed Dillon's findings, only to discover on Kate's cellphone a message indicating it's Will. Trevor only takes her back as one-night stand. Peter remains a barman. David gets wounded while hunting a rabies wolf with Kate. Charlotte mourns Jude's infidelity and gets the uninvited first-ever visit of her biological ma Yvonne, who gave her up for adoption aged 16.    "
                },
                "12": {
                    "title": "Time and Chance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Roses (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 6,
                    "original air date": "24 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Now Rebecca tells dad David Will has financed the Henry's oil drill, their tyrant father fires the golden boy and throws him out almost penniless. He even spreads lies Wil 'embezzled millions', so nobody dears hiring him. Lucy suggests he joins the Henrys to start an independent oil firm and bluff their way to investors. Trevor's wedding with Rebecca is back on, but although rising his independent candidature is still trailing third. When fellow left candidate John Nichols blackmails him with gay affair Ethan, Rebbecca gets her PI to find even worse on Nichols. Trying...    "
                },
                "13": {
                    "title": "First and Last",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Roses (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 8,
                    "original air date": "31 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Will is worried Lucy can't keep expenses under control. Her ex Jones turns up, who may lure her away to his band again. Unwilling to stay on a ranch turned oil site, Kate has run away with Peter, but car trouble pins them down in a motel. After Will's capital runs out without finding any oil, Lucy deserts. The news decides Kate to return, Peter to revive the Japanese cattle plan. Having chased both sons and virtually broke, David fixes his hope on Rebecca. But her wedding compromises Trevor's ecologist electoral campaign, so she promises Will to pay the Henrys's debt ...    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Byers, Steve"
            },
            {
                "name": "Harrison, Michelle"
            },
            {
                "name": "Hudson, Gary"
            },
            {
                "name": "Huffman, Kim"
            },
            {
                "name": "Lalonde, Amy"
            },
            {
                "name": "MacDonald, Adam"
            },
            {
                "name": "Power, Sarah"
            },
            {
                "name": "Stone, Clare"
            },
            {
                "name": "Christie, Paul"
            },
            {
                "name": "Neal, Dylan"
            },
            {
                "name": "Hager, Kristen"
            },
            {
                "name": "Liboiron, Landon"
            },
            {
                "name": "Rozon, Tim"
            },
            {
                "name": "Goossen, Jeananne"
            },
            {
                "name": "Trotter, Kate"
            },
            {
                "name": "Zurburg, Stacey"
            },
            {
                "name": "Roberts, Shawn"
            },
            {
                "name": "Pilon, Daniel"
            },
            {
                "name": "Nelson, Travis"
            },
            {
                "name": "Rempel, Raymond G."
            },
            {
                "name": "Marasciulo, Kyle"
            },
            {
                "name": "Titcomb, Liam"
            },
            {
                "name": "Alexander, Ashley"
            },
            {
                "name": "Carey, Tom"
            },
            {
                "name": "Mah, Jacey"
            },
            {
                "name": "Lawrence, Terry"
            },
            {
                "name": "Bland, Don"
            },
            {
                "name": "Porter, MacKenzie"
            },
            {
                "name": "Cappe, Noah"
            },
            {
                "name": "Campbell, Colin A."
            },
            {
                "name": "Chen, Terry"
            },
            {
                "name": "Hirt, Christianne"
            },
            {
                "name": "Moore, Carmen"
            },
            {
                "name": "Ash, Rick"
            },
            {
                "name": "Bockstael, Robert"
            },
            {
                "name": "Brown, David Lawrence"
            },
            {
                "name": "Heffern, Meghan"
            },
            {
                "name": "Hoy, Sean"
            },
            {
                "name": "LeReaney, David"
            },
            {
                "name": "Akiyama, Denis"
            },
            {
                "name": "Creery, Patrick"
            },
            {
                "name": "Libman, Daniel"
            },
            {
                "name": "Northcott, Ryan"
            },
            {
                "name": "Watson, Jeffrey"
            },
            {
                "name": "Yanchak, Laryssa"
            },
            {
                "name": "Bradley, Kira"
            },
            {
                "name": "Burns, Lindsay"
            },
            {
                "name": "Carriere, Justin Michael"
            },
            {
                "name": "Connell, Chad"
            },
            {
                "name": "Kayson, David"
            }
        ],
        "genres": [
            "Drama",
            "Romance"
        ],
        "runtimes": [
            "43"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "number of seasons": 1,
        "rating": 7.0,
        "votes": 203,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTEyNzI5Mzc2NDleQTJeQWpwZ15BbWU4MDAyODY0ODgx._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "David McGregor's family owns an oil firm and the vast Rivercross estate in Alberta. His late father however donated the original land to the Henrys. The heiress and her all-female offspring refuse to sell it back, although they can barely scrape together payments on the mortgage David bought. David's sons, responsible lawyer Will and immature horse-wrangler Peter, would prefer to be friends with their neighbors, each having a soft spot for a Henry girl. David's daughter Rebecca is a schemer herself, planning a loveless marriage to politician Trevor.",
        "languages": [
            "English"
        ],
        "title": "Wild Roses",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "de Pencier, Miranda"
            },
            {
                "name": "MacLennan, Matt"
            },
            {
                "name": "Hume, Peter"
            }
        ],
        "production companies": [
            {
                "name": "Seven24 Films"
            }
        ],
        "distributors": [
            {
                "name": "Canadian Broadcasting Corporation (CBC)"
            }
        ],
        "other companies": [
            {
                "name": "Chapman/Leonard Studio Equipment"
            },
            {
                "name": "Duncan Morin Barristers & Solicitors"
            }
        ],
        "plot": [
            "David McGregor's family owns an oil firm and the vast Rivercross estate in Alberta. His late father however donated the original land to the Henrys. The heiress and her all-female offspring refuse to sell it back, although they can barely scrape together payments on the mortgage David bought. David's sons, responsible lawyer Will and immature horse-wrangler Peter, would prefer to be friends with their neighbors, each having a soft spot for a Henry girl. David's daughter Rebecca is a schemer herself, planning a loveless marriage to politician Trevor.::KGF Vissers"
        ],
        "tech": {
            "runtime": [
                "43 min"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 203,
                "rating": 7.0
            },
            "aged 18 29": {
                "votes": 20,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 92,
                "rating": 7.5
            },
            "aged 45 plus": {
                "votes": 60,
                "rating": 5.8
            },
            "males": {
                "votes": 72,
                "rating": 6.7
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 38,
                "rating": 7.2
            },
            "males aged 45 plus": {
                "votes": 28,
                "rating": 5.6
            },
            "females": {
                "votes": 103,
                "rating": 7.5
            },
            "females aged 18 29": {
                "votes": 15,
                "rating": 8.2
            },
            "females aged 30 44": {
                "votes": 54,
                "rating": 7.9
            },
            "females aged 45 plus": {
                "votes": 29,
                "rating": 6.3
            },
            "top 1000 voters": {
                "votes": 9,
                "rating": 4.8
            },
            "us users": {
                "votes": 48,
                "rating": 7.0
            },
            "non us users": {
                "votes": 106,
                "rating": 6.7
            }
        },
        "number of votes": {
            "10": 68,
            "9": 22,
            "8": 43,
            "7": 25,
            "6": 12,
            "5": 4,
            "4": 6,
            "3": 2,
            "2": 6,
            "1": 15
        },
        "arithmetic mean": 7.6,
        "median": 8
    }
}