{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2009"
            },
            {
                "country": "USA\n",
                "date": "2 December 2009"
            },
            {
                "country": "Netherlands\n",
                "date": "22 March 2010"
            },
            {
                "country": "Sweden\n",
                "date": "31 March 2010"
            },
            {
                "country": "Estonia\n",
                "date": "15 June 2010"
            },
            {
                "country": "Hungary\n",
                "date": "24 October 2010"
            },
            {
                "country": "Japan\n",
                "date": "3 May 2011",
                "notes": "                            (DVD premiere)"
            }
        ],
        "release dates": [
            "USA::2009",
            "USA::2 December 2009",
            "Netherlands::22 March 2010",
            "Sweden::31 March 2010",
            "Estonia::15 June 2010",
            "Hungary::24 October 2010",
            "Japan::3 May 2011                            (DVD premiere)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Steven Seagal: Lawman"
            },
            {
                "countries": "Estonia",
                "title": "Seadusesilm Steven Seagal"
            },
            {
                "countries": "France",
                "title": "Steven Seagal: au service de la loi"
            },
            {
                "countries": "Hungary",
                "title": "Steven Seagal - Az igazságosztó"
            },
            {
                "countries": "Italy",
                "title": "Steven Seagal: la legge sono io"
            },
            {
                "countries": "Romania",
                "title": "Steven Seagal: Apãrãtorul legii"
            },
            {
                "countries": "Russia",
                "title": "Стивен Сигал: Законник"
            },
            {
                "countries": "Slovakia",
                "title": "Steven Seagal - Muz zakona"
            }
        ],
        "akas": [
            "Steven Seagal: Lawman (original title)",
            "Seadusesilm Steven Seagal Estonia",
            "Steven Seagal: au service de la loi France",
            "Steven Seagal - Az igazságosztó Hungary",
            "Steven Seagal: la legge sono io Italy",
            "Steven Seagal: Apãrãtorul legii Romania",
            "Стивен Сигал: Законник Russia",
            "Steven Seagal - Muz zakona Slovakia"
        ],
        "akas from release info": [
            "Steven Seagal: Lawman (original title)",
            "Seadusesilm Steven Seagal Estonia",
            "Steven Seagal: au service de la loi France",
            "Steven Seagal - Az igazságosztó Hungary",
            "Steven Seagal: la legge sono io Italy",
            "Steven Seagal: Apãrãtorul legii Romania",
            "Стивен Сигал: Законник Russia",
            "Steven Seagal - Muz zakona Slovakia"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Drug Warriors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steven Seagal: Lawman (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 9,
                    "original air date": "2 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Steven Seagal and his new team from the Maricopa County Sheriff's Office race down into the desert to intercept a 1000 pound drug load coming up from Mexico; and later, Seagal is called out with SWAT to respond to a narcotics sting gone wrong.    "
                },
                "2": {
                    "title": "Righteous Justice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steven Seagal: Lawman (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "plot": "\n    Seagal and team take on a case that hits close to home, serving a warrant on a man accused of running over a fellow officer. In process, they make a traffic stop on a self-proclaimed pastor trolling the streets for crack.    "
                },
                "3": {
                    "title": "Cops and Cons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steven Seagal: Lawman (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "9 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Serving door-knock arrest warrants presents a challenge when the bad guys refuse to come out, so Seagal and the team get creative by first performing a tow truck ruse on a suspect wanted for domestic violence. Then, to take things to the next level, Seagal offers the team an acting class in preparation for a mother/daughter takedown that nearly turns deadly.    "
                },
                "4": {
                    "title": "Above the Border",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steven Seagal: Lawman (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "16 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    After a daytime trip to the desert to survey smuggling routes, Seagal and the SWAT team are called out to a suspected human smuggling drop house where armed coyotes are reportedly holding illegal immigrants hostage. Later, the team responds to a suspected narco-smuggling operation in Vekol Valley with surprising results.    "
                },
                "5": {
                    "title": "The Knife's Edge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steven Seagal: Lawman (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "23 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Serving warrants can be dangerous business. The team is called in to assist a smaller agency in apprehending a suspected rapist with a bad attitude. In preparation for their next warrant, Seagal offers the team a martial arts lesson they'll never forget.    "
                },
                "6": {
                    "title": "Ancient Secrets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steven Seagal: Lawman (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "30 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    Seagal calls on the wisdom of Sun Tzu to assist in the apprehension of a potentially armed suspect and to negotiate a hectic scene that could escalate into chaos.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Way of the Gun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steven Seagal: Lawman (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 45,
                    "original air date": "2 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Sheriff's Deputy Steven Seagal and his team capture an armed carjacker after a high-speed chase and tackle a convicted felon packing a pistol. In between these impressive busts, Seagal, the world-class marksman, teaches a fellow team member amazing Zen shooting techniques--techniques everyone on his team will need to survive the dangerous streets of Jefferson Parish, Louisiana.    "
                },
                "2": {
                    "title": "The Deadly Hand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steven Seagal: Lawman (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 33,
                    "original air date": "2 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    After a close call chasing a suspect with a gun, Aikido master Steven Seagal teaches his team of sheriff's deputies some self-defense and weapons retention techniques. Back out on patrol, they get called to a parking lot brawl. They detain the suspects, but one resists arrest and kicks out a patrol car window. Later, Steven encounters two belligerent men with a gun. The members of Steven's team are glad they've been trained by the best.    "
                },
                "3": {
                    "title": "Killer Canines",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steven Seagal: Lawman (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 34,
                    "original air date": "9 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Deputy Chief Steven Seagal and his team get a call for a burglary-in-progress and rush to the scene. They call in the K-9 Unit to search for a suspect who may still be in the home. Later, Steven apprehends a man who broke into a woman's house while fleeing from the police. Steven takes measures to defend his own home: guard dogs. If Steven can get his two aggressive, alpha males to work well together, he knows he'll have a canine protection team that can take on any intruder.    "
                },
                "4": {
                    "title": "Too Young to Die",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steven Seagal: Lawman (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 26,
                    "original air date": "9 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Steven and his team get a call to the scene of car accident involving a two-year-old but they discover that things aren't quite what they seem. Later, Steven shows some tough-love to a teenager hiding a deadly sawed-off shotgun. While off-duty, Steven visits the New Orleans Children's Hospital cancer ward and is so touched by the kids that he straps on his blues guitar and throws a benefit concert to raise money for the hospital.    "
                },
                "5": {
                    "title": "The Student Becomes the Master",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steven Seagal: Lawman (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 23,
                    "original air date": "16 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Be it apprehending suspects or making sure a woman is safe in her home, Deputy Chief Steven Seagal and his team patrol the streets of Jefferson Parish in honor of their former boss, the late Harry Lee. When a man is beaten by an intruder, the team catches the suspect and works to soothe the community, just as Harry would have wanted. Later, the time has come to induct the new sheriff, Newell Normand, and Steven is confident that Newell is the right man for the job.    "
                },
                "6": {
                    "title": "Firearms of Fury",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steven Seagal: Lawman (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 31,
                    "original air date": "16 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Steven and his team bust a suspect fleeing with a loaded .44 magnum and are called to the scene of a young man shot with a shotgun. With all these guns around, Steven and his team know they need to sharpen their street skills. They head to the best training they can get: a comprehensive computerized crime simulator and \"real world\" shoot house. Later, when a routine traffic stop takes a potentially deadly turn, Steven is glad he and his team are so well prepared.    "
                },
                "7": {
                    "title": "To Live or Die",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steven Seagal: Lawman (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 22,
                    "original air date": "23 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Deputy Chief Steven Seagal and his team find themselves in a desperate situation when two men are robbed and shot. Steven tries to keep the victims calm until the ambulance gets there but it's not clear if the men will live. While not chasing down bad guys, Steven and his partner Johnny find themselves in another desperate situation when they help rebuild a home for a family who lost everything in Hurricane Katrina.    "
                },
                "8": {
                    "title": "Medicine Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steven Seagal: Lawman (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 24,
                    "original air date": "30 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Deputy Chief Steven Seagal's on patrol so all the criminals run and hide. That's exactly what happens when a suspicious person call leads to an exciting chase that has Steven and his team scouring yards. Later, they face a cat and mouse game as they search a dark neighborhood for two more runners. All the running leaves Colonel John Fortunato with a knee injury. Steven takes him to a Chinese acupuncturist where he shares his knowledge of Chinese medicine and tries to make a skeptical cop into a true believer.    "
                },
                "9": {
                    "title": "Crack War",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steven Seagal: Lawman (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 22,
                    "original air date": "6 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    The war on drugs continues on two fronts. First, Deputy Chief Steven Seagal and his team, responding to routine disturbance call, find a huge stash of drugs and take a big bite out of a drug dealer's business. Second, Steven and the guys cheer for a fellow officer as he competes in a best legs contest to raise money for a local drug rehabilitation center.    "
                },
                "10": {
                    "title": "A Parish Under Siege",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steven Seagal: Lawman (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 24,
                    "original air date": "20 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    It's Friday night in Jefferson Parish and a call comes in for a near fatal car crash. Two men are rushed to the hospital while Steven and his guys search for other possible victims. Steven tries to prevent another horrendous crash by sending a couple of men walking home when he finds a bottle of rum in their car. And later, the squad meets up with SWAT to help deal with an equally dangerous threat: rodents that are undermining the Parish's all important levee system.    "
                },
                "11": {
                    "title": "Street Justice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steven Seagal: Lawman (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 20,
                    "original air date": "27 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Deputy Chief Steven Seagal and his team get word that there may be some drug use at a local motel and there is: crack cocaine. It's a busy night, first the motel bust and then two other crack-related stops. The next day Steven teaches martial arts to a group of young people. He hopes to instill in them the discipline and self-confidence they need to stay away from the drugs he sees on the streets every day.    "
                },
                "12": {
                    "title": "Narc Force",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steven Seagal: Lawman (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 21,
                    "original air date": "3 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Deputy Chief Steven Seagal and his team join with the narcotics unit for an undercover sting on a drug dealer. But not everyone is bad. Later, when three suspicious young men prove themselves to be law-abiding citizens, Steven invites them to a big Sheriff's office picnic where he and the SWAT team demonstrate an exciting hostage rescue.    "
                },
                "13": {
                    "title": "Ruthless Judgement",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steven Seagal: Lawman (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 16,
                    "original air date": "10 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    The night starts off badly as Deputy Chief Steven Seagal and his team rush to the scene of a man killed in a drive-by. Minutes later they race to another shooting: a man found dead in his car. Two homicides in less than an hour puts the unit on high alert and when they catch four young men out late, Steven has some stern words. But he gets down right harsh, the next night, when he finds two of them carrying drugs. But Steven has to get back to Hollywood, it's time to make his next movie.    "
                }
            },
            "2": {
                "1": {
                    "title": "They Drive by Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steven Seagal: Lawman (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 10,
                    "original air date": "6 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    In this tension-filled episode, Steven Seagal and his JPSO team spot an out-of-control car heading straight for oncoming traffic. They can only watch helplessly as a horrific head-on collision unfolds before their eyes.    "
                },
                "2": {
                    "title": "Blade Master",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steven Seagal: Lawman (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 10,
                    "original air date": "6 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Steven Seagal engages with his inner samurai as he tests out a rare Japanese sword. Out in the street, a routine traffic stop turns into a dangerous high-speed chase. Finally, Seagal and his team play a cat-and-mouse game with two alleged drug dealers trying to outwit the narcotics unit.    "
                },
                "3": {
                    "title": "Crossfire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steven Seagal: Lawman (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "13 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Bullets fly in Jefferson Parish. First, Steven Seagal and his team respond to two shootings only minutes apart and discover that dangerous gunmen are running loose. And when a man is shot in the chest, the team questions the shooter--armed with an unusual handgun--and learns the startling truth that led to the shooting.    "
                },
                "4": {
                    "title": "The Perfect Target",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steven Seagal: Lawman (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "13 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    When team Seagal runs across a man waving a gun on a highway, they discover that the gun is fully loaded--and so is the driver. Then Seagal spots a mysterious car in an abandoned warehouse area and learns first-hand the lingering fallout from Hurricane Katrina.    "
                },
                "5": {
                    "title": "On Dangerous Ground",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steven Seagal: Lawman (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "20 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    When Steven Seagal and his team get called by the narcotics unit to raid a suspected drug dealer, what they find surprises everyone. Then a mysterious man who seems to fall from the sky jolts the team into action. Meanwhile, Steven goes all out to plan a surprise of his own for his wife Elle on Valentine's Day.    "
                },
                "6": {
                    "title": "Gimme Shelter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steven Seagal: Lawman (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "27 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Steven Seagal, a protector of the vulnerable and the helpless, befriends a rescue pitbull at a local shelter and makes it his mission to save him from being euthanized. And when he spots another dog dangerously chained in a back of a pickup, Seagal gives the driver a lesson he won't soon forget.    "
                },
                "7": {
                    "title": "The Innocents",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steven Seagal: Lawman (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "3 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Steven Seagal is a man who can't stand to see children in harm's way. Some drug dealers don't share his compassion for children. When Seagal and his team join two separate drug busts, they are shocked to discover that drug dealers like to keep their stashes close by their kids.    "
                },
                "8": {
                    "title": "Under the Influence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Steven Seagal: Lawman (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "10 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    When his team begins to succumb to a mysterious illness, it's up to Steven Seagal to protect them. But will they like his ancient remedies? Seagal and the team need to be in tip-top shape to execute a dangerous no-knock warrant in search of a drug dealer. They must also chase down a career criminal in a foot race.    "
                }
            }
        },
        "number of episodes": 27,
        "cast": [
            {
                "name": "Seagal, Steven"
            },
            {
                "name": "Dyess, Larry"
            },
            {
                "name": "Fortunato, Johnny"
            },
            {
                "name": "Normand, Newell"
            },
            {
                "name": "Dang, Binh"
            },
            {
                "name": "Goldfine, Phillip B."
            },
            {
                "name": "LeBlanc, Elton"
            },
            {
                "name": "Koura, Gabriel"
            }
        ],
        "locations": [
            "Jefferson Parish, Louisiana, USA"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.66 : 1",
        "certificates": [
            "Australia:M",
            "France:Unrated",
            "Netherlands:12"
        ],
        "number of seasons": 3,
        "rating": 6.3,
        "votes": 964,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTU3NzA4MzE4MF5BMl5BanBnXkFtZTcwNzQ3MzEzMw@@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Steven Seagal: Lawman",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "A&E Television Networks"
            },
            {
                "name": "Granada Entertainment"
            },
            {
                "name": "Granada Productions"
            },
            {
                "name": "Steamroller Productions"
            }
        ],
        "distributors": [
            {
                "name": "A&E Television Networks"
            },
            {
                "name": "Cool TV"
            },
            {
                "name": "Entertainment One"
            },
            {
                "name": "Fox Movies Premium"
            },
            {
                "name": "Happinet"
            },
            {
                "name": "RTL Entertainment"
            },
            {
                "name": "Splendid Film"
            },
            {
                "name": "TV3"
            },
            {
                "name": "W9"
            }
        ],
        "plot": [
            "A reality series that follows action star Steven Seagal's adventures as a fully-commissioned deputy with the Jefferson Parish Sheriff's Office in Louisiana.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min (USA)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.66 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 964,
                "rating": 6.3
            },
            "aged 18 29": {
                "votes": 145,
                "rating": 7.2
            },
            "aged 30 44": {
                "votes": 534,
                "rating": 6.4
            },
            "aged 45 plus": {
                "votes": 197,
                "rating": 5.7
            },
            "males": {
                "votes": 808,
                "rating": 6.4
            },
            "males aged 18 29": {
                "votes": 129,
                "rating": 7.2
            },
            "males aged 30 44": {
                "votes": 501,
                "rating": 6.5
            },
            "males aged 45 plus": {
                "votes": 164,
                "rating": 5.4
            },
            "females": {
                "votes": 76,
                "rating": 6.0
            },
            "females aged 18 29": {
                "votes": 14,
                "rating": 6.9
            },
            "females aged 30 44": {
                "votes": 27,
                "rating": 4.6
            },
            "females aged 45 plus": {
                "votes": 33,
                "rating": 6.9
            },
            "top 1000 voters": {
                "votes": 32,
                "rating": 5.5
            },
            "us users": {
                "votes": 304,
                "rating": 6.4
            },
            "non us users": {
                "votes": 503,
                "rating": 6.4
            }
        },
        "number of votes": {
            "10": 311,
            "9": 54,
            "8": 93,
            "7": 123,
            "6": 88,
            "5": 62,
            "4": 32,
            "3": 18,
            "2": 39,
            "1": 144
        },
        "arithmetic mean": 6.7,
        "median": 7
    }
}