{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "15 March 2009"
            },
            {
                "country": "UK\n",
                "date": "16 March 2009"
            }
        ],
        "release dates": [
            "UK::15 March 2009",
            "UK::16 March 2009"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Missing (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "15 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    M J is not happy with officious new superior D.C.I. Ford but wins Ford's praise when they handle the case of six-year-old Jade,who has gone missing from her mother Leanne and Leanne's older,controlling boyfriend Ben. Jade's father Marcus is caught trying to take her abroad after she has told him Ben hits her but it transpires that she made this story up as she feared - wrongly - that her mother was moving to Reading.The parents reach a reconciliation. Amy,still getting over Jason dumping her,reunites a father and son who have fallen out over the boy's coming out as ...    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Missing (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "16 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Teen-aged Jess Stratton goes missing from her halfway house hostel and initially the team suspect that she has been abducted by Pete,an aggressive young man whom she knew from her foster-care days. However the case takes a different turn when CCTV footage reveals Jess seemingly forcing herself on an elderly woman but when the old lady,Mrs. Hall,is tracked down it transpires that Jess has moved in with her to care for her as she is becoming incapable of looking after herself. Danny helps an old romantic,Ed,track down his old sweet-heart,though the case does not end ...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Missing (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "17 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Shortly after Karen Clitheroe has reported her rep husband Damon missing Adele Scott does the same for her boyfriend Sean and when he is located,in a coma in hospital following a car crash, Sean and Damon turn out to be the same man - who is also seeing a third woman,Pamela who is blissfully unaware of the situation. Events do,however,lead to a friendship between Karen and Pamela. M J is doubly annoyed when it appears that Amy has complained about her to D.C.I. Ford and when Jack's necklace proves to be stolen. She makes up with Amy, who has shown initiative in ...    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Missing (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "18 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Ex-corporal Jerry Grace reports his young lodger Darren,a fellow soldier back from Afghanistan, as missing.Jerry's wife had thrown him out after catching her toddler with Darren's valium, but when M.J. catches up with the two men arguing it appears that Jerry had not been truthful with her. Training coach Martin Morgan notifies the disappearance of promising athlete Joanne but omits to add they are a couple so that when she is located she explains that she left him for personal reasons though they reconcile.Jack recovers from a heart attack and charges are dropped ...    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Missing (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "19 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Motor cycle courier Andy goes on the run, having accidentally rumbled a dangerous gang of counterfeiters but when M.J.'s team locate him, they find he has a more pressing need to escape them. Jason also feels used when old schoolmate Lee begs him to find his girlfriend Katie. The truth is that Katie is no more than a married acquaintance with whom the unhinged Lee has become besotted - leading him to a desperate action. M.J's reconciliation with her family is short-lived after she finds Jack has been dishonest whilst Danny,thrown out by his wife, moves in with her.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Missing (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "22 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Judy Waverley calls in the team when Neville,the man she is shortly to marry,goes missing. The initial feeling is that he has cold feet over the wedding but concern grows when it is discovered that Neville has taken several bottles of sleeping pills with him. He is located and gives unselfish reasons for his action whilst Amy is shocked when she discovers the identity of a missing man.    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Missing (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "23 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    When Helen, the teen-aged nanny of Jenny and David Winters,disappears,the unit's only clue is that she was seeing a therapist,who lets slip that she was adopted. Helen re-appears and abducts the Winters' son but when M.J. tracks her down, Helen drops a bombshell as to the real relationship between Jenny and herself. Amy tries to find Polly, missing friend of elderly Beth, an ex-policewoman who comes across as very articulate but in reality is lonely and looking for attention since Polly is long dead. Jason makes his peace with Mr. Beckett and is cleared of causing ...    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Missing (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "24 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Ex-Flying Squad officer Josh Kemplen joins the unit as an observer but M.J. finds him rather too keen and cocky. He does,however, discover that Bobbie Somerton,teenage music prodigy who has run off after rowing with father John, has met up with older brother Adam, on the run from a young offender institute. Bobbie has also seen Barbara,his grandmother who is estranged from John, and, whilst John makes himself out as the injured party, Bobbie tells him some home truths when Jason finds him. Amy tries unsuccessfully to play Cupid for a workaholic business man and his ...    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Missing (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "25 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Pushed into it by Josh Jason gets M.J. to give him control of the unit's latest case. Young teacher Matthew Green has gone missing from the girls' school where he works after being threatened by a parent who believes him to have been in a relationship with his daughter Caitlin, one of the pupils. In fact Caitlin was angry that Matthew had exposed her dyslexia and had manipulated a jealous ex-colleague of Matthew into giving him a hiding. Matthew is found safe but M.J. is annoyed that Jason had allowed himself to act on advice from Josh which put Josh in a better light...    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Missing (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "26 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    When Kath Walters sees a teen-aged girl on Dover beach she is convinced that this is her daughter who went missing aged five,eight years earlier and that she has been abducted. M.J. and the team conduct a search for the girl but Josh Kemplen nearly jeopardises it by going behind her back to authorise a DNA test. Ultimately the team are not dismayed when the ambitious young copper announces his intention to move on.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Missing (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "16 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    An autistic boy's mother is missing, as well as a woman's fiancé; elsewhere, MJ appears on Danny's radio show.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Missing (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "17 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    A young girl fails to return home and the subsequent investigation makes Jason become suspicious of her father. Amy investigates MJ's sister's disappearance further, as well as helping an elderly man find a long-lost relative.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Missing (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "18 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Jason receives a late night call at the office about a man, Tom Laird, whose wife, Irene, has gone missing; and things go from bad to worse when he assaults Jason. As the case is investigated further, MJ's superior, DCI Ford gets involved - causing a clash between the two women - after she becomes suspicious of Laird, and it is not long until she is treating him as a possible murder suspect. However, it is soon discovered that Irene has gone missing several times before, and has changed her name each time she gets into a new relationship. She is effectively a serial ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Missing (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "19 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    A lawyer goes missing while at a park with his young daughter. Amy finds Ellen's mobile number, making MJ one step closer to finding her sister. A young woman asks for help in finding her abusive father, whom she hasn't seen since she was sixteen. Danny continues with his keeping fit regime.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Missing (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "20 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    A man named Sam Wise goes missing, and the reasons for his disappearance seem to be because of financial problems. However, are his problems actually deeper than they seem at first glance? MJ tells Danny about seeing Ellen at the hospital. On a visit to question a witness, Amy finds herself in danger.    "
                }
            }
        },
        "number of episodes": 15,
        "cast": [
            {
                "name": "Quirke, Pauline"
            },
            {
                "name": "Scott, Felix"
            },
            {
                "name": "Shah, Pooja"
            },
            {
                "name": "Wingett, Mark"
            },
            {
                "name": "Andoh, Adjoa"
            },
            {
                "name": "Baker, Helen"
            },
            {
                "name": "Hudd, Roy"
            },
            {
                "name": "Belman, Jamie"
            },
            {
                "name": "Albertson, Paul"
            },
            {
                "name": "Ashman, Franc"
            },
            {
                "name": "Brown, Cascade"
            },
            {
                "name": "Ainger, Indira"
            },
            {
                "name": "Alcock, Victoria"
            },
            {
                "name": "Alexandrou, James"
            },
            {
                "name": "Blakey, John"
            },
            {
                "name": "Cowan, Juliet"
            },
            {
                "name": "Barklem-Biggs, Theo"
            },
            {
                "name": "Bown, Paul"
            },
            {
                "name": "Braun, Meredith"
            },
            {
                "name": "Casey, Natalie"
            },
            {
                "name": "Fairley, Madeleine"
            },
            {
                "name": "Avery, David"
            },
            {
                "name": "Bagnell, Jodie"
            },
            {
                "name": "Bailey, Alisha"
            },
            {
                "name": "Boht, Jean"
            },
            {
                "name": "Brann, Susie"
            },
            {
                "name": "Garrett, Henry"
            },
            {
                "name": "Laith, Khalid"
            },
            {
                "name": "Benjamin, Lucy"
            },
            {
                "name": "Burrows, Spencer"
            },
            {
                "name": "Cornwell, Phil"
            },
            {
                "name": "Fearon, Ray"
            },
            {
                "name": "Marsh, Dominic"
            },
            {
                "name": "Culshaw, Jon"
            },
            {
                "name": "Geere, Chris"
            },
            {
                "name": "Hope, Charlotte"
            },
            {
                "name": "Laird, Martina"
            },
            {
                "name": "Michaels, David"
            },
            {
                "name": "Rogers, Laura"
            },
            {
                "name": "Burfield, Ian"
            },
            {
                "name": "Harrington, Richard"
            },
            {
                "name": "King, Jacqueline"
            },
            {
                "name": "Lloyd, Melissa"
            },
            {
                "name": "Targett, Lily"
            },
            {
                "name": "Beckett, Joel"
            },
            {
                "name": "Cleasby, Emma"
            },
            {
                "name": "Davis, Jamie"
            },
            {
                "name": "Kelly, Greg"
            },
            {
                "name": "Maguire, Georgia"
            },
            {
                "name": "Medcalf, Kim"
            }
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "45"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HDCAM)"
        ],
        "aspect ratio": "1.33 : 1",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 2,
        "rating": 6.7,
        "votes": 75,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTQxMTc5NzY5N15BMl5BanBnXkFtZTcwMDU5MjE5Mw@@._V1_SY150_CR4,0,101,150_.jpg",
        "budget": "GBP750,000 (estimated)",
        "plot outline": "Missing is a compelling new procedural drama series set in a busy Missing Persons Unit. The under-resourced MPU is set in Dover and is run by a charismatic woman detective: DS Mary Jane Croft, played by Pauline Quirke. Mary Jane and her story from the emotional heart of the series. MJ, as she likes to be known, harbours a dark personal secret: a missing sister of her own. This is what motivated her to join the unit and it is her journey to face up to her past that runs through every episode and provides the emotionally charged denouement of the series. Each episode tackles a very different missing persons case which MJ and her team must try to solve. They are in a race against time, since each case often involves people at risk, either from themselves or others.",
        "languages": [
            "English"
        ],
        "title": "Missing",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2010",
        "akas": [
            "Missing (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Boulter, Roy"
            },
            {
                "name": "Cairns, Mark"
            },
            {
                "name": "Clompus, Mark"
            }
        ],
        "production companies": [
            {
                "name": "Leopard Drama"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            }
        ],
        "other companies": [
            {
                "name": "Title"
            }
        ],
        "plot": [
            "Drama set in a busy _Missing_ (qv) Persons Unit.::David Rush",
            "_Missing_ (qv) is a compelling new procedural drama series set in a busy _Missing_ (qv) Persons Unit. The under-resourced MPU is set in Dover and is run by a charismatic woman detective: DS Mary Jane Croft, played by Pauline Quirke. Mary Jane and her story from the emotional heart of the series. MJ, as she likes to be known, harbours a dark personal secret: a missing sister of her own. This is what motivated her to join the unit and it is her journey to face up to her past that runs through every episode and provides the emotionally charged denouement of the series. Each episode tackles a very different missing persons case which MJ and her team must try to solve. They are in a race against time, since each case often involves people at risk, either from themselves or others.::Leopardrama"
        ],
        "tech": {
            "runtime": [
                "45 min (15 episodes)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color (HDCAM)",
                "Color"
            ],
            "aspect ratio": [
                "1.33 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 75,
                "rating": 6.7
            },
            "aged 18 29": {
                "votes": 10,
                "rating": 4.9
            },
            "aged 30 44": {
                "votes": 27,
                "rating": 6.5
            },
            "aged 45 plus": {
                "votes": 26,
                "rating": 6.2
            },
            "males": {
                "votes": 36,
                "rating": 6.3
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 6.0
            },
            "males aged 30 44": {
                "votes": 12,
                "rating": 6.0
            },
            "males aged 45 plus": {
                "votes": 18,
                "rating": 6.5
            },
            "females": {
                "votes": 28,
                "rating": 6.2
            },
            "females aged 18 29": {
                "votes": 5,
                "rating": 4.2
            },
            "females aged 30 44": {
                "votes": 14,
                "rating": 6.7
            },
            "females aged 45 plus": {
                "votes": 8,
                "rating": 5.8
            },
            "top 1000 voters": {
                "votes": 6,
                "rating": 4.5
            },
            "us users": {
                "votes": 7,
                "rating": 5.9
            },
            "non us users": {
                "votes": 47,
                "rating": 6.3
            }
        },
        "number of votes": {
            "10": 16,
            "9": 8,
            "8": 9,
            "7": 13,
            "6": 9,
            "5": 3,
            "4": 6,
            "3": 2,
            "2": 3,
            "1": 6
        },
        "arithmetic mean": 6.7,
        "median": 7
    }
}