{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "8 January 2009"
            }
        ],
        "release dates": [
            "UK::8 January 2009"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "The Boyfriend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life of Riley (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "13 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    When her mother Margaret announces her intention to marry widower David,Maddy does not share the rest of the family's enthusiasm,especially as he has had four previous wives and the happy couple met at the last one's funeral. Being a bridesmaid in a vast fluffy dress does not appeal either but when Margaret seems to have cold feet Maddy talks her round into tying the knot. Katy manages to lose her grandma's car and get it wheel-clamped whilst Dan defeats the school bully by telling him he fancies him.    "
                },
                "2": {
                    "title": "Letter of the Law",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life of Riley (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "20 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    When a client of Jim's goes bankrupt,owing him thousands,he asks Roger,the lawyer from next door for legal advice and ends up getting billed for his services. Meanwhile Amanda,a woman Jim has met on the Internet and is obsessed with him,shows up and kisses him in front of Danny. Hearing the parents discuss how to deal with Roger the kids assume they are getting divorced but when the matter is cleared up they combine to put Amanda off.    "
                },
                "3": {
                    "title": "Interference",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life of Riley (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "27 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Maddy feels the rest of the family are keeping secrets from her after she recently embarrassed them in public. They claim that she cannot stop interfering so she agrees to back off from their lives. Inevitably they find themselves in all sorts of trouble without her interference. Jim becomes addicted to caffeine after he is given a coffee vending machine and needs Maddy's help to break the habit.    "
                },
                "4": {
                    "title": "Snake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life of Riley (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "4 May 2011",
                    "year": "2011",
                    "plot": "\n    Ted's dad Robbie gives him a snake,of which the rest of the family live in fear. The snake escapes whilst Maddy and Jim are next door having dinner with the Weavers who are experiencing marital problems and the kids trash the house trying to find it,claiming that they were burgled. By this time Maddy is offering the Weavers advice on how to settle their differences - differences which are only resolved when the Weavers see how argumentative Maddy and Jim are by comparison.    "
                },
                "5": {
                    "title": "Lost in Translation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life of Riley (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "11 May 2011",
                    "year": "2011",
                    "plot": "\n    Maddy feels Jim should express his feelings more,rather than remain silent on things,though when Ted airs Francophobic views to Danny's French exchange student Anne-Marie,she is annoyed - even though it turns out that Anne-Marie is from Cornwall. When Jim takes Maddy at her word,however,she rather wishes he hadn't as he ends up fighting in the street with Roger.    "
                },
                "6": {
                    "title": "Absent Friends",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life of Riley (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "18 May 2011",
                    "year": "2011",
                    "plot": "\n    Ted is shocked by Maddy's handling of the family finances and takes over their control whilst Danny befriends a weird kid called Russell purely to get near his fit sister, only to discover that Russell is hanging out with him to get a date with Katy. Jim hears that an old friend has died, causing Maddy to reflect on the fact that he has virtually no social circle but her efforts to remedy the matter end in a party where the Weavers argue as usual and Ted sells the house to a stranger to relieve the financial burden. At least Maddy's attempt to get Jim on a play-date ...    "
                },
                "7": {
                    "title": "The Bug",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life of Riley (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "25 May 2011",
                    "year": "2011",
                    "plot": "\n    The family's computer rashes,leaving them without an Internet connection and,after spending a fortune on the help-line,they learn that the guarantee has expired. Maddy takes Rosie to a nursery where the yummy mummies are not amused by her jokes though Jim is a hit with them. Unfortunately Rosie catches a cold which spreads to the rest of the family. Will Maddy miss her night of pampering at a spa as a result of having to nurse them?    "
                },
                "8": {
                    "title": "The Good Mother",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life of Riley (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "1 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    When Jim's children get the chance to spend summer in New York with their glamorous mother Christine, Maddy fears they will not want to return and sets out to prove her parenting skills to win over them. Although she fails she at least feels better when the Weavers argue in front of her and even better when Christine rings to say the trip is off,especially as the kids say they always knew their mother was unreliable. Ultimately what is most important to them about Maddy is that she is \"always there.\"    "
                }
            },
            "1": {
                "1": {
                    "title": "In the Family Way",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life of Riley (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "8 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Divorcee Maddy Jackson, who has a little boy called Ted, marries Jim Riley,who has two teenagers Katy and Danny. They also have a baby. However when a pregnancy testing kit is discovered unopened Jim assumes it belongs to Maddy who wants another child and Maddy freaks out, thinking it means Katy is pregnant. Of course it turns out that it belongs to neither of them . . .    "
                },
                "2": {
                    "title": "New Beginnings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life of Riley (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "15 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    To accommodate the increased family the Rileys move to a bigger house and the move is predictably disastrous. The cat gets lost along with the family silver, requiring improvisation at the breakfast table and the baby has to sleep in a crate. And,just as things are settling down Maddy gets to meet the smug couple from next door.    "
                },
                "3": {
                    "title": "The Ex Factor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life of Riley (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "22 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Maddy's husband Jim decides that her ex-husband Robbie is his new best friend. While the two of them bond by putting up shelves, Maddy's stepson decides to come out of the closet.    "
                },
                "4": {
                    "title": "Beating the Bully",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life of Riley (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "29 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Katy becomes a vegetarian after rescuing a pigeon from the cat and devotes her energies into becoming an animal rights supporter whilst Maddy tries to help Danny when he complains of being bullied, though he hits upon a sure way of making money by posing as a down-and-out.    "
                },
                "5": {
                    "title": "The Little White Lie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life of Riley (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "5 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    When Maddy's son Ted makes it clear to her that he has no desire to take part in the neighbour's sleep-over Maddy, rather than telling the truth, embarks upon a series of lies which inevitably escalate and only get harder to justify.    "
                },
                "6": {
                    "title": "The Worst Best Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life of Riley (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "12 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    On the same evening that Maddy reads a bedtime story for the son of her next door neighbours the Weavers - resulting in calamity - Jim accompanies Maddy's first husband Robbie on his stag night, as best man, and it's a miracle that he manages to get him to the church on time.    "
                }
            },
            "2": {
                "1": {
                    "title": "Just the Two of Us",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life of Riley (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "17 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Maddy decides that it is high time she and Jim spent some quality time together, putting themselves first and doing romantic things. Of course she has reckoned without the kids, her mother and the couple next door,all of whom will contribute to threatening the success of her little plan.    "
                },
                "2": {
                    "title": "Crowded House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life of Riley (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "24 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    The decorators arrive to give the Rileys' house a make-over, starting with Maddy and Jim's bedroom, which immediately becomes strictly off limits. As a consequence everyone ends up having to share and share alike, which is an inevitable recipe for disaster.    "
                },
                "3": {
                    "title": "Nine to Five",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life of Riley (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "31 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Maddy decides to go back into full-time employment and gets herself a job in an office. However the boss proves to be a bigger baby than the kids at home whilst the kids themselves don't seem to be missing her at all so inevitably she ends up giving the job up.    "
                },
                "4": {
                    "title": "Is She Really Going Out with Him?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life of Riley (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "7 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Maddy's first husband, Robbie, comes to visit and introduces his new, younger girlfriend Suzy to the family. Maddy is very jealous of the younger woman and attempts to compete with her but things, inevitably, do not go according to plan.    "
                },
                "5": {
                    "title": "School's Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life of Riley (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "14 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Maddy and Jim are desperate to get their younger son Ted into the best secondary school in the locality but unfortunately the cachement area for admissions stops short at the house next door. Maddy decides that if the family move into a camper van round the corner from the school they will qualify but the van is towed away - and put in a collection park right next door to the school itself.    "
                },
                "6": {
                    "title": "Crazy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Life of Riley (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "21 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    When Maddy hears that Danny is seeing the school counsellor she fears that he is having sexual problems and forces Jim to have a man-to-man talk with him, though it turns out he's only doing it to avoid cross country running. Maddy becomes a reluctant hospital visitor and gets savaged by an elderly patient's cat whilst Ted has to be brutally honest when Katy's boyfriend proposes to her.    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Quentin, Caroline"
            },
            {
                "name": "Dudgeon, Neil"
            },
            {
                "name": "Dryzek, Lucinda"
            },
            {
                "name": "Fawcett, Taylor"
            },
            {
                "name": "Nolan, Patrick"
            },
            {
                "name": "Craney, Heather"
            },
            {
                "name": "Lumsden, Richard"
            },
            {
                "name": "Lavery, Islay"
            },
            {
                "name": "Lavery, Skye"
            },
            {
                "name": "Powley, Mark"
            },
            {
                "name": "Lamb, Ava"
            },
            {
                "name": "Lamb, Neve"
            },
            {
                "name": "Bell, John"
            },
            {
                "name": "Clarke, Jordan"
            },
            {
                "name": "Warren, Marcia"
            },
            {
                "name": "Hay, Megan"
            },
            {
                "name": "Hay, Olivia"
            },
            {
                "name": "Gunning, Jessica"
            },
            {
                "name": "Linnell, Richard"
            },
            {
                "name": "Ritchie, Charlotte"
            },
            {
                "name": "Boyle, Nigel"
            },
            {
                "name": "Holden, Ted"
            },
            {
                "name": "Kirk, Ellie"
            },
            {
                "name": "O'Brien, Marilyn"
            },
            {
                "name": "Wille, Clare"
            },
            {
                "name": "Gaunt, William"
            },
            {
                "name": "Osho, Andi"
            },
            {
                "name": "Wren, Amy"
            },
            {
                "name": "Lecky, Nicôle"
            },
            {
                "name": "Cavaliero, Rosie"
            },
            {
                "name": "Keeling, Ruth"
            },
            {
                "name": "Bailey, Imogen"
            },
            {
                "name": "Rylance, Beth"
            },
            {
                "name": "Small, Marc"
            },
            {
                "name": "Bridges, Rebecca"
            },
            {
                "name": "Goodwin, Adam G."
            },
            {
                "name": "Osborne, Lewis"
            },
            {
                "name": "Bustard, Ian"
            },
            {
                "name": "McKnight, Graeme"
            },
            {
                "name": "Banks, Jasmyn"
            },
            {
                "name": "Hamilton, Kerry Lynn"
            },
            {
                "name": "Watson, James"
            },
            {
                "name": "Barbour, Stacey"
            },
            {
                "name": "McGinnes, Katie"
            },
            {
                "name": "Bellamy, James"
            },
            {
                "name": "Davis, Joel"
            },
            {
                "name": "Elliot, Nicky"
            },
            {
                "name": "Finlay, Ross"
            },
            {
                "name": "Gillen, Mark"
            },
            {
                "name": "Hay, Jamie"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "United Kingdom:12"
        ],
        "number of seasons": 3,
        "rating": 5.5,
        "votes": 245,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjhkZDY0ZWEtMmM3Ni00ZTZhLTlhYWMtMzQ5ZmIyMzg4ZDFiXkEyXkFqcGdeQXVyNjU1Mzc4NTE@._V1_SY150_CR10,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Life of Riley",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2011",
        "akas": [
            "Life of Riley (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Pritchett, Georgia"
            },
            {
                "name": "Gaster, Dan"
            },
            {
                "name": "Ing, Will"
            }
        ],
        "production companies": [
            {
                "name": "BBC Scotland"
            },
            {
                "name": "Catherine Bailey Ltd."
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "Outright Distribution"
            }
        ],
        "other companies": [
            {
                "name": "TLO Film Services"
            }
        ],
        "plot": [
            "Sitcom about the dysfunctional lives of a newly married couple and the children each of them bring from a previous relationship.::David Rush"
        ],
        "tech": {
            "runtime": [
                "30 min (UK)",
                "30 min (6 parts) (UK)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "negative format": [
                "Video"
            ],
            "printed film format": [
                "Video (HDTV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 245,
                "rating": 5.5
            },
            "aged 18 29": {
                "votes": 88,
                "rating": 6.6
            },
            "aged 30 44": {
                "votes": 89,
                "rating": 4.8
            },
            "aged 45 plus": {
                "votes": 33,
                "rating": 4.3
            },
            "males": {
                "votes": 145,
                "rating": 4.9
            },
            "males aged 18 29": {
                "votes": 56,
                "rating": 6.5
            },
            "males aged 30 44": {
                "votes": 59,
                "rating": 3.9
            },
            "males aged 45 plus": {
                "votes": 26,
                "rating": 3.8
            },
            "females": {
                "votes": 67,
                "rating": 6.8
            },
            "females aged 18 29": {
                "votes": 32,
                "rating": 6.6
            },
            "females aged 30 44": {
                "votes": 27,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 6,
                "rating": 6.1
            },
            "top 1000 voters": {
                "votes": 6,
                "rating": 4.2
            },
            "us users": {
                "votes": 11,
                "rating": 2.8
            },
            "non us users": {
                "votes": 181,
                "rating": 5.4
            }
        },
        "number of votes": {
            "10": 45,
            "9": 21,
            "8": 31,
            "7": 27,
            "6": 19,
            "5": 22,
            "4": 12,
            "3": 10,
            "2": 15,
            "1": 43
        },
        "arithmetic mean": 5.9,
        "median": 7
    }
}