{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "15 March 2009"
            }
        ],
        "release dates": [
            "Australia::15 March 2009"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Honour Among Thieves",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rogue Nation (TV Series 2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "15 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Historian Michael Cathcart introduces John Macarthur and the powerful faction of landowners, entrepreneurs and local military who take on Governor William Bligh and trigger Australia's only military coup, the Rum Rebellion of 1808. Set in colonial Sydney from the 1790s, the first part of the dramatised documentary history series Rogue Nation delves into the struggle for power and control between ambitious landowners and the colony's British governors. While on the surface a dispute over the importation and sale of rum, the real battle is about access to prime ...    "
                },
                "2": {
                    "title": "Rights of Passage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rogue Nation (TV Series 2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "22 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Historian Michael Cathcart introduces William Wentworth and the \"Emancipists\", a loose-knit group of former convicts and their children who take on British Governor Ralph Darling in the 1820s in a struggle for independence and civil rights in colonial Australia. Set in Sydney in the 1820s, the second part of the dramatised documentary history series \"Rogue Nation\" delves into the conflict between the visionary Governor Lachlan Macquarie, who believes in the redemption of convicts and a fair go for all, and those who argue that his social experiment has gone too far. ...    "
                }
            }
        },
        "number of episodes": 2,
        "cast": [
            {
                "name": "Cathcart, Michael"
            },
            {
                "name": "Llewellyn-Jones, Tony"
            },
            {
                "name": "Morrell, Geoff"
            },
            {
                "name": "Hofman, Andrew"
            },
            {
                "name": "Barton, Joey"
            },
            {
                "name": "Briant, Shane"
            },
            {
                "name": "Beattie, Michael"
            },
            {
                "name": "Chilvers, Simon"
            },
            {
                "name": "Dukes, Alan"
            },
            {
                "name": "Berre, Yann Le"
            },
            {
                "name": "Bertram, Paul"
            },
            {
                "name": "Forsythe, Abe"
            },
            {
                "name": "Blinder, Alan"
            },
            {
                "name": "Gregg, John"
            },
            {
                "name": "Bolt, Ian"
            },
            {
                "name": "Harris, Jamie Edward"
            },
            {
                "name": "Brumpton, John"
            },
            {
                "name": "Healy, Richard"
            },
            {
                "name": "Cleary, Sophie"
            },
            {
                "name": "Hill, Les"
            },
            {
                "name": "Dickson, Patrick"
            },
            {
                "name": "Fitchett, Katie"
            },
            {
                "name": "Hope, Nicholas"
            },
            {
                "name": "Hegh, Anita"
            },
            {
                "name": "Isaacs, Sam"
            },
            {
                "name": "Hodge, Stephen"
            },
            {
                "name": "Jenkins, Alexander"
            },
            {
                "name": "Lyons, Paul"
            },
            {
                "name": "Lee, Monette"
            },
            {
                "name": "Milne, Antony"
            },
            {
                "name": "Lillicot, David"
            },
            {
                "name": "Mitchell, Heather"
            },
            {
                "name": "Lyndon, Grant"
            },
            {
                "name": "Pygram, Wayne"
            },
            {
                "name": "Simcoe, Anthony"
            },
            {
                "name": "O'Brien, Peter"
            },
            {
                "name": "Tighe, Andrew"
            },
            {
                "name": "O'Hare, John"
            },
            {
                "name": "Usic, William"
            },
            {
                "name": "Pease, Stephen"
            },
            {
                "name": "Walsman, Leeanna"
            },
            {
                "name": "Pickering, Adrienne"
            },
            {
                "name": "Wood, John"
            },
            {
                "name": "Pulvermacher, Milan"
            },
            {
                "name": "Young, Duncan"
            },
            {
                "name": "Rice, Damian"
            },
            {
                "name": "Sutherland, Michael"
            },
            {
                "name": "Paxton-Crick, Benedict"
            }
        ],
        "locations": [
            "Old Government House, Parramatta, Sydney, New South Wales, Australia",
            "Parliament House, Macquarie Street, Sydney, New South Wales, Australia",
            "Parramatta, Sydney, New South Wales, Australia",
            "Sydney, New South Wales, Australia"
        ],
        "genres": [
            "Drama",
            "History"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:M"
        ],
        "number of seasons": 1,
        "rating": 7.4,
        "votes": 24,
        "cover url": "https://m.media-amazon.com/images/M/MV5BY2MxYzJiNzctZDgxYS00YmMwLWJjY2MtMWYxZmZmZGQxOGIxXkEyXkFqcGdeQXVyMzczOTU3OQ@@._V1_SY150_CR3,0,101,150_.jpg",
        "plot outline": "Historian Michael Cathcart tells the epic story of how the colourful characters of early colonial Australia transformed a penal settlement into a land with rights and opportunity in a mere 40 years. This sweeping two-part dramatised documentary covers formative events in Australia's history, including the Rum Rebellion and early court cases, which established independence and civil rights for all settlers. Rogue Nation explores how a fledgling colony on the wrong side of the globe was rapidly transformed from a place of punishment to a place of opportunity; a confident and prosperous community. It examines the fight for power and control between two powerful interest groups--the wealthy and entrepreneurial landowners and the offspring of convict settlers who took on the governors appointed by the Colonial Office in London. Rogue Nation introduces well known figures including pastoralist John Macarthur, barrister and newspaper proprietor William Wentworth, and Governors William Bligh, Lachlan Macquarie and Ralph Darling. And it shows how a handful of driven, anti-authoritarian and fiercely independent men saw off several British governors, encouraged upheaval and learnt the art of politics - discovering that debates, pressure groups and propaganda could change governments and shape policy. In doing so, they helped to lay the foundations of the prosperous liberal democracy of Australia.",
        "languages": [
            "English"
        ],
        "title": "Rogue Nation",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2009",
        "akas": [
            "Rogue Nation (Australia)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Thomson, Katherine"
            }
        ],
        "production companies": [
            {
                "name": "Essential Media & Entertainment"
            },
            {
                "name": "Screen Australia"
            }
        ],
        "distributors": [
            {
                "name": "Australian Broadcasting Corporation (ABC) Content Sales"
            }
        ],
        "plot": [
            "Historian Michael Cathcart tells the epic story of how the colourful characters of early colonial Australia transformed a penal settlement into a land with rights and opportunity in a mere 40 years. This sweeping two-part dramatised documentary covers formative events in Australia's history, including the Rum Rebellion and early court cases, which established independence and civil rights for all settlers. _Rogue Nation_ (qv) explores how a fledgling colony on the wrong side of the globe was rapidly transformed from a place of punishment to a place of opportunity; a confident and prosperous community. It examines the fight for power and control between two powerful interest groups--the wealthy and entrepreneurial landowners and the offspring of convict settlers who took on the governors appointed by the Colonial Office in London. _Rogue Nation_ (qv) introduces well known figures including pastoralist John Macarthur, barrister and newspaper proprietor William Wentworth, and Governors William Bligh, Lachlan Macquarie and Ralph Darling. And it shows how a handful of driven, anti-authoritarian and fiercely independent men saw off several British governors, encouraged upheaval and learnt the art of politics - discovering that debates, pressure groups and propaganda could change governments and shape policy. In doing so, they helped to lay the foundations of the prosperous liberal democracy of Australia."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 24,
                "rating": 7.4
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 7.5
            },
            "aged 30 44": {
                "votes": 6,
                "rating": 4.9
            },
            "aged 45 plus": {
                "votes": 10,
                "rating": 8.5
            },
            "males": {
                "votes": 18,
                "rating": 7.4
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 4.6
            },
            "males aged 45 plus": {
                "votes": 10,
                "rating": 8.5
            },
            "females": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 5.3
            },
            "non us users": {
                "votes": 16,
                "rating": 7.1
            }
        },
        "number of votes": {
            "10": 5,
            "9": 3,
            "8": 8,
            "7": 4,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 3
        },
        "arithmetic mean": 7.4,
        "median": 8
    }
}