{
    "imdb": {
        "raw release dates": [
            {
                "country": "Germany\n",
                "date": "12 December 2009"
            },
            {
                "country": "Germany\n",
                "date": "April 2010"
            }
        ],
        "release dates": [
            "Germany::12 December 2009",
            "Germany::April 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Wannabes Starring Savvy"
            },
            {
                "countries": "Italy",
                "title": "I Wannabes"
            },
            {
                "countries": "USA (working title)",
                "title": "The Wannabes"
            }
        ],
        "akas": [
            "The Wannabes Starring Savvy (original title)",
            "I Wannabes Italy",
            "The Wannabes USA (working title)"
        ],
        "akas from release info": [
            "The Wannabes Starring Savvy (original title)",
            "I Wannabes Italy",
            "The Wannabes USA (working title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Wannabes Are Gonna Be",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wannabes Starring Savvy (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "12 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    The show begins as five freshman teens (Alan, Andrew, Drew, Mariah and Shaylen) attend an arts academy boarding school where they assume they'd learn to become pop stars, but unfortunately not. The stuffy academy only teaches the classics: ballet, instrumental music, and Shakespeare. After a contemporary singing battle in the student lounge, the five teens are given one week of punishment to work at a local café, for free! Fortunately for them Sarah, the daughter of the café owner shares the same hopes of becoming a pop star. She coaxes her dad into letting her and ...    "
                },
                "2": {
                    "title": "Guys Rock, Girls Rule",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wannabes Starring Savvy (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "4 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    It's a battle of the sexes when The Wannabes fight over who will sing lead on the song at Moody's Sweet Shop.    "
                },
                "3": {
                    "title": "Tough Cookies",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wannabes Starring Savvy (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    After a very successful performance as golden raisins, Mr. Moody praises The Wannabes and plant the seed of their future success. When Shaylen has a hard time with school work she comes up with a crazy idea to quit school and pursue their pop career at Mr. Moody's. The rest of the gang climbs on board. Mr. Moody, aware that this is a bad idea, tricks them into a one day \"bakery boot camp\" to see if they have what it takes. Mr. Moody appoints Sarah to manage the rest of the gang, which she takes too seriously. Their first task is a birthday party for five year olds ...    "
                },
                "4": {
                    "title": "Mall Beasts",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wannabes Starring Savvy (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Mr. Moody hosts a competition ala Guitar Hero called the Beasts of Rock in his sweet shop. Our guys form their own band with hopes to enter and win the competition and win the latest breakaway guitar and game (not yet available to the public). After the boys begin losing to their greatest competition: The Scratchy Kittens, a group of little girls; Andrew comes up with a stunt that ultimately leaves him injured. Sarah, who has been ignored by the boys, takes the opportunity to save the day and the competition. Though they win, they have to wait for the game for six ...    "
                },
                "5": {
                    "title": "Earth Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wannabes Starring Savvy (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    After viewing a film in class about global warming, Mariah takes it upon herself to save the world, one school at a time. Her maniacal rampage leads to a student protest which brings about attention from Mr. Pesckow who makes improvements at Highlands. Believing her crusade is successful, Mariah is shocked when she draws attention from the media while she works at Mr. Moody's. Unfortunately, the media turns into a slanted expose on the sweet shop, charging Mr. Moody with several eco-violations. Mariah recruits the gang to help Mr. Moody regain his reputation by making...    "
                },
                "6": {
                    "title": "All About Drew",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wannabes Starring Savvy (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Drew gets discovered by a director who makes him the star of a new commercial for Secure Deodorant. While initially unimpressed, Drew becomes immediately popular and gets a big head. His friends try to bring him back to reality, but he's swayed by his own sense of self importance; ultimately, leading to his being kicked out of the group. After overhearing a conversation from the gang, Drew realizes his friends and being part of The Wannabes is more important than stardom without them. He makes amends and spends his earnings on a gift for them. Meanwhile when Mariah is...    "
                },
                "7": {
                    "title": "She Drives Me Crazy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wannabes Starring Savvy (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "Dec. 2009",
                    "year": "2009",
                    "plot": "\n    When a rich girl becomes obsessed with Drew's put-on Scottish accent, she woos him with gifts and crowds his space. His friends help him to realize that this girl is manipulative and spoiled. When Drew tries to break it off with her, she threatens to expose the rest of The Wannabes' identities to Mr. Pesckow. Her efforts are foiled when Sarah devises an idea to formulate unlikely replacements for their performance. The trick pays off, but not without Drew learning that he should stick to what he knows: being himself. Meanwhile, Mr. Moody is hosting the Sunshine Ladies...    "
                },
                "8": {
                    "title": "The Last Tango at Highlands",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wannabes Starring Savvy (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    When Shaylen fears failing her dance exam, she enlists a dance tutor, who turns out to be Santiago, the Tango Master also the alter ego of Andrew. Through his unconventional methods of dance (some even involving crunchy peanut butter on shoes), Andrew as Santiago elevates Shaylen's performance even though she does not think so. On the day of the exam, almost settles for an incomplete when her partner trips on his cape and is injured. Andrew steps up, dons his Santiago alter ego, and encourages Shaylen not to settle for anything less than an A. They dance and their ...    "
                },
                "9": {
                    "title": "Art School of Hard Knocks",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wannabes Starring Savvy (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "1 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Sarah finally gets to join her friends at the Highlands Academy when she is accepted into the \"Prep Program\" for potential students. This seems like a perfect world to her, but becomes the \"perfect storm\" after she makes a few childish mistakes and her friends feel she is too immature to hang out with them at school. Things get more complicated when her new cell phone with video of a Wannabes rehearsal is taken by Mr. Pesckow. She struggles internally (as evidenced a tiny Angel and Devil who appear above her shoulders) with whether she should tell her friends about ...    "
                },
                "10": {
                    "title": "The Candidate",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wannabes Starring Savvy (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "18 May 2010",
                    "year": "2010",
                    "plot": "\n    Alan runs for freshman class president and everyone in the group plays a part in his campaign, especially Shaylen who is assigned the task of spying on the other candidate. Problems arise in Alan and Shaylen's friendship when Shaylen falls for the other candidate and begins campaigning for him. But tensions form between Mariah and Sarah when Mariah uses Sarah's idea of giving excess food to the homeless for Alan's campaign and doesn't give her the credit. Alan, realizing that the other candidate is the better man for the job and he was only running for selfish reasons...    "
                },
                "11": {
                    "title": "The Play's the Thing",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wannabes Starring Savvy (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "25 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    An alumnus of Highlands Academy returns to give a sizable endowment to the school during the annual freshman play. It's especially exciting since this was the first play she was in and it inspired her star-studded career. Problems arise when her expensive necklace that she lent to Shaylen as a prop is stolen during the climax of the play. A la \"The Usual Suspects,\" each kid has to recall and retrace their steps in order to prove their innocence to Mr. Pesckow. The gang ultimately piece together truth exposing the alumnus as the thief.    "
                },
                "12": {
                    "title": "Haunted Highlands",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wannabes Starring Savvy (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2 May 2010",
                    "year": "2010",
                    "plot": "\n    Andrew tries his hand at directing a short film for a contest and gets the gang to act in his production. When they finish and try to leave, the kids find themselves trapped in the school and strange things start happening a la \"Blair Witch Project.\" The gang ultimately discovers that Mr. Pesckow was behind it all, taping them for his own short film.    "
                },
                "13": {
                    "title": "Dance Revolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wannabes Starring Savvy (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "9 May 2010",
                    "year": "2010",
                    "plot": "\n    Andrew suspects that there's a secret society within the walls of Highlands Academy. He investigates and discovers an underground dance club run by Alan. Alan explains that it's reserved for the best dancers in the school and if the gang wants to join, they have to challenge and beat one of the club's dance crews. After a hilarious attempt to defeat the dance crew, the gang loses but Alan comes to their defense and allows them into the club. But before they can celebrate, Mr. Pesckow arrives and busts them all for having an underground dance club. He then pulls Alan ...    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wannabes Starring Savvy (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "16 May 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wannabes Starring Savvy (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "20 Jun. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "16": {
                    "title": "Break Dance",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wannabes Starring Savvy (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "plot": "\n    After pitching several spring dance theme ideas, Andrew decides to go with Symphony in Space: The Final Dance frontier. Andrew works feverishly to put the dance together and has recruited Sarah to assist him. Meanwhile, Drew brags to Alan and Andrew that he'll have the most beautiful date at the dance, Anastasia, who just finished modeling in Europe. Alan and Andrew don't believe him, poking fun at his imaginary girlfriend. Andrew's too busy to have a date while Alan decides to fly solo. Mariah ends up with two dates while Shaylen jumps at her first offer and agrees ...    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wannabes Starring Savvy (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "26 Jun. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wannabes Starring Savvy (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "4 Jul. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wannabes Starring Savvy (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "11 Jul. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "20": {
                    "title": "The Plagiarist",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wannabes Starring Savvy (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Back in Alan's room after the benefactor's Recital, Alan is packing his things when his friends show up to give him moral support. The gang reminisces about Andrew's wacky plans (clips). Noticing Alan's student hand book, Andrew has an idea, rushing out of Alan's dorm, falling down on his way out. We then see clips of the gang falling down. Later that night, Mr. Pesckow, rudely awakened, shows up in his pajamas and a seaweed face mask to tell Alan that he has the right to have a hearing before his expulsion, but admits that it is only a formality and Alan should ...    "
                },
                "21": {
                    "title": "The Plagiarist-Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wannabes Starring Savvy (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "22": {
                    "title": "Stuck in the Mall",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wannabes Starring Savvy (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "plot": "\n    Mr. Moody unveils his latest and greatest creation, a smoothie entitled The Lions, Tigers, and Berries to welcome the petting zoo that just opened at the mall. The kids aren't that excited about it until Mr. Moody tells them that they'll be performing tonight. As the gang prepares for their show, Andrew envisions The Wannabes 30 years in the future. In Andrew's fantasy (30 years in the future), The Wannabes are the most popular band in the world and have been unanimously voted to be the first rock band to perform on the moon, their newest space colony. They're snapped...    "
                },
                "23": {
                    "title": "Internet Sensation",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wannabes Starring Savvy (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    When a video of the kids performing is accidentally uploaded to the web, their secret is jeopardized. Mr. Pesckow is on the lookout for the Highlands students he believes are in the video. Before the gang decides to come clean, several doppelganger groups appear. While rehearsing their latest hit, the gang video tapes Mr. Moody, who attempts to show them how to \"break it down.\" Alan plans to upload it to the web. The next day, the gang discovers they've accidentally uploaded their rehearsal video, and it's gone viral. While, at first, excited, Mr. Moody reminds them ...    "
                },
                "24": {
                    "title": "Beyond the Wannabes",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wannabes Starring Savvy (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    While being interviewed on the Dame Dorothy Dennison Show, The Wannabes are caught red handed when it's revealed the Dame Dorothy Dennison is actually Mr. Pesckow. We open on Dame Dorothy Dennison, of the Dame Dorothy Dennison Show, by introducing The Wannabes and welcoming the three guys of the Wannabes, Alan, Andrew, and Drew, who answer questions about their act. The interview soon turns into an argument between the guys. At which point, Dame Dorothy rolls concert footage of their latest gig. When we return, Dame Dorothy brings out the girls: Mariah, Sarah, and ...    "
                },
                "25": {
                    "title": "Classroom Musical: Part One",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wannabes Starring Savvy (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    In an homage to classic and current musicals, the gang deals with the drudgery of detention. The gang is sitting in the cafeteria, excited that it's musical week at Highlands. Finally, they don't have to just sing the classics. Before they know it, the entire lunch room is swept up in a musical number about musicals. Mr. Pesckow storms in and punishes the gang and six other students for starting the whole mess, but not before giving his own big finish, dancing on a table. In detention, the gang envisions themselves as prisoners, playing the harmonica, freaking out as ...    "
                },
                "26": {
                    "title": "Classroom Musical: Part Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Wannabes Starring Savvy (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    The detention drama gets ramped up as Mr. Pesckow relieves our gang from their service at Mr. Moody's. They are forced to find a way back into his \"bad\" graces. The gang still sits in detention, shocked that they can no longer go to Moody's. Sarah, who's especially upset, starts a melodramatic solo about her friendships with the gang. Meanwhile, Mr. Pesckow visits Moody's to discuss his current position with the gang. Mr. Moody tries to assure him that they're just kids. He soon breaks into song about youthful mistakes and giving people second chances. Afterwards, the...    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Reinartz, Drew"
            },
            {
                "name": "Carroll, Shaylen"
            },
            {
                "name": "Stern, Andrew Bowen"
            },
            {
                "name": "LeMaire, Sarah Gabrielle"
            },
            {
                "name": "Parks, Mariah"
            },
            {
                "name": "Shaw, Alan"
            },
            {
                "name": "Scott, Steven"
            },
            {
                "name": "LaDuca, David"
            },
            {
                "name": "Edwards, P.J."
            },
            {
                "name": "Kohn, Brianna"
            },
            {
                "name": "Venzin, Nick"
            },
            {
                "name": "Broussard, Rachel"
            },
            {
                "name": "Zomerfeld, Nicole"
            },
            {
                "name": "Philliben, Matt"
            },
            {
                "name": "Jadan, Mathew"
            },
            {
                "name": "Matti, Bryan"
            },
            {
                "name": "Zomerfeld, Nicole"
            },
            {
                "name": "Iafrate, Olivia"
            },
            {
                "name": "Klebba, Chris Michael"
            },
            {
                "name": "O'Shea, Paige"
            },
            {
                "name": "Petrik, Jessica"
            },
            {
                "name": "Jr., John Tynan"
            },
            {
                "name": "Ruby, Marisa"
            },
            {
                "name": "Broussard, Rachel"
            },
            {
                "name": "Caine, Janet"
            },
            {
                "name": "Cartwright, Jan"
            },
            {
                "name": "Fornari, Gregory"
            },
            {
                "name": "Gee, Nesti"
            },
            {
                "name": "Geli, Lenna"
            },
            {
                "name": "Greck, Andrea"
            },
            {
                "name": "Johnson, Pamela"
            },
            {
                "name": "Karson, Kelia"
            },
            {
                "name": "Korte, Chelsey"
            },
            {
                "name": "McBride, Matt"
            },
            {
                "name": "McBride, Matthew"
            },
            {
                "name": "Paul, Kenneth"
            },
            {
                "name": "Reinart, Drew"
            },
            {
                "name": "Smith, Katrina"
            },
            {
                "name": "Trautmann, Steve"
            },
            {
                "name": "Wahl, Sarah"
            },
            {
                "name": "Zahran, Bilal"
            },
            {
                "name": "Adams, Aja"
            },
            {
                "name": "Arking, Jon"
            },
            {
                "name": "Baker, Barb"
            },
            {
                "name": "Coates, Princess"
            },
            {
                "name": "Cuffee, Nathan"
            },
            {
                "name": "Dendrinos, Chris"
            },
            {
                "name": "Destiny, Ryan"
            },
            {
                "name": "Djurovski, John"
            },
            {
                "name": "Dudley, Princeton"
            }
        ],
        "locations": [
            "Michigan, USA"
        ],
        "genres": [
            "Comedy",
            "Family",
            "Music"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:G"
        ],
        "number of seasons": 1,
        "rating": 6.4,
        "votes": 65,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjA1OTE2MjM4Nl5BMl5BanBnXkFtZTgwMDMzMzg5NTE@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The Wannabes Starring Savvy",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Blake, George"
            },
            {
                "name": "Trautmann, Steve"
            },
            {
                "name": "Spicer, Doreen"
            }
        ],
        "distributors": [
            {
                "name": "Showcase Entertainment"
            }
        ],
        "other companies": [
            {
                "name": "Brand-in Entertainment"
            },
            {
                "name": "Digital Image Studios"
            },
            {
                "name": "Direct Tools & Fasteners"
            },
            {
                "name": "S.O.T.C. MultiMedia Group"
            }
        ],
        "plot": [
            "This comedy sitcom follows six performing art school tweens who \"wanna be\" pop stars, even if it they have to dressing up like fruit and rocking out in a local cafe.::unknown"
        ],
        "tech": {
            "runtime": [
                "30 min (Germany)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 65,
                "rating": 6.4
            },
            "aged 18 29": {
                "votes": 23,
                "rating": 5.7
            },
            "aged 30 44": {
                "votes": 19,
                "rating": 3.0
            },
            "aged 45 plus": {
                "votes": 10,
                "rating": 4.9
            },
            "males": {
                "votes": 30,
                "rating": 3.8
            },
            "males aged 18 29": {
                "votes": 9,
                "rating": 5.1
            },
            "males aged 30 44": {
                "votes": 14,
                "rating": 3.1
            },
            "males aged 45 plus": {
                "votes": 7,
                "rating": 4.2
            },
            "females": {
                "votes": 24,
                "rating": 5.5
            },
            "females aged 18 29": {
                "votes": 14,
                "rating": 6.4
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 3.8
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 2.8
            },
            "us users": {
                "votes": 19,
                "rating": 3.4
            },
            "non us users": {
                "votes": 25,
                "rating": 3.9
            }
        },
        "number of votes": {
            "10": 26,
            "9": 4,
            "8": 7,
            "7": 2,
            "6": 1,
            "5": 0,
            "4": 1,
            "3": 6,
            "2": 3,
            "1": 15
        },
        "arithmetic mean": 6.4,
        "median": 8
    }
}