{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "13 September 2009",
                "notes": "                            (Toronto International Film Festival)"
            },
            {
                "country": "USA\n",
                "date": "6 October 2009"
            },
            {
                "country": "Australia\n",
                "date": "23 May 2010"
            }
        ],
        "release dates": [
            "Canada::13 September 2009                            (Toronto International Film Festival)",
            "USA::6 October 2009",
            "Australia::23 May 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "30 for 30"
            },
            {
                "countries": "Russia",
                "title": "30 cобытий за 30 лет"
            },
            {
                "countries": "USA (second season title)",
                "title": "30 for 30 Vol. II"
            }
        ],
        "akas": [
            "30 for 30 (original title)",
            "30 cобытий за 30 лет Russia",
            "30 for 30 Vol. II USA (second season title)"
        ],
        "akas from release info": [
            "30 for 30 (original title)",
            "30 cобытий за 30 лет Russia",
            "30 for 30 Vol. II USA (second season title)"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Deion's Double Play",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 51,
                    "original air date": "31 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    The story of how Deion Sanders played an NFL game for the Atlanta Falcons in between two MLB games for the Atlanta Braves in a twenty-four hour window.    "
                }
            },
            "1": {
                "1": {
                    "title": "Kings Ransom",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 1028,
                    "original air date": "6 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Peter Berg's documentary on Wayne Gretzky, his decision to leave Edmonton for Los Angeles, and that decision's effects on hockey and its fans.    "
                },
                "2": {
                    "title": "The Band That Wouldn't Die",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 578,
                    "original air date": "13 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    This episode tells the story of the overnight relocation of the Baltimore Colts to the city of Indianapolis. We explore the reactions of the fans, the various actions and interviews with the teams owner and finally how the band kept the spirit of a professional football team alive until the arrival of the Baltimore Ravens in 1996.    "
                },
                "3": {
                    "title": "Small Potatoes: Who Killed the USFL?",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 857,
                    "original air date": "20 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    The story of the rise and fall of the United States Football League, focusing on two owners: John Bassett, who wanted the league to compete in the spring; and Donald Trump, who wanted to take on the NFL and play in the fall.    "
                },
                "4": {
                    "title": "Muhammad and Larry",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 567,
                    "original air date": "27 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    We follow the preparations for Ali's final attempt to win back the World Heavyweight title. Even during the lead up to the fight grave concerns were held for Ali's health and the man who stepped into the ring was frail imitation of his former self.    "
                },
                "5": {
                    "title": "Without Bias",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 932,
                    "original air date": "3 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    This episode tells the story of the rise of Len Bias as a future basketball superstar. Shortly after being drafted by the Boston Celtic's Len died of a heart attack apparently induced by cocaine.    "
                },
                "6": {
                    "title": "The Legend of Jimmy the Greek",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 633,
                    "original air date": "10 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    This film follows the career of Jimmy Synder, a professional gambler. He helped legitimize betting in NFL games by finding ways to give points spreads during pre-game shows. His demise was both dramatic and swift when he finally stepped over the mark.    "
                },
                "7": {
                    "title": "The U",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 1329,
                    "original air date": "12 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    This episode follows the rise to prominence of the University Of Miami after years of indifferent results. New coach Howard Schnellenberger revitalized the program by introducing fresh blood and fresh attitude into the team.    "
                },
                "8": {
                    "title": "Winning Time: Reggie Miller vs. The New York Knicks",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 1616,
                    "original air date": "14 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    A film that explores the rivalry between the Indiana Pacers and New York as seen through the eyes and actions of Reggie Miller star player of the Indiana Pacers.    "
                },
                "9": {
                    "title": "Guru of Go",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 689,
                    "original air date": "3 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    We follow the career of Paul Westhead who became famous as a coach for his fast break system of play. His career encompassed winning NBA and WNBA titles and intense controversy at the college level.    "
                },
                "10": {
                    "title": "No Crossover: The Trial of Allen Iverson",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 970,
                    "original air date": "13 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    There has always been questions raised about Allen Iverson's conviction for a fight he was involved in as a young man. The film maker goes back to his home town to try and understand the events and how they have left a mark on the town he calls home.    "
                },
                "11": {
                    "title": "Silly Little Game",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 492,
                    "original air date": "20 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Charts the origins of fantasy sports games from a small lunchtime group known as the rotisserie league to the multi-million dollar industry it is today. The show also explores how none of the founders made money or even play the game anymore.    "
                },
                "12": {
                    "title": "Run Ricky Run",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 816,
                    "original air date": "27 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    This documentary follows the life of Ricky Williams, a star for the Miami Dolphins who walked away from the sport over drug allegations. Ricky tells a different story about betrayal and turning his back on what many value - fame fortune and celebrity status.    "
                },
                "13": {
                    "title": "The 16th Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 482,
                    "original air date": "4 May 2010",
                    "year": "2010",
                    "plot": "\n    This documentary showcases the South African \"Springbok\" National Rugby Team and its impact on South Africa's transition from segregation to integration. It involves interviews with players and political activists along with vintage video.    "
                },
                "14": {
                    "title": "Straight Outta L.A.",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 803,
                    "original air date": "11 May 2010",
                    "year": "2010",
                    "plot": "\n    For rapper-turned-filmmaker Ice Cube the emergence of gangster rap will be forever linked to the Oakland Raiders' move to Los Angeles in 1982. He turns the camera on himself to tell how his genre-defining group NWA forged an unlikely relationship with the Raiders, a team whose swagger and style captivated LA during their troubled 13-season stay.    "
                },
                "15": {
                    "title": "June 17th, 1994",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 1154,
                    "original air date": "16 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Documents on how the events on the day OJ Simpson was pursued and arrested on charges of murdering his ex wife and her boyfriend overshadowed and took precedence over other sporting events from around the country by the media. No additional footage or voiceover was shot and the entire documentary is encapsulated in sound bites from various feeds on the day.    "
                },
                "16": {
                    "title": "The Two Escobars",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 2972,
                    "original air date": "22 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    The rise of Colombian soccer is attributed to the influx of drug money into the sport by Pablo Escobar and the other drug cartels. However, the team's swift decline after Escobar's death results in the murder of star player Andres Escobar.    "
                },
                "17": {
                    "title": "The Birth of Big Air",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 533,
                    "original air date": "24 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    In 1985, at the tender age of 13, Mat Hoffman entered into the BMX circuit as an amateur, and by 16 he had risen to the professional level. Throughout his storied career, Hoffman has ignored conventional limitations, instead, focusing his efforts on the purity of the sport and the pursuit of \"what's next.\" His motivations stem purely from his own ambitions, and even without endorsements, cameras, fame and fans, Hoffman would still be working to push the boundaries of gravity. Academy Award nominee Spike Jonze and extreme sport fanatic Johnny Knoxville, along with ...    "
                },
                "18": {
                    "title": "Jordan Rides the Bus",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 930,
                    "original air date": "24 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    In the fall of 1993, in his prime and at the summit of the sports world, Michael Jordan walked away from pro basketball. After leading the Dream Team to an Olympic gold medal in 1992 and taking the Bulls to their third consecutive NBA championship the following year, Jordan was jolted by the murder of his father. Was it the brutal loss of such an anchor in his life that caused the world's most famous athlete to rekindle a childhood ambition by playing baseball? Or some feeling that he had nothing left to prove or conquer in basketball? Or something deeper and perhaps ...    "
                },
                "19": {
                    "title": "Little Big Men",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 342,
                    "original air date": "31 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    The story of Cody Webster, playing for the little league for the town of Kirkland, WA, experiencing the unexpected, unprepared and unwanted attention he faced after taking part in the biggest upset in the history of Little League.    "
                },
                "20": {
                    "title": "One Night in Vegas",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 382,
                    "original air date": "7 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    On the evening of Sept. 7, 1996, Mike Tyson, the WBC heavyweight champion, attempted to take Bruce Seldon's WBA title at the MGM Grand in Las Vegas. At this point in his career, Tyson's fights had become somewhat of a cultural phenomenon, where the ever present hype of the professional boxing scene would come face to face with the worlds of big business, Hollywood, and hip hop. Sitting ringside was controversial rapper Tupac Shakur. Shakur and Tyson were friends, a feeling of kinship linked them as each rose to stardom from poverty only to be thrown in prison. ...    "
                },
                "21": {
                    "title": "Unmatched",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 364,
                    "original air date": "14 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    The first time Chris Evert and Martina Navratilova stepped onto a tennis court together, the world scarcely noticed. Only a few hundred spectators saw the pert 18-year-old beat the scrappy 16-year-old Czech in 1973. \"I remember that she was fat,\" Evert recalled. \"She was very emotional on the court, whining if she didn't feel she was playing well. But I remember thinking, if she loses weight, we're all in trouble.\" Said Navratilova, \"My goal was for her to remember my name.\" Eighty matches later -- amid the extraordinary growth of women's tennis -- Evert not only ...    "
                },
                "22": {
                    "title": "The House of Steinbrenner",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "votes": 535,
                    "original air date": "21 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Love him or hate him, there is no denying that George Steinbrenner has been one of the most colorful and successful owners in contemporary sports. Heading up a group that bought the New York Yankees in 1973 for $10 million, \"King George\" emphatically branded the world's most celebrated sports franchise as his own. The Boss has boasted 10 pennants, 6 World Series trophies and a corporate net worth more than $1 billion. But for all the glory and riches, the Steinbrenner legacy is also mixed with wasteful and embarrassing spending and countless episodes of tabloid-style ...    "
                },
                "23": {
                    "title": "Into the Wind",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "votes": 453,
                    "original air date": "28 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    In 1980, Terry Fox continued his fight against bone cancer with the pursuit of a singular, motivating vision: to run across Canada. Three years after having his right leg amputated six inches above the knee after being diagnosed with osteosarcoma, Fox set out to cover more than a marathon's distance each day until he reached the shores of Victoria, British Columbia. Anonymous at the start of his journey, Fox steadily captured the heart of a nation with his Marathon of Hope. However the 21-year old BC native's goal was not fame, but to spread awareness and raise funds ...    "
                },
                "24": {
                    "title": "Four Days in October",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "votes": 907,
                    "original air date": "5 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    The Boston Red Sox overcome \"The Curse\" and defeat the New York Yankees in the 2004 American League Championship Series. In the process, they also become the first team ever to win a series after trailing three games to none.    "
                },
                "25": {
                    "title": "Once Brothers",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "votes": 2716,
                    "original air date": "12 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Drazen Petrovic and Vlade Divac were two friends who grew up together sharing the common bond of basketball. Together, they lifted the Yugoslavian National team to unimaginable heights. After conquering Europe, they both went to America where they became the first two foreign players to attain NBA stardom. But with the fall of the Soviet Union on Christmas Day 1991, Yugoslavia split up. A war broke out between Petrovic's Croatia and Divac's Serbia. Long buried ethnic tensions surfaced. And these two men, once brothers, were now on opposite sides of a deadly civil war....    "
                },
                "26": {
                    "title": "Tim Richmond: To the Limit",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "votes": 381,
                    "original air date": "19 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Natural. Rock star. Outsider. In the 1980s, race car driver Tim Richmond lived his life the way he raced cars - wide open. Born into a wealthy family, Richmond was the antithesis of the Southern, blue-collar, dirt-track racers who dominated NASCAR. He also was a flamboyant showman who basked in the attention of the media and fans - especially the attention of female admirers. Nevertheless, it was Richmond's on-track performances that ended up drawing comparisons to racing legends. And in 1986, when he won seven NASCAR races and finished third in the Winston Cup series...    "
                },
                "27": {
                    "title": "Fernando Nation",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "votes": 474,
                    "original air date": "26 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    \"The Natural is supposed to be a blue-eyed boy who teethed on a 36-ounce Louisville Slugger. He should run like the wind and throw boysenberries through brick. He should come from California.\" Steve Wulf, Sports Illustrated, 1981. So how was it that a pudgy 19-year-old Mexican left-handed pitcher from a remote village in the Sonoran desert, unable to speak a word of English, could sell out stadiums across America and become a rock star overnight? In Fernando Nation, Mexican-born and Los Angeles-raised director Cruz Angeles traces the history of a community that was ...    "
                },
                "28": {
                    "title": "Marion Jones: Press Pause",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "votes": 394,
                    "original air date": "2 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Few athletes in Olympic history have reached such heights and depths as Marion Jones. After starring at the University of North Carolina and winning gold at the 1997 and '99 World Track and Field Championships, her rise to the top culminated at the 2000 Summer Games in Sydney, Australia. There, she captivated the world with her beauty, style and athletic dominance as she sprinted and jumped to three gold medals and two bronze. Eventually, though, her accomplishments and her reputation would be tarnished. For years, Jones denied the increasing speculation that she used...    "
                },
                "29": {
                    "title": "The Best That Never Was",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "votes": 933,
                    "original air date": "9 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    In 1981, college athletic recruiting changed forever as a dozen big-time football programs sat waiting for the decision by a physically powerful and lightning-quick high school running back named Marcus Dupree. On his way to eclipsing Herschel Walker's record for the most touchdowns in high school history, Dupree attracted recruiters from schools in every major conference to his hometown of Philadelphia, Miss. More than a decade removed from being a flashpoint in the civil-rights struggle, Philadelphia was once again thrust back into the national spotlight. Dupree ...    "
                },
                "30": {
                    "title": "Pony Excess",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "votes": 683,
                    "original air date": "11 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    SMU puts together the best football team in America during the early 1980s with the help of bribes and payoffs, until the NCAA gives the team the \"Death Penalty\"--a sanction from which the team has yet to competitively recover.    "
                }
            },
            "2": {
                "1": {
                    "title": "Broke",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 938,
                    "original air date": "2 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    According to a 2009 Sports Illustrated article, 60 percent of former NBA players are broke within five years of retirement. By the time they have been retired for two years, 78% of former NFL players have gone bankrupt or are under financial stress. Sucked into bad investments, stalked by freeloaders, saddled with medical problems, and naturally prone to showing off, many pro athletes get shocked by harsh economic realities after years of living the high life. Drawing surprisingly vulnerable confessions from retired stars like Keith McCants, Bernie Kosar and Andre ...    "
                },
                "2": {
                    "title": "9.79*",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 669,
                    "original air date": "9 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    In the history of the Olympics, there's never been a controversy quite like what ensued over the 100 meter race at Seoul in 1988. The match brought together Carl Lewis (USA) and Ben Johnson (Canada) who had been fierce competitors. Lewis was known as a savvy careerist who became an American hero at the previous Los Angeles Olympics. Johnson was his chief rival, considered an underdog due to his recovery from a pulled hamstring. In less than 10 seconds, Johnson edged out in front of Lewis to win the Seoul race. But that wasn't the end. Three days later, in a reversal ...    "
                },
                "3": {
                    "title": "There's No Place Like Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 361,
                    "original air date": "16 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    On December 10, 2010, Sotheby's auctioned off what could be considered the most important historical document in sports history -- James Naismith's original rules of basketball. \"There's No Place Like Home\" is the story of one man's fanatical quest to win this seminal American artifact at auction and bring the rules \"home\" to Lawrence, Kansas, where Naismith coached and taught for over 40 years.    "
                },
                "4": {
                    "title": "Benji",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 596,
                    "original air date": "23 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    In 1984, Chicago was in the heady grip of a Black Renaissance. Harold Washington was mayor, Michael Jordan had just signed with the Bulls, Oprah Winfrey was hosting a local morning show, and on the South Side a young man named Ben Wilson was the most talked-about basketball prospect in a city that was known for its great hoops talent. Handsome, gentle and magnetic, Ben Wilson's magical ability on the court was matched by his popularity in his school and neighborhood. In his junior year, he led Simeon High School to its first state championship. And that summer, he was...    "
                },
                "5": {
                    "title": "Ghosts of Ole Miss",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 407,
                    "original air date": "30 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    In the fall of 1962, a dramatic series of events made Civil Rights history and changed a way of life. On the eve of James Meredith becoming the first African-American to attend class at the University of Mississippi, the campus erupted into a night of rioting between those opposed to the integration of the school and those trying to enforce it. Before the rioting ended, the National Guard and Federal troops were called in to put an end to the violence and enforce Meredith's rights as an American citizen. Two people died and hundreds more were injured during the riots....    "
                },
                "6": {
                    "title": "You Don't Know Bo: The Legend of Bo Jackson",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 1173,
                    "original air date": "8 Dec. 2012",
                    "year": "2012",
                    "plot": "\n    A close look at Bo Jackson, a sports hero of mythical proportions, and how the \"Bo Knows\" Nike campaign shaped how the world perceived him. Without winning a Super Bowl or World Series, or even having what some consider a \"great\" career in either sport, Bo will be forever be known as one of the greatest and most famous athletes of all time. This film will look at the marketing of athletes, impossible expectations and the legend of Bo Jackson.    "
                },
                "7": {
                    "title": "Survive and Advance",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 782,
                    "original air date": "17 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Follows the life of Valvano. It includes reflections by some players many years later.    "
                },
                "8": {
                    "title": "Elway to Marino",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 707,
                    "original air date": "23 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    In the spring of 1983, a new generation of superstars was poised to enter the NFL. Six quarterbacks were selected in the first round of that draft - still the most ever. Elway to Marino explores this landmark draft.    "
                },
                "9": {
                    "title": "Hawaiian: The Legend of Eddie Aikau",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 337,
                    "original air date": "1 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    Hawaiian: The Legend of Eddie Aikau chronicles the remarkable life and times of the late Eddie Aikau, the legendary Hawaiian big wave surfer, pioneering lifeguard and ultimately doomed crew member of the Polynesian voyaging canoe Hokulea. With its rich combination of archival imagery, dramatic reenactments, contemporary interviews and meticulously researched historical source material Hawaiian is a compelling examination of the tragic decline and extraordinary rebirth of the Hawaiian culture as personified by a native son whose dynamic life and heroic death served as ...    "
                },
                "10": {
                    "title": "Free Spirits",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 336,
                    "original air date": "8 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    When the NBA merged with the American Basketball Association in 1976, four ABA franchises joined the more established league - the Nets, Nuggets, Pacers and Spurs.    "
                },
                "11": {
                    "title": "No Más",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 440,
                    "original air date": "15 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    In the midst of boxing's contemporary golden age -Â­ the 1980's -Â­ stood two fighters who established a captivating rivalry; Sugar Ray Leonard and Roberto Duran.    "
                },
                "12": {
                    "title": "Big Shot",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 400,
                    "original air date": "22 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    In 1996, the once-dominant New York Islanders were in serious trouble. Lousy performance and poor management were driving away the hockey franchise's loyal fan base. The team hit bottom. Then along came a Dallas businessman named John Spano, who swooped in and agreed to buy the team for 165 million dollars. Things began to look up for the Islanders - way up. But it was all smoke and mirrors. Big Shot goes inside an extraordinary scandal that engulfed the Islanders. Featuring the only interview Spano has ever given about the Islanders deal, this film is an ...    "
                },
                "13": {
                    "title": "This Is What They Want",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 392,
                    "original air date": "29 Oct. 2013",
                    "year": "2013",
                    "plot": "\n    When Jimmy Connors arrived in New York for the 1991 U.S. Open, the one-time tennis superstar was 8 years removed from his last Grand Slam singles title, ranked 174th in the world and approaching his 39th birthday. Not exactly a recipe for success. But on the verge of a quick first-round exit, Connors suddenly and unexpectedly re-captured the magic, embarking on a stirring and extraordinary run than included an epic contest with Aaron Krickstein on his way to the semifinals. This is What They Want not only illuminates this highly improbably march past a series of ...    "
                },
                "14": {
                    "title": "Bernie and Ernie",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "votes": 354,
                    "original air date": "5 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    Bernard King arrived to Knoxville, he was only the third African American ever to play for the Vols' varsity team. By the time he left he was a legend. In his freshman year he dazzled fans in Knoxville, and with talented teammate Ernie Grunfeld, gained national acclaim as part of what was known as \"The Ernie and Bernie Show\". King was a three time SEC player of the year, a consensus All-American in 1977 and drafted by the New Jersey Nets in the first round. We will learn about King's strict upbringing in Brooklyn, New York, the success he enjoyed and the challenges he...    "
                },
                "15": {
                    "title": "Youngstown Boys",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "votes": 435,
                    "original air date": "14 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    Youngstown Boys is a feature documentary exploring class and power dynamics in college sports through the parallel, interconnected journeys of Maurice Clarett and Jim Tressel. These two stars emerged from opposite sides of the tracks in Youngstown, Ohio. They joined together for a magic season at Ohio State University in 2002 and a national championship. Shortly thereafter, Clarett was banished from college football and began a downward spiral that ended with a prison term. Tressel continued at Ohio State for another eight years before his career there also ended in ...    "
                },
                "16": {
                    "title": "The Price of Gold",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "votes": 800,
                    "original air date": "16 Jan. 2014",
                    "year": "2014",
                    "plot": "\n    The world couldn't keep its eyes off two athletes at the 1994 Winter Games in Lillehammer - Nancy Kerrigan, the elegant brunette and Tonya Harding, the feisty blonde engulfed in scandal. Just weeks before the Olympics on January 6, 1994 at the U.S. Figure Skating Championships, Kerrigan was stunningly clubbed on the right knee by an unknown assailant and left wailing, \"Why, why, why?\" As the bizarre \"why\" mystery unraveled, it was revealed that Harding's ex-husband, Jeff Gillooly, had plotted the attack with his misfit friends to literally eliminate Kerrigan from the ...    "
                },
                "17": {
                    "title": "Requiem for the Big East",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "votes": 481,
                    "original air date": "16 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    30 for 30 Present: Requiem For The Big East chronicles the meteoric ascension of the Big East conference, and how in less than a decade, it became the most successful college basketball league in America.    "
                },
                "18": {
                    "title": "Bad Boys",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "votes": 1129,
                    "original air date": "17 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    The Detroit Pistons of the late 1980s and early '90s seemed willing to do anything to win. That characteristic made them loved -- and hated. It earned them the title: Bad Boys.    "
                },
                "19": {
                    "title": "Slaying the Badger",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "votes": 529,
                    "original air date": "22 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Before Lance Armstrong, there was Greg LeMond, who is now the first and only American to win the Tour de France. In this engrossing documentary, LeMond looks back at the pivotal 1986 Tour, and his increasingly vicious rivalry with friend, teammate, and mentor Bernard Hinault. The reigning Tour champion and brutal competitor known as \"The Badger,\" Hinault 'promised' to help LeMond to his first victory, in return for LeMond supporting him in the previous year. But in a sport that purports to reward teamwork, it's really every man for himself.    "
                },
                "20": {
                    "title": "Playing for the Mob",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "votes": 522,
                    "original air date": "7 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    The mob, including Jimmy Burke, become the focus of a point shaving controversy at Boston College.    "
                },
                "21": {
                    "title": "The Day the Series Stopped",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "votes": 430,
                    "original air date": "12 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Game three of the 1989 World Series is just underway and a devastating earthquake shakes the Bay Area to its core.    "
                },
                "22": {
                    "title": "When the Garden Was Eden",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "votes": 356,
                    "original air date": "21 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    In the early 1970s, America was being torn apart by the war in Vietnam, racial unrest in the streets and distrust of the White House. But there was a happy place where men of different backgrounds showed people what could happen when you worked together: yes, Madison Square Garden. In \"When the Garden Was Eden,\" director Michael Rapaport chronicles the glorious and glory years of the New York Knicks, when they made the NBA Finals in three out of four seasons, winning two titles. Stitched together by Red Holzman, the historically mediocre Knicks might have seemed an ...    "
                },
                "23": {
                    "title": "Brian and the Boz",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "votes": 673,
                    "original air date": "28 Oct. 2014",
                    "year": "2014",
                    "plot": "\n    In some ways, Barry Switzer and Brian Bosworth were made for each other. The Oklahoma coach and the linebacker he recruited to play for him were both out-sized personalities who delighted in thumbing their noses at the establishment. And in their three seasons together (1984-86), the unique father-son dynamic resulted in 31 wins and two Orange Bowl victories as Bosworth was awarded the first two Butkus Awards. But then Bosworth's alter ego: \"The Boz,\" took over both their lives and ultimately destroyed their careers. In \"Brian and The Boz,\" Bosworth looks back on the ...    "
                },
                "24": {
                    "title": "Brothers in Exile",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "votes": 262,
                    "original air date": "4 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    \"Brothers in Exile\" tells the incredible story of Livan and Orlando \"El Duque\" Hernandez, who risked their lives to escape Cuba. Livan left first--banking on his status as the hottest young prospect in Cuba he defected via Mexico and signed with the Florida Marlins, for whom he became one of the youngest World Series MVPs in history in 1997. Staying behind was Orlando, who was banned from professional baseball in Cuba for life because he was suspected of having helped Livan escape. Then, on Christmas 1997, an increasingly frustrated and harassed Orlando left Cuba in a...    "
                },
                "25": {
                    "title": "Rand University",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "votes": 520,
                    "original air date": "11 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Life story of NFL wide receiver Randy Moss who grew up in Rand, West Virginia. Made by filmmaker Marquis Daisy in a journey back to the small town where troubles with the law nearly derailed Moss's career before he landed at Marshall University and began making national headlines on the football field.    "
                },
                "26": {
                    "title": "The U: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "votes": 420,
                    "original air date": "13 Dec. 2014",
                    "year": "2014",
                    "plot": "\n    Produced in 2009 for the 30 for 30 series, \"The U\" took a look at all that was good and bad about the rise of the University of Miami's football program in the 1980s. But that wasn't the end of the story. \"The U Part 2\" picks up where the original film left off, with the program trying to recover from the devastation left by NCAA sanctions and scandals that had some calling for the school to drop football. The Hurricanes rose from those ashes to win another national championship, only to face a new controversy when a booster, who made his fortune through a Ponzi ...    "
                },
                "27": {
                    "title": "Of Miracles and Men",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "votes": 641,
                    "original air date": "8 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    The story of one of the greatest upsets in sports history has been told. Or has it? On a Friday evening in Lake Placid, a plucky band of American collegians stunned the vaunted Soviet national team, 4-3 in the medal round of the 1980 Winter Olympic hockey competition. Americans couldn't help but believe in miracles that night, and when the members of Team USA won the gold medal two days later, they became one for the ages. But there was another, unchronicled side to the \"Miracle On Ice.\" The so-called bad guys from America's ideological adversary were in reality good ...    "
                },
                "28": {
                    "title": "I Hate Christian Laettner",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "votes": 1080,
                    "original air date": "15 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    He made perhaps the most dramatic shot in the history of the NCAA basketball tournament. He's the only player to start in four consecutive Final Fours, and was instrumental in Duke winning two national championships. He had looks, smarts and game. So why has Christian Laettner been disliked so intensely by so many for so long? Maybe it was the time he stomped on the chest of a downed player, or the battles he had with his teammates, or a perceived sense of entitlement. But sometimes, perception isn't reality. \"I Hate Christian Laettner\" will go beyond the polarizing ...    "
                },
                "29": {
                    "title": "Sole Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 29,
                    "votes": 308,
                    "original air date": "16 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Sole Man offers a snap-shot into how America's playground sport became a sophisticated and increasingly soulless business. Meet Sonny Vaccaro, a true original, whose motives and staggering set of relationships played a seminal role in creating the big-money, multimedia, international phenomenon called basketball.    "
                },
                "30": {
                    "title": "Angry Sky",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 30,
                    "votes": 117,
                    "original air date": "30 Jul. 2015",
                    "year": "2015",
                    "plot": "\n    In 1965, at the height of the space race, Nick Piantanida launched the first civilian space program. A truck driver and exotic pet dealer from New Jersey, Piantanida had no formal training, no college degree and barely enough money to support his devoted wife and their three children. But he had a dream-to take a balloon to the edge of the atmosphere and jump out. If he succeeded, he'd set a world record as he free-fell back to earth for nearly 17 minutes. \"Angry Sky\" is the story of a man whose dream took him to the edge of space but whose obsession led to his tragic...    "
                }
            },
            "3": {
                "1": {
                    "title": "Trojan War",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 427,
                    "original air date": "13 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    The rise and fall of USC Trojans football during Pete Carroll's coaching tenure.    "
                },
                "2": {
                    "title": "The Prince of Pennsylvania",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 616,
                    "original air date": "20 Oct. 2015",
                    "year": "2015",
                    "plot": "\n    This documentary explores the story of the Olympic wrestling champions and brothers Mark Schultz and Dave Schultz and their turbulent relationship to the eccentric multi-millionaire John du Pont.    "
                },
                "3": {
                    "title": "The Gospel According to Mac",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 246,
                    "original air date": "3 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Examines Bill McCartney and his sometimes-controversial mixture of football and evangelicalism as Colorado Buffaloes head coach in the 1990s, including a national championship.    "
                },
                "4": {
                    "title": "Chasing Tyson",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 587,
                    "original air date": "10 Nov. 2015",
                    "year": "2015",
                    "plot": "\n    Explores the years that Evander Holyfield spent trying to arrange his first fight with Mike Tyson.    "
                },
                "5": {
                    "title": "The Four Falls of Buffalo",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 648,
                    "original air date": "12 Dec. 2015",
                    "year": "2015",
                    "plot": "\n    A behind the scenes look at the Buffalo Bills four trips to the Super Bowl during the early 1990's.    "
                },
                "6": {
                    "title": "The '85 Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 610,
                    "original air date": "4 Feb. 2016",
                    "year": "2016",
                    "plot": "\n    One of the greatest football teams ever assembled, the 1985 Chicago Bears were a team of big talent, big egos, and big success. This documentary explores that success and the players behind it, as well as the questions surrounding the lack of a repeat performance.    "
                },
                "7": {
                    "title": "Fantastic Lies",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 782,
                    "original air date": "13 Mar. 2016",
                    "year": "2016",
                    "plot": "\n    A documentary examination of the accusations of sexual misconduct against the Duke University lacrosse team that were ultimately found to be baseless    "
                },
                "8": {
                    "title": "This Magic Moment",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 591,
                    "original air date": "14 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    In the mid-1990s, Orlando was the center of excitement in the NBA. The young franchise, led by mega-stars Shaquille O'Neal and Penny Hardaway, beat the mighty Bulls en route to the 1995 NBA Finals. While it was clear Orlando was a dynasty in the making, the Magic's moment on top was never fully realized.    "
                },
                "9": {
                    "title": "Believeland",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 405,
                    "original air date": "15 May 2016",
                    "year": "2016",
                    "plot": "\n    There's a special place on the southern shore of Lake Erie, at the mouth of the Cuyahoga River. Known as Cleveland, it is the site of the Rock and Roll Hall of Fame and the home of the Indians, the Browns and the Cavaliers. But it's also the home of an agonizing losing streak. Of all American cities that have at least three major sports franchises, Cleveland is the only one that has failed to win a championship in the last half-century. Those sports teams, and the hearts they've broken over and over again, have inspired a different name for the city, and the title for...    "
                },
                "10": {
                    "title": "Doc & Darryl",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 261,
                    "original air date": "14 Jul. 2016",
                    "year": "2016",
                    "plot": "\n    When former New York Mets superstars Dwight \"Doc\" Gooden and Darryl Strawberry were good, they were great. They were the biggest stars on a team that captured the imagination of New York City and won the 1986 World Series. But when life spiraled out of control for both men, they broke the hearts of Mets fans. The pitcher and the power hitter look back on the glory days of the mid-80s and the harrowing nights that turned them from sure Hall of Famers into prisoners of their own addictions.    "
                },
                "11": {
                    "title": "Phi Slama Jama",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 253,
                    "original air date": "18 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    They were the most popular fraternity on the campus of college basketball in the early 1980s. Led by a Nigerian soccer player named Hakeem Olajuwon and a lightly recruited hometown kid named Clyde Drexler, the University of Houston Cougars not only electrified the NCAA Final Four with three straight appearances (1982-84), but they also helped transform the game itself. In this 30 for 30 film, director Chip Rives brings back the high-flying circus act under ringmaster Guy V. Lewis and spins a tale of true greatness and crushing heartbreak. But while exploring that ...    "
                },
                "12": {
                    "title": "Hit It Hard",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 183,
                    "original air date": "1 Nov. 2016",
                    "year": "2016",
                    "plot": "\n    The popular but polarizing former golfer John Daly is the subject of the latest in ESPN's 30 for 30 series.The documentary covers his career and subsequent struggles.    "
                },
                "13": {
                    "title": "Catholics Vs. Convicts",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "votes": 318,
                    "original air date": "10 Dec. 2016",
                    "year": "2016",
                    "plot": "\n    On October 15, 1988, Notre Dame hosted the University of Miami in what would become one of the greatest games in college football history. It was tradition vs. swagger, the No. 4-ranked Fighting Irish versus the No. 1-ranked Hurricanes, one coaching star, Lou Holtz, versus another, Jimmy Johnson. But the name still attached to the contest came from a t-shirt manufactured by a few Notre Dame students: \"Catholics vs. Convicts.\" In this 30 for 30 documentary, director and narrator Patrick Creadon (Wordplay, I.O.U.S.A.) doesn't just look back on the epic game. He explores...    "
                },
                "14": {
                    "title": "This Was the XFL",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "votes": 378,
                    "original air date": "2 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    A bold challenge, a fearless experiment and ultimately, a spectacular failure. In 2001, sports entertainment titans Ebersol and McMahon launched the XFL. It was hardly the first time a league had tried to compete with the NFL, but the brash audacity of the bid, combined with the personalities and charisma of Ebersol and McMahon and the marketing behemoths of their respective companies - NBC and WWE - captured headlines and a sense of undeniable anticipation about what was to come. Bringing together a cast of characters ranging from the boardrooms of General Electric ...    "
                },
                "15": {
                    "title": "One and Not Done",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "votes": 224,
                    "original air date": "13 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    The life and career of John Calipari, one of the most polarizing figures in modern college basketball, weaving his story around that of his 2015-16 Kentucky team.    "
                },
                "16": {
                    "title": "Celtics/Lakers: Best of Enemies, Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "votes": 357,
                    "original air date": "13 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    This entry in ESPN's 30 for 30 series looks at the origins of the rivalry between the Boston Celtics and Los Angeles Lakers in the 1980s that revived - and saved - the NBA.    "
                },
                "17": {
                    "title": "Celtics/Lakers: Best of Enemies, Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "votes": 330,
                    "original air date": "14 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    The 1984 NBA Finals between the Boston Celtics and Los Angeles Lakers cause a nation to take sides.    "
                },
                "18": {
                    "title": "Celtics/Lakers: Best of Enemies Part 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "votes": 288,
                    "original air date": "14 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    The rivalry between the Boston Celtics and Los Angeles Lakers continues, after the 1984 NBA Finals and the likes of Larry Bird and Magic Johnson retired.    "
                },
                "19": {
                    "title": "Mike and the Mad Dog",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "votes": 209,
                    "original air date": "13 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Mike Francesa and Chris Russo's 'Mike and the Mad Dog' radio show ruled afternoon sports talk from the New York studios of WFAN 660 for 19 years-not bad considering they didn't think they'd last 19 days together. Even though they both brought Long Island accents and encyclopedic sports knowledge to the microphone, they were distinctly different personalities who often clashed on and off the air. But when all was said and done, they changed sports radio forever.    "
                },
                "20": {
                    "title": "What Carter Lost",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "votes": 220,
                    "original air date": "24 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    In the fall of 1988 a Texas high school fielded the football team that many consider the greatest ever, yet chances are good you have never heard their story. What Carter Lost is not about the team immortalized in Friday Night Lights - it's about the team that beat them. It's about the year Dallas Carter dominated Texas high school football, never losing a game, but walked away with little more than an asterisk in the state's history books. It's about the legal battles that accompanied every Carter playoff game, the string of inexplicable crimes that forever altered ...    "
                },
                "21": {
                    "title": "Year of the Scab",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "votes": 156,
                    "original air date": "12 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Two weeks into the 1987 season, the NFL's players went on strike. For the first time in the history of professional sports in the United States, replacement players would take the field. Crossing the picket line to play in the NFL changed their lives, but not in the way they'd expected or hoped. The moment they crossed the picket line, they were no longer athletes; they were scabs. By the end of the strike, Washington stood alone as the only replacement team to go undefeated- ultimately setting up returning strikers for a triumphant run at a Super Bowl. For those ...    "
                },
                "22": {
                    "title": "Nature Boy",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "votes": 396,
                    "original air date": "7 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Documentary following the life & career of 16 time world champion Ric \"The Nature Boy\" Flair.    "
                },
                "23": {
                    "title": "Tommy",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 23,
                    "votes": 115,
                    "original air date": "13 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    The unlikely rise and sudden fall of boxer Tommy Morrison.    "
                },
                "24": {
                    "title": "The Two Bills",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 24,
                    "votes": 164,
                    "original air date": "1 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    A look at the tumultuous relationship between coaching legends Bill Parcells and Bill Belichick.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "42 to 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "30 for 30 (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "votes": 33,
                    "original air date": "11 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    This documentary chronicles one of the greatest sporting upsets in history, when James \"Buster\" Douglas handed Mike Tyson his first-ever defeat. Tyson was the 42-to-1 favorite, with most fans and pundits absolutely sure that he was invincible. But Douglas, motivated by personal tragedy, fought the fight of his life.    "
                }
            }
        },
        "number of episodes": 86,
        "cast": [
            {
                "name": "Cube, Ice"
            },
            {
                "name": "Tyson, Mike"
            },
            {
                "name": "D, Chuck"
            },
            {
                "name": "Vitale, Dick"
            },
            {
                "name": "Musburger, Brent"
            },
            {
                "name": "Ewing, Patrick"
            },
            {
                "name": "Rose, Jalen"
            },
            {
                "name": "Batard, Dan Le"
            },
            {
                "name": "Dyson, Michael Eric"
            },
            {
                "name": "Williams, Roy"
            },
            {
                "name": "Kelly, Jim"
            },
            {
                "name": "Ryan, Bob"
            },
            {
                "name": "Rhoden, William C."
            },
            {
                "name": "Dogg, Snoop"
            },
            {
                "name": "Steinberg, Leigh"
            },
            {
                "name": "Holtz, Lou"
            },
            {
                "name": "Switzer, Barry"
            },
            {
                "name": "Albert, Marv"
            },
            {
                "name": "Van Ness, Ray III"
            },
            {
                "name": "Ross, Jim"
            },
            {
                "name": "Wahlberg, Donnie"
            },
            {
                "name": "Flair, Ric"
            },
            {
                "name": "Kosar, Bernie"
            },
            {
                "name": "Searcy, Leon"
            },
            {
                "name": "Holmes, Larry"
            },
            {
                "name": "Costas, Bob"
            },
            {
                "name": "Ebersol, Dick"
            },
            {
                "name": "Krzyzewski, Mike"
            },
            {
                "name": "Bilas, Jay"
            },
            {
                "name": "Rather, Dan"
            },
            {
                "name": "Deford, Frank"
            },
            {
                "name": "Moss, Santana"
            },
            {
                "name": "Snowell, Aaron"
            },
            {
                "name": "Calhoun, Jim"
            },
            {
                "name": "Gallo, Bill"
            },
            {
                "name": "Shockey, Jeremy"
            },
            {
                "name": "Schilling, Curt"
            },
            {
                "name": "Marchiano, Sal"
            },
            {
                "name": "Simmons, Bill"
            },
            {
                "name": "Vilma, Jonathan"
            },
            {
                "name": "Soldinger, Don"
            },
            {
                "name": "Williams, Doug"
            },
            {
                "name": "James, Craig"
            },
            {
                "name": "Wilbon, Michael"
            },
            {
                "name": "Driesell, Charles 'Lefty'"
            },
            {
                "name": "Blackistone, Kevin"
            },
            {
                "name": "McNall, Bruce"
            },
            {
                "name": "Bird, Larry"
            },
            {
                "name": "Francesa, Mike"
            },
            {
                "name": "Johnson, Magic"
            }
        ],
        "genres": [
            "Documentary",
            "Biography",
            "History",
            "Sport"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "rating": 8.8,
        "votes": 3681,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTYyMTkxOTk4MF5BMl5BanBnXkFtZTcwNjU3NTY1Mw@@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "ESPN Films' 30 for 30 is an unprecedented documentary series featuring today's finest storytellers from inside and outside of the sports world. What started as a celebration of ESPN's 30th anniversary has come to life as an eclectic and fascinating collection of passionate films about sports and culture. Individually, each of the films in this series is meant to tell an intimate, compelling story that stands on its own and brings to life the filmmaker's vision. Collectively, however, these creatively different films weave together a diverse tapestry of what sports has meant to culture. Ultimately, 30 For 30 strives to sit the viewer down and tell a story, employing many sources but giving a distinctive point of view, marshaling words and images to serve that particular perspective. In a sports universe of competing voices, these films offer a single, compelling one.",
        "languages": [
            "English"
        ],
        "title": "30 for 30",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Barnicle, Colin"
            },
            {
                "name": "Barnicle, Nick"
            },
            {
                "name": "Cohen, Aaron"
            }
        ],
        "production companies": [
            {
                "name": "ESPN Films"
            }
        ],
        "distributors": [
            {
                "name": "ESPN (Entertainment & Sports Programming Network)"
            }
        ],
        "other companies": [
            {
                "name": "Gray Krauss Sandler Des Rochers"
            },
            {
                "name": "One80 Visual"
            },
            {
                "name": "String and Can"
            }
        ],
        "plot": [
            "ESPN Films' _30 for 30_ (qv) is an unprecedented documentary series featuring today's finest storytellers from inside and outside of the sports world. What started as a celebration of ESPN's 30th anniversary has come to life as an eclectic and fascinating collection of passionate films about sports and culture. Individually, each of the films in this series is meant to tell an intimate, compelling story that stands on its own and brings to life the filmmaker's vision. Collectively, however, these creatively different films weave together a diverse tapestry of what sports has meant to culture. Ultimately, 30 For 30 strives to sit the viewer down and tell a story, employing many sources but giving a distinctive point of view, marshaling words and images to serve that particular perspective. In a sports universe of competing voices, these films offer a single, compelling one.::ESPN Films"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 3681,
                "rating": 8.8
            },
            "aged under 18": {
                "votes": 3,
                "rating": 8.7
            },
            "aged 18 29": {
                "votes": 811,
                "rating": 9.1
            },
            "aged 30 44": {
                "votes": 1598,
                "rating": 8.8
            },
            "aged 45 plus": {
                "votes": 393,
                "rating": 8.5
            },
            "males": {
                "votes": 2771,
                "rating": 8.9
            },
            "males aged under 18": {
                "votes": 3,
                "rating": 8.7
            },
            "males aged 18 29": {
                "votes": 776,
                "rating": 9.1
            },
            "males aged 30 44": {
                "votes": 1494,
                "rating": 8.9
            },
            "males aged 45 plus": {
                "votes": 341,
                "rating": 8.5
            },
            "females": {
                "votes": 180,
                "rating": 8.3
            },
            "females aged 18 29": {
                "votes": 31,
                "rating": 8.3
            },
            "females aged 30 44": {
                "votes": 93,
                "rating": 8.4
            },
            "females aged 45 plus": {
                "votes": 47,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 81,
                "rating": 7.6
            },
            "us users": {
                "votes": 1717,
                "rating": 8.9
            },
            "non us users": {
                "votes": 736,
                "rating": 8.8
            }
        },
        "number of votes": {
            "10": 1285,
            "9": 1267,
            "8": 672,
            "7": 211,
            "6": 72,
            "5": 38,
            "4": 24,
            "3": 26,
            "2": 27,
            "1": 59
        },
        "arithmetic mean": 8.7,
        "median": 9
    }
}