{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 February 2009"
            },
            {
                "country": "USA\n",
                "date": "12 February 2010",
                "notes": "                            (re-release)"
            }
        ],
        "release dates": [
            "USA::1 February 2009",
            "USA::12 February 2010                            (re-release)"
        ],
        "episodes": {
            "7": {
                "1": {
                    "title": "There Is More Than One of Everything",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "Oct. 2014",
                    "year": "2014",
                    "plot": "\n    After Chloe admits to cheating on Adrian and wanting to get out of their engagement, recruiter Gordon takes him out drinking to drown his sorrows. But will alcohol be enough to make the pain go away?    "
                },
                "2": {
                    "title": "The Dust Bowl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Adrian and recruiter Gordon meet up with a drug dealer in an alley. But will the drugs help Adrian or will they just make him miss Chloe even more?    "
                },
                "3": {
                    "title": "Gordon's Dilemma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "Oct. 2014",
                    "year": "2014",
                    "plot": "\n    It's the morning after Adian's wild night and he's gone missing. Will Drew and Ryan be able to find him before something worse happens? And what is Chloe going to do with all those broken windows?    "
                },
                "4": {
                    "title": "The Giant Mumbles in His Sleep",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "original air date": "Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Ryan and Drew set out on their quest to find Adrian, covering every inch of the DC area and are successful. But will they be able to get through to him and stop him on this destructive path he is taking?    "
                },
                "5": {
                    "title": "Firehook",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "original air date": "Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Now that Adrian has been found, Ryan, Sarah, Alex, and Cassandra turn their focus on the band's debut tomorrow night. But will Alex be able to make things right with Tamsin? And will Sarah finally admit to her feelings for Cassandra, especially since everyone else has already figured it out?    "
                },
                "6": {
                    "title": "GOA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "original air date": "Oct. 2014",
                    "year": "2014",
                    "plot": "\n    Alex finally gets the courage to call Tamsin and apologize, asking her to come down to Firehook so they can resolve their problems. And Sarah finds a way to be sly about her feelings by challenging Cassandra to a game of hangman. Will Alex and Sarah get the happy endings they are hoping for?    "
                },
                "7": {
                    "title": "Not St. Elsewhere",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "original air date": "Oct. 2014",
                    "year": "2014",
                    "plot": "\n    It's the big night for Sarah and the band, \"Misspent Youth\" at Comet Ping Pong. Nerves and expectations are high but it's nothing these kids haven't been through in their summers together.    "
                }
            },
            "1": {
                "1": {
                    "title": "Orange Crush",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    A teen web series about teenagers growing up and getting down. Grunge-era Washington DC, Doc Martens, OE 40's and Tomfoolery. See where it all begins. It's the start of the summer of 1994 and Kris prods best friend Sarah to finally make a move on her long-time crush Jake (before Maggie does it instead). Meanwhile Beth finds herself in a different love triangle with her best friend Rox and the older bike messenger, Adrian. After a trip to the liquor store (where the owner couple puts their 8 y.o. behind the counter), the gang all meets up in Bishop's Garden, where the ...    "
                },
                "2": {
                    "title": "Will You Be There Tonight?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "1 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Tonight is the night. The party gets started in the infamous Bishops Garden. And don't you worry there will be mischievous and slightly unfortunate happenings. Sarah & Kris get Maggie shot-gunning some brewskies, hoping it'll keep her from macking on Sara's crush, Jake. The plan goes awry though, when Maggie gets bold instead. Um, looks like cold 40's & love triangles don't mix! As if that weren't bad enough -- then, the cops come...    "
                },
                "3": {
                    "title": "Boys Night Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "12 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    It's a boys night out at Bishop's Garden. Jake wants to talk about the ladies, ahem, Sarah, but Trip is too faded to be of any help. Meanwhile, Travis takes the stage and tonight's showing - \"The Kauffman Family Dsyfunction's Greatest Hits\". Should be a riot.    "
                },
                "4": {
                    "title": "Yasmine's House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "12 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    While the parents are away, the kids will play. Yasmine's parental units go out of town and a party ensues at her ridiculously fancy house, complete with Olympic-size pool and some stealing of beer from her college-guy-neighbors. Plus things are looking up for Sarah and Jake.    "
                },
                "5": {
                    "title": "Misery in McMansions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    The party kicks it up fierce at Yasmine's house, sans parents and full of top shelf liquor. Maggie's got that not-so-fresh-feeling after downing an entire decanter of creme de menthe - and when a MAJOR accident ensues, it threatens to bring down the whole house of cards. The stars finally align for Sarah and Jake... but then Maggie walks in on the \"lovebirds\". Is it the final nail in the coffin of their (ex)best friendship?    "
                },
                "6": {
                    "title": "Midnight, Hunter's Moon, Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 May 2009",
                    "year": "2009",
                    "plot": "\n    Sarah is a hot mess after the fallout (being caught red-handed with Jake). She tries talking to Beth - but Beth's just useless. However, Beth does have a parental-free house for the weekend. Unfortunately, older-sister Hunter has some serious plans for a party without Beth. And, Hunter-the-effortlessly-cool-and-scary is used to getting her way. Totally unimpressed at the prospect of being kicked out of her own house - and the epic party - Beth plots revenge on Hunter. Then, Sarah and Beth decide to tag along and party-crash regardless.    "
                },
                "7": {
                    "title": "Midnight, Hunter's Moon, Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Watch the craziness unfold as Beth and her friends tag along at Hunter's house party. Hunter's party has it all-- indie bands, hot musicians, booze, and the objects of much teen girl idolatry: Adrian and Jake? That's right - Jake shows up and things get super rocky for Sarah, who's already had a pretty rough summer what with the Sarah-Jake-Maggie love triangle from hell. And poor Beth isn't faring too well on her side of the Beth-Adrian-Rox love triangle either. Oh yea, and \"The Hands Of Morgan Freeman\" make an appearance too!    "
                },
                "8": {
                    "title": "Midnight, Hunter's Moon, Part 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "8 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Jake seeks Sarah - he's all puppy-dog eyes and wants to talk because he likes her. Gulp. And Adrian (secretly) hunts the much younger Rox. So where will Sarah end up, in this Maggie-Jake-Sarah love triangle? And what about Beth and the Beth-Adrian-Rox situation? Who ends up coupled? And who just ends up alone? Something tells me... this is one of those nights where all questions gets answered.    "
                },
                "9": {
                    "title": "Fleshy Ears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "8 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Beth gets \"revenge\" on Rox+Adrian - by finding an even older guy of her very own. Find out why Beth has new \"bragging rights\"... it's about the fleshy ears.    "
                },
                "10": {
                    "title": "Operator",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "15 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    After gashing open that arm at Yas' party, Maggie is OK, but her feelings are irreparably damaged from catching Sarah and Jake together. Meanwhile, everyone else is more than happy to have Sarah be the scapegoat- so that they can, uh, avoid the fact that they were more concerned with partying than getting Maggie to a hospital when she OBV needed stitches. So, *scapegoat time*- thanks to Travis, the crew instigates a crank calling jag - harassing Sarah as \"revenge\" for her evils against Maggie... and THIS is what happens...    "
                },
                "11": {
                    "title": "Whisper Down the Lane",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "1 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    When a game of spin-the-bottle turns into something completely different Maggie has a meltdown on the phone and a few others chime in with some not-so-kind words. Then after the girls play light as a feather stiff as a board, Maggie picks up the phone again, this time to try and make things right. But is there really such a thing as a 'do-over'?    "
                },
                "12": {
                    "title": "Brutus and Caesar Will Have Their Revenge on DC",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "1 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    What is eating up Colin Mitchell? Kris' step-brother just hasn't been the same since they moved here. She tries to understand, but he doesn't let her in... so she steals his car instead. Illegal sushi run! Oh and did I mention there are togas?    "
                },
                "13": {
                    "title": "The Secret Halloween Easter Egg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "1 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    It's Halloween of 1994 and all the kids are out for a night of candy and party-crashing and maybe pursuing their crushes. Tonight things are looking very potential and dramatic for Kris and her step-brother's best friend: Slake, of the infamous cheekbones. And if that doesn't work out, there are always Bath-Tubs of Jell-O.    "
                }
            },
            "2": {
                "1": {
                    "title": "H.A.G.S. (Have a Good Summer...?)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "15 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Season 2 kick starts 9 months later, on the last day of school in '95. Everyone's psyched for vacation and tomfoolery. But Life gets shook up when two key kids are caught smoking pot on campus and summarily expelled. Um, Have a Good Summer.    "
                },
                "2": {
                    "title": "Hearsay/Rumor/Scuttlebutt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "26 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Just when you thought the rumor-mill couldn't take any more excitement... Laura-the-Goth has sex with... Trip? Yes, Trip. Or at least such is the word on the street. Maggie is devastated. Ryan is flabbergasted. And Travis wants in on the action. And, oh poor Laura, now she's under the microscope and totally objectified. No matter how you slice it -- everyone is angling on her with their own agendas. At least one good thing comes out of it: Maggie realizes Sarah+Jake's make-out/kissing-session could have been way worse. Is there some forgiveness in the future...?    "
                },
                "3": {
                    "title": "Carly's Birthday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "3 May 2010",
                    "year": "2010",
                    "plot": "\n    What's better than making out under a big tree? Um, duh, a birthday party with brownies and lots of teen angst. Okay... there might be some making out under the trees, too. Travis can't keep his hands off who?! Maggie disapproves, as usual and Slake gets an unexpected show with his brown bag special.    "
                },
                "4": {
                    "title": "L+T & S+G",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "10 May 2010",
                    "year": "2010",
                    "plot": "\n    Carly's birthday continues... and Sarah finds herself in the world's most awkward conversation ever with Gwen. What is going on here? Does she like her or not? Or does she \"like\" like her...? Wait, can that be right? Sarah's confused and needs a friend, but everyone's all wrapped up in themselves. Maybe the weirdos can give her some advice, or is Laura-the-Goth too wrapped up in Travis? Wasn't this birthday party supposed to be...fun?!?!    "
                },
                "5": {
                    "title": "Do You Like Me?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "17 May 2010",
                    "year": "2010",
                    "plot": "\n    Sarah and Gwen strip down for a swim... but only after Gwen's stunning effort to catcall any perverts out of hiding. It's just the two of them and they wouldn't have it any other way. And when a bike ride along the canal ends with a game of truth or dare in the grass... let's just say: It's getting serious now. Sunshine, Bugler, a five dollar gallon of \"wine\" and spiders crawling up your back, oh wait, those are just goosebumps...!    "
                },
                "6": {
                    "title": "Yes or No?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "24 May 2010",
                    "year": "2010",
                    "plot": "\n    So, is it \"to be or not to be\"? This game of \"truth or dare\" quickly turned into that kind of moment. Very Shakespearean - except there's no highfalutin language clouding the air, just a question to be answered. Sarah doesn't want to lie but she's certainly struggling to figure out what the truth is.    "
                },
                "7": {
                    "title": "Girlfriend?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "1 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Sarah, Maggie, Yasmine, and Hunter have a girl sesh in the kitchen - lots of OMGs and spoonfuls of yoghurt to help the gossip go down - and a revelation about one Mr. Adrian surfaces. Everything is quite delightful until Gwen calls the house looking for Sarah; everyone's confused and Sarah stumbles out after she stumbles over her explanation for leaving. No one seems too phased tho' since Maggie and Yasmine have some drama for drama queen Rox... and it's something she won't be pleased about.    "
                },
                "8": {
                    "title": "Not Your Training Bra",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "7 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    We find out where Sarah was running off to... Gwen's been waiting patiently for her. But now the impatience on both sides is about to surface. Sarah's vulnerability rears its ugly (and quite loud) head outside the theater. The evening showing is on... perhaps some movie magic will smooth these relationship ripples out?    "
                },
                "9": {
                    "title": "You're My Needle and I Found You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "14 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Maggie and Yasmine take on mission impossible: dropping the bomb on Rox without having it explode all over their friendships. Good luck girls. Hm, how will Adrian - the man of mysterious and questionable dating tactics - climb out of this hole?    "
                },
                "10": {
                    "title": "Poor Cinderella",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "24 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Everyone knows Rox is a master gabber. She has some serious chops this girl - a case of the Lamb Chops that is. This is like the freakin' song that never ends. Meanwhile, Chloe is artful in her use of blabber... wait, is she forgiving Adrian or twisting the knife?    "
                },
                "11": {
                    "title": "Trouble in Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "28 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Kris just got back from camp, joining the picture perfect Mitchell family dinner that's coming apart at its seemingly sewn seams. Did that make sense? It's okay - not much is working out tonight. Colin has no appetite for his father's cheesiness and is finding his attempt to get Mr. Mitchell to spill about his other woman just no gouda. Colin's crew shows up just in time to make the tension slightly less... sliceable. Guess where the kiddos are headed tonight.    "
                },
                "12": {
                    "title": "The Lunar Landing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "8 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    More rave. More family drama, and we finally find out why Colin's been so mad. Someone even gets trapped in the closet, and it isn't R. Kelly. Oh, and, don't drink the Kool-Aid.    "
                },
                "13": {
                    "title": "P.L.U.R.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "27 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Now that Slake has rescued Kris from the terrible closet, will they finally have their moment together? No matter what happens we know Kris is gonna call Sarah and tell her all about it, but maybe Sarah has some big news to tell Kris too.    "
                },
                "14": {
                    "title": "Secret Halloween Easter Egg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "1 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    It's Halloween of 1995 and DC is invaded by vicious zombies.    "
                }
            },
            "3": {
                "1": {
                    "title": "The Friend Present",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "9 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Graduation marks the end of a chapter, and it may spell trouble for our favorite couples. Ryan and Yasmine have an awkward encounter as they contemplate their future together, while Sarah wonders if Gwen is even thinking about the future. Gwen struggles to deal with Sarah hiding their relationship from her Mom - will she ever come out to her parents? Yearbook interviews reveal what's in store for the rest of the grads or at least what they think is in store and even Adrian is enjoying the festivities. By the way, have you seen Laura the Goth?    "
                },
                "2": {
                    "title": "Mom + Dad Are OK & the Kids Are Alright",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "15 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    The graduation continues... It's Kris' big day, but Mr. and Mrs. Mitchell aren't acting quite normal. Colin tries protect Kris by hiding their parents failing relationship. Meanwhile, Roxanne has to hold it together when she runs into her old flame the \"Hot Dog Man\" for the MOST uncomfortable 5 seconds ever. We also meet the new kids on the block, a few clueless freshman who are in complete awe of the graduating seniors. Oh-and seriously, have you seen Laura the Goth? NEXT WEEK... Meet and follow our new kids for the beginning of their trip down he rabbit hole.    "
                },
                "3": {
                    "title": "Escape to Candyland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "30 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Escape to Candyland with our new kids - Remi, Alex, Tamsin, & Libby - for an epic adventure down the rabbit hole & around DC. As the summer kicks into high-gear, the 4 girls get ready for a devious night out of pushing the envelope from straight and narrow to... bent & hooked? But Libby is getting suspicious that one of her friends may not be who she says she is.    "
                },
                "4": {
                    "title": "Cavort in the Bog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "30 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Remi takes Alex to her first rave... a world populated by Strawberry Shortcake (the rave queen), Tigger, & Dr. Schock... where the hog & frog cavort in the bog, and candy-kids fork over Hamiltons for defibrillator-highs: but of course the hippopotamus does NOT. Who is the hippopotamus, you ask? Libby think she knows... and Tamsin may too. And who is the creep following Alex down the rabbit hole? This Electric Kool-Aid Candyland proves toxic, when Alex gets in a tight-spot, which she is too incapacitated to get herself out of...    "
                },
                "5": {
                    "title": "Doors of Perception",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "6 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Remi is: straight edge, a fakey faker, a Betty Crocker wannabe - now friendless. It's time to let Alex in on the secret. Remi is a big fakey faker & a straight edge. Between some Robo-trip sips, Tamsin and Libby educate distraught Alex on the hidings of their Betty Crocker wannabe and her pathetic and insulting pancakes fix sexual assault world-view. What will happen to Tinkerbell and her three besties???    "
                },
                "6": {
                    "title": "And Then There Were Three",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "13 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Remi's been busted and she CANNOT be trusted. The last 12 hours have been a roller coaster ride and everyone's ready to get off. Without the leader of the pack, Tamsin, Libby and Alex band together to find their way out of the rabbit hole and try to make sense of it all.    "
                },
                "7": {
                    "title": "Worst Day Ever",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "20 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Gwen is having a horrible day, and on top of it all, she and Sarah seem to be growing further apart. Their future plans just don't seem to mix like apple pie & the 4th of July... and Gwen misses the way things used to be. Fortunately Ryan can lift her spirits out of the \"coffee trenches\". But is it just me, or does her co-worker have something other than coffee beans on the brain??    "
                },
                "8": {
                    "title": "Even When We Fight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "3 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    It's Life During Wartime down in the Coffee Trenches... and I think we all know trench-warfare is not all it's cracked up to be. Ryan seems to have some kind of \"moment\" with Gwen. Sort of. Or at least, *Sarah* seems to think so. Our favorite lovebirds spar in a verbal battle over Ryan's alleged intentions. Fortunately, truce flags are waved and the couple kisses and makes-up... Well, sort of...    "
                },
                "9": {
                    "title": "Brought to You by the Letter 'D'",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "10 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Dun, dun, duuun! It's time for \"The Talk.\" Mr. and Mrs. Mitchell are finally ready to fess up to Colin about the dreaded D-word... He surprises them with his easy breezy attitude (because, duh, he saw it coming). But there's still Kris to worry about, who is not taking the news so well. Maybe Grandma's apple pie will ease her sorrow?    "
                },
                "10": {
                    "title": "Independence Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "17 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    The secret's officially out. Mr and Mrs. Mitchell are getting a divorce, and the thought of it has Colin feeling way overwhelmed. Nothing like a heart-to-heart with best friends to cheer him up-that is until the topic of Kris arises. Is Slake forgiven for his rendezvous with Colin's sister?    "
                },
                "11": {
                    "title": "Best Served Cold",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "24 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Coffee-swamp comrades, Gwen and Ryan, are fed up with their relationship woes... (what would *you* do if your very own girlfriend didn't have the decency to acknowledge your relationship or if she had your fate as a couple blowing in the wind??)... and now it's time to take action! Revenge always works, right?... Oh the games we play with our significant others.    "
                },
                "12": {
                    "title": "Something to Put in Your Hat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "31 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    It's Firebird VS. Enterprise. And just who do you think will win? Alex runs into her old pal and fellow Trekkie, Davis. As they reminisce about past summers from dorkier-days, fun-filled with B-movies and each others A+company, Davis and the Starship Enterprise get upstaged by - the Red Firebird - and its license-wielding-driver *Sam*, who whisks Alex, Tamsin, and Libby away to mischief in the park.    "
                },
                "13": {
                    "title": "A Simple Answer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "8 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    While the rest of the crew discusses Betty Boop and Georgetown's vampire attacks, Alex gets surly in the corner... well, maybe not so much surly, as lovelorn. Sam might take notice... but just where will the Firebird lead? And would the Enterprise get there faster?    "
                },
                "14": {
                    "title": "Ding Dong Ditch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "14 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    After a disappointing encounter with Sam, Alex follows her fashion clogs... which lead all the way to Davis' window. Looks like a one-up for the Enterprise... but when the vino settles and the hangover sets in, does reality come crashing down?    "
                }
            },
            "4": {
                "1": {
                    "title": "The Sun & Moon Cannot Exist in the Same Sky",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "25 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    After playing all those \"jealousy games\" and toying with their girlfriends' emotions, it looks like someone got confused along the way and might have actually fallen. Umm, playtime is over?    "
                },
                "2": {
                    "title": "Sarah Live! at Comet Ping Pong Tonight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "2 May 2011",
                    "year": "2011",
                    "plot": "\n    Sarah performs live at Comet Ping Pong tonight. Every single character is in attendance, including Sarah's once-again lovey-dovey Gwen. Truth blends with fiction, as Alex uses Davis to make her on-again-off-again-boy Sam jealous. Tamsin and Libby urge her on - when they're not busy trying to avoid Remi.    "
                },
                "3": {
                    "title": "C Is for Clandestine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "10 May 2011",
                    "year": "2011",
                    "plot": "\n    Sam's two-faced behavior has been driving Alex crazy. (He's sweet in private, but as soon as his friends are around, all bets are off). So Alex has decided to play Janus herself... With this new shot at love, Davis pulls out all the stops for his Fashion Clog Goddess, Alex. But Alex's plan to make Sam jealous may have worked a little too well. The situation finally ignites in the Firebird and an incendiary ride home with Sam leaves Alex rethinking her choices... Can the situation rise from the ashes like a Phoenix??    "
                },
                "4": {
                    "title": "The Mitchell Men",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "16 May 2011",
                    "year": "2011",
                    "plot": "\n    Life post-divorce is not-so-fresh and not-so-fun for Colin, as he adjusts to living with just his Dad. And of course, Colin's \"social network\" has been at work, with his friends talking about his situation over their phone tree... which leads to Colin getting an unexpected visitor.    "
                },
                "5": {
                    "title": "Creepy Treehouse Effect",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "23 May 2011",
                    "year": "2011",
                    "plot": "\n    Remi has a meltdown in her treehouse - losing her grip because \"Neverland is Gone\". Meanwhile, Alex, Tamsin, and Libby have a hard time making the hard choices about Davis, life, the universe, and everything. They muddle through admirably, but find themselves missing the fourth element of their group.    "
                },
                "6": {
                    "title": "Ask Me Anything",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "31 May 2011",
                    "year": "2011",
                    "plot": "\n    Now that life is hunky-dory like nature intended, Sarah Gwen spend quality time on the canal, asking each other all the questions they were too afraid to before.    "
                },
                "7": {
                    "title": "Paradise Found?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "6 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Remi, Tamsin, Libby, and Alex have a long-overdue pow-pow in the treehouse, which leads to a search for the Enterprise. Will Team Davis win after all?    "
                },
                "8": {
                    "title": "Break Up or Stay Together?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "13 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    It's time for \"the talk\"... the real one, about what to do next year. After graduating high school, Sarah is going away to college, and Gwen is staying behind for another gap year in the coffee trenches. Choosing how to continue is not easy. Do you want the pain of a long distance relationship or the pain of breaking up?    "
                },
                "9": {
                    "title": "The Recruit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "22 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    After years of being the \"after school special\", Adrian is finally trying to get his act together. Unfortunately, Chloe seems to be holding him back with her feminine wiles. (What ever happened to the lazy days of cake for breakfast and frantic nights of creative sex rivaling the salad days of Iggy Pop and David Bowie? Chloe misses that). When Adrian dares go to an interview instead of staying with her, she gives him a specially made coffee (that wasn't sweetener) that turns his career path in an unexpected direction.    "
                },
                "10": {
                    "title": "In the Navy Now",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "15 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    If you were wondering what precisely Chloe was doing at Sarah's concert way back when - now you find out. There are more sailors, more weirdness, more new kids, and even a marriage proposal.    "
                },
                "11": {
                    "title": "Where the Hell Was Laura?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "29 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    The janky bonus video taking you all the way back to the Class of 1996's graduation. So just where was Laura-the-Goth? Why did she skip her graduation? And just what was she doing?    "
                },
                "12": {
                    "title": "Freshman at Beach Week Music Video",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "27 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    New music video for the song Hide and Go Seek by beach week. Featuring a cameo appearing by the freshman on OJBG.    "
                }
            },
            "5": {
                "1": {
                    "title": "Summer of '97",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "13 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Welcome to the summer of 1997. Unravel the mystery of the past year and reconnect with all the Bishop's Garden crew. Get a glimpse into the changes the year has brought... like just who is in a long distance relationship? Why is there a mermaid in Bishop's Garden? And who is starting a band?    "
                },
                "2": {
                    "title": "The Audition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "20 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Sarah enlists the help of her old friend Maggie, and the two of them hold auditions for Sarah's imminent and as-yet-unnamed band. Needless to say, hilarity ensues. All sorts of characters (musically and, err, not so musically-skilled) crawl out of the wood works. Many old faces re-emerge... as well as a new one.    "
                },
                "3": {
                    "title": "Secrets & Lies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "27 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    After a trust fall gone wrong, Remi's back home from summer camp with some disturbing news about Davis. Hiking, canoeing, and campfires aren't all our he's been up to, but who's going to tell Alex? Especially when Tamsin may have a blossoming, new love of her own.    "
                },
                "4": {
                    "title": "What the Cards Hold",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "3 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    It's summertime but Gwen is oh-so-very cold. Sarah keeps calling but Gwen's been totally dodging her calls for WEEKS. Her super shady behavior is getting worrisome... passing off phone-tag duties to her not-so-enthused NYC roomie? Going camping!? What is she trying to hide and what's in the cards for Gwen and Sarah...?    "
                },
                "5": {
                    "title": "Signed, Sealed, & Delivered",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "10 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Davis has been playing the field and everyone knows but Alex - until she gets a letter from him that's not all love and butterflies like she would hope. What is supposed to be a fun day of summer vacay is turning into a rainy abyss, and it looks like things aren't going so great for Sarah either.    "
                },
                "6": {
                    "title": "Trial Expired",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "24 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    After being dumped by Davis, Alex is on a mission to drown her sorrows in red velvet cake and Sarah Roberts sisterhood. Unfortunately, Sarah is adrift in a kayak of her own misfortune. Gwen has struck a very low blow, in a very very impersonal way. Misery loves company, but how much misery can a girl take? And what's so great about this new instant messenger thingy?    "
                },
                "7": {
                    "title": "The Winter of Our Discontent",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "2 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    It's time for this yet-to-be-named band to have practice numero uno but Sarah and Alex have both been officially dumped by their respective significant others and the word is quickly spreading. Groupie number one, Tamsin, shows up to practice and starts suggesting band names which strikes a dissonant chord with the bitter and lonely Alex. Wait, summertime is supposed to all happy and sunny and stuff, right? Say hello to the winter of our discontent.    "
                },
                "8": {
                    "title": "Go Fish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "9 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Chloe is shipwrecked with the sailors and calls for fellow castaway Sarah to accompany her on their very own desert island. Sarah leaves her post-Gwen grief just long enough to find solace in Chloe's company. Just what are our young heroines to do?    "
                },
                "9": {
                    "title": "Fairytale in the Supermarket",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "16 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Sarah and Chloe embark on a magical journey to the local supermarket to show off their fabulous Frida inspired brows, and run into some surprising faces in the produce section. The newly found partners-in-crime seem to be soothing each other's sailor sorrows and broken heart. But it looks like Alex can't find a shoulder of her own to lean onto.    "
                },
                "10": {
                    "title": "Secret Halloween Easter Egg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "6 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Get a glimpse into the secret world of Sam - replete with love triangles, two-timing, and disapproving friends. Sam chats on the phone with his on-again-off-again fling, before heading out for Halloween.    "
                }
            },
            "6": {
                "1": {
                    "title": "Summer of '97 Continued",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "3 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Welcome back to the summer of '97. Last we saw things were sweltering between Sarah and Chloe as Chloe coyly lured Sarah into her bed. But why is Sarah lookin' morose? Did she forget that Chloe's boyfriend, Adrian, was still in the mix?    "
                },
                "2": {
                    "title": "Friends Gone AWOL",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "10 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Band practice is starting and where the hell are Sarah and Alex? We're hanging on the telephone, but there is no response from band conductor, Sarah. And Tamsin's \"olive-branch-extending\" phone call to Alex only magnifies Alex' jealous rage at Tamsin's new boyfriend, Robin. Where will these frazzled emotions drive her?    "
                },
                "3": {
                    "title": "Brought to You by the Letters DXM",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "17 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    While taking a break from Tamsin and friends, Alex decides to reacquaint herself with her flu remedy - Robitussin. This new kinship leads Alex through distorted colours, lingering memories, and vomit.    "
                },
                "4": {
                    "title": "Have You Seen My Friends?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "24 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    As the band seems to be falling apart, Tamsin and Cassandra try to be the glue as they paste and tape flyers for their first concert. And what's that? Visions of Missing Alex? Is Tamsin sipping on robitussin too? Serendipitously, band leader, Sarah meets them as passes on pearls of wisdom as well as a few posters too. Tamsin uses Sarah's advice, yet it's resisted by a sick and bitter Alex. How can these two patch up and perform in time for Miss Spent Youth's debut?    "
                },
                "5": {
                    "title": "Berries, Cream, and Untold Dreams",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "31 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Our two runaways, Sarah and Alex find sanctuary on the cliff over the Potomac River, and within each other. Exchanging candy, berries, and advice; Alex shares a dream which Sarah was in. Things grow uncomfortable as Alex pours her heart to Sarah. That's typical when friends tell one another of dreams in which they're \"kissing in other places\".    "
                },
                "6": {
                    "title": "Taking Out the Trash",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "7 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Don't throw your trash in my backyard, my backyard, my backyard. Don't throw your trash in my backyard-- my backyard's full. Time for some female bonding x 4-- in the form of Sarah, Alex, Chloe, & Cassandra. Throw in some waxy old school candy. Throw in a gorgeous secret clubhouse/condemned building. Throw in some advice. Throw in some \"reindeers gracefully leaping into the parents...\" (WTF?) But who's catching here? Sarah and Cassandra try to unhinge Alex's stage fright -- in the hopes that maybe Alex can sing back-up at their band's first concert. But what is Chloe ...    "
                },
                "7": {
                    "title": "Table for Two?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "14 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Chloe is now in a relationship with Sarah? Adrian? And does anyone remember Travis? Chloe, Chloe, Chloe can't you see that your whims just hypnotize me? Bibs & sailor hats - it's all so cute as we watch our favorite couple struggle to eat crawfish. Last time, we saw Chloe's deceptive swagger swayed Adrian from any assumptions or ideas of his honeybun with another man, let alone Sarah! HOW naive is Adrian? HOW can Chloe think she can have both? AND WHO will be paying the bill?    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Laura-the-Goth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Orange Juice in Bishop's Garden (TV Series 2009–2014)",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "Mar. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 78,
        "cast": [
            {
                "name": "Winter, Ellen"
            },
            {
                "name": "Peterson, Rachel"
            },
            {
                "name": "Ross, George"
            },
            {
                "name": "Rogers, Kristin"
            },
            {
                "name": "Foster, Katie"
            },
            {
                "name": "Cohen, Andrew"
            },
            {
                "name": "Libowitz, Nick"
            },
            {
                "name": "Garner, Storm"
            },
            {
                "name": "Collins, Donnis"
            },
            {
                "name": "Long, Laura"
            },
            {
                "name": "Julius, Le'Asha"
            },
            {
                "name": "Piper, Aleca"
            },
            {
                "name": "Baker, DeAndre"
            },
            {
                "name": "Allen, Rachel"
            },
            {
                "name": "Swire, Jesse"
            },
            {
                "name": "Conway, Orla"
            },
            {
                "name": "Jr., Clayton Pelham"
            },
            {
                "name": "Tholen, Albert"
            },
            {
                "name": "Goldman, Hannah"
            },
            {
                "name": "Spencer, Sarah"
            },
            {
                "name": "Lahne, Sam"
            },
            {
                "name": "Zentz, Desirae"
            },
            {
                "name": "Barner, DeShaude"
            },
            {
                "name": "Hirsch, Sarah"
            },
            {
                "name": "Golanski, Shawn"
            },
            {
                "name": "Carmona, Roberto"
            },
            {
                "name": "Krishawn, Billie"
            },
            {
                "name": "Iversen, Anine"
            },
            {
                "name": "Boyd, Cora"
            },
            {
                "name": "Tillman, Antonio"
            },
            {
                "name": "Dixon, Joel"
            },
            {
                "name": "Garrett, A.D."
            },
            {
                "name": "Ghadar, Otessa"
            },
            {
                "name": "Snodgrass, Elizabeth"
            },
            {
                "name": "Hastings, Melanie"
            },
            {
                "name": "Rothe, Peter"
            },
            {
                "name": "Ernst, Daniel"
            },
            {
                "name": "Carrera, Juan Eloy"
            },
            {
                "name": "Johnson, Emily"
            },
            {
                "name": "Wilson-Myers, Allen"
            },
            {
                "name": "Petty, Victor"
            },
            {
                "name": "Brown, Paul"
            },
            {
                "name": "Ibanez, Joey"
            },
            {
                "name": "Carter, Cody"
            },
            {
                "name": "Lee, Roy Kim"
            },
            {
                "name": "Mancino, Frank"
            },
            {
                "name": "Mumford, Ashley"
            },
            {
                "name": "North, Kendra"
            },
            {
                "name": "Browning, Kathryn"
            },
            {
                "name": "Jr., David Thornhill"
            }
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 7,
        "rating": 8.2,
        "votes": 11,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjAyODMzNDQzMF5BMl5BanBnXkFtZTcwOTE5MzI2Mg@@._V1_SY150_CR61,0,101,150_.jpg",
        "plot outline": "You know that summer, right? The summer where EVERYTHING changes? Orange Juice in Bishop's Garden (OJBG) is that summer, and Bishop's Garden is the place where it all happens. It's the summer of 1994 and naive and rebellious teens are engaging in all kinds of underage tomfoolery. Think grunge, Doc Martens, raves, the invincibility of youth, and epic first loves.",
        "languages": [
            "English"
        ],
        "title": "Orange Juice in Bishop's Garden",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2014",
        "akas": [
            "Orange Juice in Bishop's Garden (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7"
        ],
        "writer": [
            {
                "name": "Ghadar, Otessa"
            }
        ],
        "production companies": [
            {
                "name": "20/20 Productions"
            }
        ],
        "plot": [
            "You know that summer, right? The summer where EVERYTHING changes? _Orange Juice in Bishop's Garden_ (qv) (OJBG) is that summer, and Bishop's Garden is the place where it all happens. It's the summer of 1994 and naive and rebellious teens are engaging in all kinds of underage tomfoolery. Think grunge, Doc Martens, raves, the invincibility of youth, and epic first loves.::20/20 Productions"
        ],
        "synopsis": [
            "Orange Juice in Bishop's Garden details the lives of a group of teenagers navigating high school and growing up in Washington, DC during the 1990's. It's all about teen magic - creating new and marvelous mischief with best friends, listening to mix-tapes, reading Sassy magazines, missing the last Metro, and getting stuck miles from payphones. Accompany the young heroine, Sarah, as she gets herself into idle summer misbehavior, love triangle betrayals, and friendship fall outs. Orange Juice in Bishop's Garden is a story about what her life is like before school is truly over, when she knows it's all going to change for good. It's about friends she'll never forget, first mistakes, and childish dreams not yet polluted by reality. She and her friends will engage in typical teen idolatry of hot musicians and renegades. They'll set each other up and tear each other down. They'll crash house parties and realize that sometimes in life, there are no 'do-overs.' They'll steal cars, candies, and hearts - they'll make you wish you were a teen again. All the teens will have their unique drama - whether with failed exemplary parents, clumsy self-discovery, or glorious heartbreak - and they will cling to their friendships to get through it all. They'll find relief through raves, secrecy, and rebellion. Careless and carefree, they are timeless teenage renegades, searching for meaning and identity. Venture into Bishop's Garden and remember what it feels like to have your whole life ahead of you..."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 11,
                "rating": 8.2
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 9.3
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 10.0
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "males": {
                "votes": 2,
                "rating": 9.0
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 9.0
            },
            "females": {
                "votes": 6,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 9.0
            },
            "us users": {
                "votes": 5,
                "rating": 10.0
            },
            "non us users": {
                "votes": 1,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 7,
            "9": 2,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 8.2,
        "median": 1
    }
}