{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "7 September 2009"
            },
            {
                "country": "Finland\n",
                "date": "11 January 2012"
            },
            {
                "country": "Sweden\n",
                "date": "4 May 2013"
            },
            {
                "country": "Hungary\n",
                "date": "26 December 2013"
            }
        ],
        "release dates": [
            "UK::7 September 2009",
            "Finland::11 January 2012",
            "Sweden::4 May 2013",
            "Hungary::26 December 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Land Girls"
            },
            {
                "countries": "Finland",
                "title": "Kotirintaman naiset"
            },
            {
                "countries": "Hungary",
                "title": "Női alakulat"
            },
            {
                "countries": "Russia",
                "title": "Работницы"
            }
        ],
        "akas": [
            "Land Girls (original title)",
            "Kotirintaman naiset Finland",
            "Női alakulat Hungary",
            "Работницы Russia"
        ],
        "akas from release info": [
            "Land Girls (original title)",
            "Kotirintaman naiset Finland",
            "Női alakulat Hungary",
            "Работницы Russia"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Home to Roost",
                    "kind": "episode",
                    "episode of": {
                        "title": "Land Girls (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 31,
                    "original air date": "7 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Lady Ellen turns Hoxley Manor into a military hospital and is confronted by a man from her past. Joyce awaits news of her missing husband; Connie is surprised by an old flame at her engagement party; and a new Land Girl, Iris, arrives.    "
                },
                "2": {
                    "title": "The War in the Fields",
                    "kind": "episode",
                    "episode of": {
                        "title": "Land Girls (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 32,
                    "original air date": "8 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    After a farm accident, Connie challenges Vernon to a farmers versus land girls competition. At the military hospital, Joyce worries about her husband John's recovery.    "
                },
                "3": {
                    "title": "The Enemy Within",
                    "kind": "episode",
                    "episode of": {
                        "title": "Land Girls (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 30,
                    "original air date": "9 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Dr Channing encourages John to recall his escape from France, but Joyce intervenes when the memories become too upsetting. Reverend Jameson finds out about Connie's past history with Danny Sparks.    "
                },
                "4": {
                    "title": "Farewell My Lovely",
                    "kind": "episode",
                    "episode of": {
                        "title": "Land Girls (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 27,
                    "original air date": "10 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Lady Ellen wonders if she can trust Dr Channing when he refuses to tell her where he's been. Danny Sparks threatens to harm Henry unless Connie helps him with a heist he's planning. John confesses a guilty secret to Joyce.    "
                },
                "5": {
                    "title": "Last Days of Summer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Land Girls (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 30,
                    "original air date": "11 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Connie is determined to put things right when her past catches up with her. John's visit to an RAF base helps with his memory loss.    "
                }
            },
            "1": {
                "1": {
                    "title": "Childhood's End",
                    "kind": "episode",
                    "episode of": {
                        "title": "Land Girls (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 63,
                    "original air date": "7 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Halfway through World War Two sensible Joyce, a war orphan with a husband in the R.A.F. and vain Nancy, a reluctant conscript, arrive at the village of Helmstead to work as land girls at Pasture Farm with Frederick Finch and his son Billy. Along with married Annie and her teenaged sister Bea - whom Annie has brought along following an incident back home - they are billeted at Hoxley Hall. Lady Ellen Hoxley, a haughty aristocrat, runs local war charities but her husband Lawrence, a wounded Great War hero, is kind and approachable, inviting everyone to his wife's ...    "
                },
                "2": {
                    "title": "Secrets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Land Girls (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 54,
                    "original air date": "8 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Bea is pregnant by G.I. Cal, and tells a shocked Annie - who cannot have children herself - that she wants an abortion. Annie dissuades her and, with Billy, confronts Cal in the pub where a fight breaks out. Bullying Home Guard Sergeant Tucker is convinced there is a collaborator on the farm and settles on Nancy, who can speak Italian. He gets Ellen, the Land Girls leader, to spy for him. She is reluctant but searches Nancy's room whereupon Nancy accuses Bea of going through her clothes. Billy tips Nancy off as to Tucker's suspicions.Joyce wins Lord Hoxley's respect ...    "
                },
                "3": {
                    "title": "Codes of Honour",
                    "kind": "episode",
                    "episode of": {
                        "title": "Land Girls (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 46,
                    "original air date": "9 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    As Lawrence and Nancy continue their affair Esther, the Land Girls' supervisor, reluctantly hands Nancy's letters to Tucker, who arrests her as a spy because her father is Italian and her real surname is Morrelli but Lawrence steps in and has her released. Esther finds out that Bea is pregnant but, for the time being, decides to keep her secret. Farmer Finch has a narrow escape when a Rations Officer comes close to arresting him as a black marketeer. Joyce's husband John is less fortunate. He temporarily deserts to see her as he is scared his first bombing mission ...    "
                },
                "4": {
                    "title": "Trekkers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Land Girls (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 44,
                    "original air date": "10 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    John returns to his base and is posted on active service. Nancy is going to drive Joyce to see him but cries off when Lawrence tells her that his wife will be away for the weekend and they can spend the time together. Joyce catches them kissing and tells Lady Ellen, who makes Lawrence take Joyce instead. 'Trekkers' - bombed out families - arrive at the farm, looking for work and Annie befriends Adam Blackfield and his sick, shell-shocked mother who get left behind when the other trekkers are forced to leave,following a burglary at Hoxley Hall. She fetches a doctor for...    "
                },
                "5": {
                    "title": "Destinies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Land Girls (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 50,
                    "original air date": "11 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Billy marries Bea, having convinced himself that she is not using him and they love each other. John Fisher attends the wedding, as does Adam, with whom Annie is now in love and prepared to ask her husband Harry for a divorce. Bea is disapproving, given that her sister's marriage to Harry got them away from an abusive father. Lawrence tells his wife he is leaving her for Nancy. She tries to bribe Nancy with a hundred pounds and tells her Lawrence was not a war hero. However, when an increasingly deranged Tucker accuses Adam of sabotage after a faulty grenade explodes ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Back to the Land",
                    "kind": "episode",
                    "episode of": {
                        "title": "Land Girls (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 42,
                    "original air date": "17 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Lady Ellen is frustrated when Tucker is released from the charge of murdering her husband and her flighty, selfish sister Diana comes to Hoxley Hall. Rather than help Ellen with the billeting of U.S. soldiers, the married Diana flirts with Jack Gillespie, an American arms manufacturer whose late son fathered Bea's son, whom he wants to see. Another new arrival is brash Cockney Land Girl Connie, whose free and easy manner annoys Esther. Connie makes a play for Billy, observed by Esther's son Martin, who bangs his head whilst trying to escape detection. He has detached ...    "
                },
                "2": {
                    "title": "Displaced Loyalties",
                    "kind": "episode",
                    "episode of": {
                        "title": "Land Girls (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 37,
                    "original air date": "18 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    A group of Italian POWs come to work in the fields, and Bea is charmed by the romantic, anti-Fascist Salvatore, to the disapproval of Joyce, whose husband is missing in action. Billy hits the Italian and there seems to be a rift in his marriage. Connie learns that Billy is not the father of Bea's child before singing at a local dance where she is attracted to the pianist, Henry. Thanks to Diana, Gillespie discovers the whereabouts of his grandson, whilst Tucker finds himself an outcast, and Martin's fugitive turns out to be a German pilot, who threatens to kill him if...    "
                },
                "3": {
                    "title": "Final Reckoning",
                    "kind": "episode",
                    "episode of": {
                        "title": "Land Girls (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 36,
                    "original air date": "19 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Farmer Finch finds Tucker sleeping rough in the barn and assumes he is responsible for the missing food. To raise funds for Martin's operation Finch agrees to a prize fight between Billy and the son of another farmer, Vernon, who has designs on Esther. Tucker, a former boxing champion, coaches Billy in return for work and lodgings on the farm. However, Vernon enters a different son than the one who was expected to fight. He is bigger and heavier and easily beats Billy. The money is lost to Esther. However Bea is proud of her husband, and they unite against Gillespie, ...    "
                },
                "4": {
                    "title": "Fight the Good Fight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Land Girls (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 33,
                    "original air date": "20 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    At an inquiry into the death of the German pilot Joyce is declared a heroine, but with her husband missing she empathises with the widow. Connie intervenes on behalf of two evacuees who are being ill-treated by a pair of dotty, elderly sisters. She has them rehomed, with some help from Henry, whom she kisses. The normally sour-faced Mrs. Gulliver gives Fred Finch money for Martin's operation, but Esther has already been to see Vernon, whose generosity comes at a price. About to be called up and unsure if he will return, Billy advises Bea to take up Gillespie's offer ...    "
                },
                "5": {
                    "title": "Darkest Hours",
                    "kind": "episode",
                    "episode of": {
                        "title": "Land Girls (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 40,
                    "original air date": "21 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Angry that Gillespie used her for sex and has no intention of taking her to Chicago, Diana tips Billy off that the American plans to snatch baby William and leave Bea behind. Billy races to the air-strip and is reunited with his wife and her baby. Lady Ellen also sees through Gillespie and reconciles with her sister. Joyce still blames Dennis Tucker for turning her husband in, but when he gets his foot caught in a snare and reflects on his torment at having killed Lord Hoxley, she frees him and they call a truce. Connie tries to impress the bishop when he comes to tea...    "
                }
            }
        },
        "number of episodes": 15,
        "cast": [
            {
                "name": "Gemmell, Becci"
            },
            {
                "name": "Cookson, Susan"
            },
            {
                "name": "Benton, Mark"
            },
            {
                "name": "Allen, Mykola"
            },
            {
                "name": "Ward, Sophie"
            },
            {
                "name": "Woodcock, Jo"
            },
            {
                "name": "Hizli, Seline"
            },
            {
                "name": "Boyle, Liam"
            },
            {
                "name": "Webb, Danny"
            },
            {
                "name": "Shaw, Nicholas"
            },
            {
                "name": "Pickles, Carolyn"
            },
            {
                "name": "Schofield, David"
            },
            {
                "name": "Strallen, Summer"
            },
            {
                "name": "Bottomley, Christine"
            },
            {
                "name": "Mafham, Dominic"
            },
            {
                "name": "Broadbent, Lou"
            },
            {
                "name": "Cassidy, Raquel"
            },
            {
                "name": "Wood, Clive"
            },
            {
                "name": "Parker, Nathaniel"
            },
            {
                "name": "Ritter, Paul"
            },
            {
                "name": "Lee, Gwilym"
            },
            {
                "name": "Armstrong, Joe"
            },
            {
                "name": "Tongue, Alfie"
            },
            {
                "name": "Edward-Cook, Samuel"
            },
            {
                "name": "Garrigan, Liam"
            },
            {
                "name": "Wilkin, Benjamin"
            },
            {
                "name": "Fellows, Bill"
            },
            {
                "name": "Chandler, Simon"
            },
            {
                "name": "Milligan, Stuart"
            },
            {
                "name": "Rice-Oxley, Mark"
            },
            {
                "name": "Harrington, Richard"
            },
            {
                "name": "Brassington, Christian"
            },
            {
                "name": "Lauren, Kira"
            },
            {
                "name": "Frances, Tim"
            },
            {
                "name": "Brazier, Victoria"
            },
            {
                "name": "Taurasi, Cesare"
            },
            {
                "name": "Dray, Julie"
            },
            {
                "name": "Layden, Penny"
            },
            {
                "name": "Godwin, Christopher"
            },
            {
                "name": "MacAllan, Ray"
            },
            {
                "name": "Ball, Julien"
            },
            {
                "name": "Sibley, David"
            },
            {
                "name": "Essell, Eileen"
            },
            {
                "name": "Livingstone, Sidney"
            },
            {
                "name": "Stone, Rhashan"
            },
            {
                "name": "David, Alan"
            },
            {
                "name": "Davies, Deddie"
            },
            {
                "name": "Gaunt, Genevieve"
            },
            {
                "name": "Davies, Oliver Ford"
            },
            {
                "name": "Morrissey, Alan"
            }
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "225"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Norway:12::(Netflix self-rating)",
            "Singapore:PG13",
            "South Korea:12"
        ],
        "number of seasons": 3,
        "rating": 7.0,
        "votes": 1983,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjE2MTExODk3N15BMl5BanBnXkFtZTcwOTk0NTk5Mw@@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Land Girls",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2011",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Moore, Roland"
            },
            {
                "name": "Moloney, Dominique"
            },
            {
                "name": "Thompson, Paul Matthew"
            }
        ],
        "production companies": [
            {
                "name": "BBC Drama Group"
            }
        ],
        "distributors": [
            {
                "name": "BBC Worldwide"
            },
            {
                "name": "BFS Video"
            },
            {
                "name": "Filmbox HD"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "other companies": [
            {
                "name": "Access Bookings"
            }
        ],
        "plot": [
            "Follow the lives, loves and highs and lows of four members of the Women's Land Army who are working at the Hoxley Estate during World War II."
        ],
        "tech": {
            "runtime": [
                "3 hr 45 min (225 min) (UK)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1983,
                "rating": 7.0
            },
            "aged under 18": {
                "votes": 2,
                "rating": 10.0
            },
            "aged 18 29": {
                "votes": 286,
                "rating": 7.0
            },
            "aged 30 44": {
                "votes": 564,
                "rating": 6.6
            },
            "aged 45 plus": {
                "votes": 592,
                "rating": 7.1
            },
            "males": {
                "votes": 383,
                "rating": 6.7
            },
            "males aged 18 29": {
                "votes": 38,
                "rating": 6.7
            },
            "males aged 30 44": {
                "votes": 85,
                "rating": 6.0
            },
            "males aged 45 plus": {
                "votes": 232,
                "rating": 6.8
            },
            "females": {
                "votes": 1155,
                "rating": 7.1
            },
            "females aged under 18": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 244,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 467,
                "rating": 6.8
            },
            "females aged 45 plus": {
                "votes": 353,
                "rating": 7.4
            },
            "top 1000 voters": {
                "votes": 45,
                "rating": 6.4
            },
            "us users": {
                "votes": 495,
                "rating": 7.0
            },
            "non us users": {
                "votes": 643,
                "rating": 6.7
            }
        },
        "number of votes": {
            "10": 276,
            "9": 206,
            "8": 425,
            "7": 543,
            "6": 262,
            "5": 116,
            "4": 64,
            "3": 42,
            "2": 18,
            "1": 31
        },
        "arithmetic mean": 7.3,
        "median": 7
    }
}