{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "23 September 2009"
            },
            {
                "country": "USA\n",
                "date": "23 September 2009"
            },
            {
                "country": "Australia\n",
                "date": "28 September 2009"
            },
            {
                "country": "Spain\n",
                "date": "25 November 2009"
            },
            {
                "country": "Netherlands\n",
                "date": "5 January 2010"
            },
            {
                "country": "Belgium\n",
                "date": "3 March 2010"
            },
            {
                "country": "Hungary\n",
                "date": "12 May 2010"
            },
            {
                "country": "Japan\n",
                "date": "24 August 2010"
            },
            {
                "country": "Sweden\n",
                "date": "16 October 2010"
            },
            {
                "country": "Finland\n",
                "date": "25 May 2012"
            }
        ],
        "release dates": [
            "Canada::23 September 2009",
            "USA::23 September 2009",
            "Australia::28 September 2009",
            "Spain::25 November 2009",
            "Netherlands::5 January 2010",
            "Belgium::3 March 2010",
            "Hungary::12 May 2010",
            "Japan::24 August 2010",
            "Sweden::16 October 2010",
            "Finland::25 May 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Mercy"
            },
            {
                "countries": "Finland",
                "title": "Mercyn sairaala"
            },
            {
                "countries": "France (dubbed version)",
                "title": "Mercy Hospital"
            },
            {
                "countries": "Greece",
                "title": "Mercy"
            },
            {
                "countries": "Hungary",
                "title": "Mercy angyalai"
            },
            {
                "countries": "Poland",
                "title": "Szpital Milosierdzia"
            },
            {
                "countries": "Russia",
                "title": "Милосердие"
            }
        ],
        "akas": [
            "Mercy (original title)",
            "Mercyn sairaala Finland",
            "Mercy Hospital France (dubbed version)",
            "Mercy Greece",
            "Mercy angyalai Hungary",
            "Szpital Milosierdzia Poland",
            "Милосердие Russia"
        ],
        "akas from release info": [
            "Mercy (original title)",
            "Mercyn sairaala Finland",
            "Mercy Hospital France (dubbed version)",
            "Mercy Greece",
            "Mercy angyalai Hungary",
            "Szpital Milosierdzia Poland",
            "Милосердие Russia"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Can We Get That Drink Now?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mercy (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 72,
                    "original air date": "23 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    An Iraqi war vet nurse joins the staff of New Jersey's Mercy Hospital. She must deal with her bureaucratic boss, troublesome patients, failing marriage, ex-lover, pressuring family, inexperienced colleagues and friends with love problems.    "
                },
                "2": {
                    "title": "I Believe You Conrad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mercy (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 45,
                    "original air date": "30 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Nurse Veronica must help a patient who can't accept that he is now an amputee. Also, she tries to make peace with her husband, but the lover is tempting her. Nurse Sonia falls for a cop and nurse Chloe befriends a hypochondriac patient.    "
                },
                "3": {
                    "title": "Hope You're Good, Smiley Face",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mercy (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 38,
                    "original air date": "7 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Nurse Veronica must help the only survivor of a nightclub fire accept the death of her friends. Nurse Sonia clashes with doctor Jelani over proper treatment of a patient. Nurse Sophie takes out a raccoon with rabies who attacked a patient.    "
                },
                "4": {
                    "title": "Pulling the Goalie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mercy (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 37,
                    "original air date": "14 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Faced with pressure from Mike to start a family, Veronica has to decide whether her affair with Dr. Sands really is all in the past. And, as she fights to get treatment for a fellow veteran, Veronica's own unresolved issues from Iraq are brought to light. Sonia experiences the perks and drawbacks of dating a cop and winds up as the unwitting marriage counselor for two feuding patients with a quirky love-hate relationship. Meanwhile, Chloe tries to give hope to a cynical young patient and contemplates taking her crush on Dr. Sands to the next level.    "
                },
                "5": {
                    "title": "You Lost Me with the Cinderblock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mercy (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 38,
                    "original air date": "21 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    After announcing to her family that she's trying to get pregnant, Veronica finds herself uniquely determined to save a pregnant woman and her unborn child in the aftermath of a horrible car wreck. Meanwhile, Dr. Harris, fed up with Veronica's repeated affronts to his authority, calls for a disciplinary hearing to determine Veronica's future at Mercy Hospital. Sonia helps a sleepwalking patient in his struggle for independence and cautiously moves forward in her relationship with Valentino, while Chloe goes on an ambulance ride-along and makes a discovery that will ...    "
                },
                "6": {
                    "title": "The Last Thing I Said Was",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mercy (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 36,
                    "original air date": "4 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    As her secret affair with Dr. Sands rapidly becomes less and less secret, Veronica takes a cue from a courageous cancer patient and contemplates facing her fear by coming clean to her husband Mike. Sonia gets relationship advice from an experienced patient and begins to question her arm's-length approach to dating, just as her cop-boyfriend Valentino goes missing. Meanwhile, Chloe plans a reunion with a former boyfriend but her evening takes an unexpected turn when she learns some surprising news.    "
                },
                "7": {
                    "title": "Destiny, Meet My Daughter, Veronica",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mercy (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 39,
                    "original air date": "11 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Nurse Veronica and her jaded husband Mike are reunited when her father is diagnosed with an early stage of Alzheimer's disease. Nurse Sonia discovers that her new patient, a high school classmate she hated, is a victim of spousal abuse. Veronica's ex lover doctor Sands hooks up with doctor Jelani.    "
                },
                "8": {
                    "title": "I'm Not That Kind of Girl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mercy (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 40,
                    "original air date": "18 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Veronica is shocked to learn she might be pregnant, but worries that not even a baby can save her marriage to Mike. Determined to regain some control in her life, she teams up with a grief-stricken Dr. Harris to wage a full-fledged war against death at Mercy Hospital. Meanwhile, Sonia helps a teenage beauty queen accept a life-changing diagnosis, Chloe uncovers the nasty secret her fireman-boyfriend has been keeping from her and Dr. Sands gets closer to Dr. Jelani while helping to organize a \"Bike to Work Friday.\"    "
                },
                "9": {
                    "title": "Some of Us Have Been to the Desert",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mercy (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 30,
                    "original air date": "9 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Nurse Veronica deals with her PTSD and her dad's disease. Nurse Sonia helps a teen female patient who must decide whether or not to keep her newborn baby. Nurse Chloe must watch over doctor Harris who fell and injured himself.    "
                },
                "10": {
                    "title": "I Saw This Pig and I Thought of You",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mercy (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 34,
                    "original air date": "6 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Veronica helps a patient cope after a terrifying experience on the operating table launches him into a crisis of faith. Meanwhile, she suspects that Mike has moved on and started dating again. Sonia tries to track down the next of kin for a young patient after a car accident, but instead uncovers a terrible secret that will change the girl's life forever. And Chloe mediates a bitter family feud when her patient's children can't agree on a course of treatment for their dying father.    "
                },
                "11": {
                    "title": "We're All Adults",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mercy (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 36,
                    "original air date": "13 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Veronica has her hands full when a trio of promiscuous college students is admitted with meningitis and their soapy love triangle has the entire Mercy staff drawing comparisons to Veronica's own complicated love life. Meanwhile, Chloe helps with wedding plans when a bride-to-be comes in with the flu and receives a much more serious diagnosis. Sonia manages a defiant hand transplant patient who wants his donor hand amputated after discovering it once belonged to a pedophile and Dr. Sands gets a surprise visit from his freewheeling sister.    "
                },
                "12": {
                    "title": "Wake Up, Bill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mercy (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 30,
                    "original air date": "20 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Nurse Veronica helps a patient who just woke up from yearslong coma find his old flame. Nurse Sonia is taking care of a patient whose rich son becomes interested in her. Nurse Chloe helps newlywed couple deal with cancer treatment.    "
                },
                "13": {
                    "title": "Can We Talk About the Gigantic Elephant in the Ambulance?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mercy (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 32,
                    "original air date": "3 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    New doctor stirs up the place. Nurse Veronica and doctor Sands must work together to save a kid from freezing to death. Nurse Sonia must make her patient's son face his mom's condition. Nurse Chloe comforts a grieving husband.    "
                },
                "14": {
                    "title": "I Have a Date",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mercy (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 38,
                    "original air date": "31 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Thrilled to be back together with Sands, Veronica gets ready for their first official date - until a shocking encounter with a stranger turns everything upside down. Meanwhile, Chloe is put to the test in the fast-paced, high-stakes world of the ER after she and Angel get re-assigned by the arrogant new head of the ICU, Dr. Joe Briggs And as Sonia bonds with the rich son of her elderly patient, she begins to question the modest lifestyle she's settled into with Valentino.    "
                },
                "15": {
                    "title": "I Did Kill You, Didn't I?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mercy (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 42,
                    "original air date": "3 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    The shooting triggers nurse Veronica's PTSD and she's losing control fast. Nurse Sonia is torn between her lover and her boyfriend. Nurse Chloe is reassigned to hospital's hell - the E.R. Doctor Harris' patient becomes frisky.    "
                },
                "16": {
                    "title": "I'm Fine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mercy (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 30,
                    "original air date": "10 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Nurse Veronica finds comfort with her on and off lover, doctor Sands, but crosses the line at work when a kid patient confides in her about abuse. Nurse Sonia's house-ridden patient wants euthanasia. Nurse Chloe and doctor Briggs bond.    "
                },
                "17": {
                    "title": "There Is No Room for You on My Ass",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mercy (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 28,
                    "original air date": "17 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Nurse Veronica gets a \"not intervention\" for avoiding her therapist. At work, she must treat a very difficult anorexic patient. The E.R. is visited by a \"Jersey Shore\"-type group as documentary about doctor Briggs is being filmed.    "
                },
                "18": {
                    "title": "Of Course I'm Not",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mercy (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 28,
                    "original air date": "24 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Veronica begins the difficult process of confronting her PTSD with her therapist. Although Sands is eager to move forward with their relationship, Veronica finds herself siding with Briggs against him in a dispute over a patient's treatment. Chloe and Harris team up to help a cute college football player with a potential brain injury and Angel butts heads with an eccentric ER patient. Meanwhile, Sonia cares for two hipsters after their hair-brained attempt to win a girl's heart lands them in the hospital, but their romantic gesture inspires her to make her own.    "
                },
                "19": {
                    "title": "There Is No Superwoman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mercy (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 29,
                    "original air date": "21 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Nurse Veronica can't stop seeing the dead waitress. Nurse Sonia is troubled even more by the death of her home-ridden patient when the insurance agents start asking questions. Nurse Chloe and her new beau track down an ill patient.    "
                },
                "20": {
                    "title": "We All Saw This Coming",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mercy (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 27,
                    "original air date": "28 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Following a prison riot, several injured prisoners are brought to Mercy for treatment. Veronica finds herself sympathizing with her patient, but she's shocked to discover a dangerous secret he's been keeping. Chloe tries to convince her college football player boyfriend to take time off from practice to treat his head injury before it's too late. And, when Sonia's seemingly tough patient admits he's terrified to return to prison, she can't help but worry that she may be headed there too - unless she comes clean about her involvement in her former patient's suicide. ...    "
                },
                "21": {
                    "title": "Too Much Attitude and Not Enough Underwear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mercy (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 25,
                    "original air date": "5 May 2010",
                    "year": "2010",
                    "plot": "\n    When a friend from their Iraq days shows up unexpectedly, Veronica and Sands are suddenly faced with a life-altering decision. Sonia, increasingly intimidated by a stalker's threats, gets help from a surprising source, while Chloe worries that her boyfriend is causing irreparable brain trauma by playing football against medical advice. And, after Angel's friend is brutally beaten, Briggs worries that his mafia connections may have played a role. Meanwhile, a former flame comes back into his life, with dangerous consequences.    "
                },
                "22": {
                    "title": "That Crazy Bitch Was Right",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mercy (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "votes": 32,
                    "original air date": "12 May 2010",
                    "year": "2010",
                    "plot": "\n    When two boys get trapped in an abandoned building, Veronica finds herself in the right place at the right time to help them. Back at the hospital, Chloe pressures doctors to perform a risky surgery to save her comatose boyfriend from brain death, and Sonia treats a psychic patient who makes a mysterious prediction about her future. Meanwhile, Briggs tries frantically to raise the funds needed to pay off his high-stakes debt with the mafia before it's too late, and Sands considers a job offer to return to Afghanistan with a medical relief effort.    "
                }
            }
        },
        "number of episodes": 22,
        "cast": [
            {
                "name": "Schilling, Taylor"
            },
            {
                "name": "Trachtenberg, Michelle"
            },
            {
                "name": "Kirchner, Jaime Lee"
            },
            {
                "name": "Tupper, James"
            },
            {
                "name": "Klattenhoff, Diego"
            },
            {
                "name": "Díaz, Guillermo"
            },
            {
                "name": "Gros, James Le"
            },
            {
                "name": "Semine, Charlie"
            },
            {
                "name": "Naber, Joey"
            },
            {
                "name": "Moggie, K.K."
            },
            {
                "name": "Taylor, Helene"
            },
            {
                "name": "Darragh, Patch"
            },
            {
                "name": "Martindale, Margo"
            },
            {
                "name": "Der Beek, James Van"
            },
            {
                "name": "Gerety, Peter"
            },
            {
                "name": "Mulgrew, Kate"
            },
            {
                "name": "Chernus, Michael"
            },
            {
                "name": "Hopkins, Johnny"
            },
            {
                "name": "Jr., Paul Desiderio"
            },
            {
                "name": "Call, David"
            },
            {
                "name": "Grays, Donnetta Lavinia"
            },
            {
                "name": "Hindi, Moe"
            },
            {
                "name": "Sapienza, Stephen"
            },
            {
                "name": "Yeoman, Patrick"
            },
            {
                "name": "Curtis, Ben"
            },
            {
                "name": "Stratford, Tom"
            },
            {
                "name": "Hephner, Jeff"
            },
            {
                "name": "Bishop, Kelly"
            },
            {
                "name": "Masterson, Mary Stuart"
            },
            {
                "name": "Flint, Jill"
            },
            {
                "name": "O'Nan, Ryan"
            },
            {
                "name": "Ventimiglia, John"
            },
            {
                "name": "Jones, Ty"
            },
            {
                "name": "Sherman, Daniel Stewart"
            },
            {
                "name": "Nowlin, Kate"
            },
            {
                "name": "Donhoeffner, Alexandra"
            },
            {
                "name": "Headley, Clint"
            },
            {
                "name": "Schneider, John J."
            },
            {
                "name": "Tenner, Stephen W."
            },
            {
                "name": "Carta, Dj Nino"
            },
            {
                "name": "Collins, Joe Tom"
            },
            {
                "name": "Joy, Chrissy"
            },
            {
                "name": "Corrigan, Kevin"
            },
            {
                "name": "Esposito, Jennifer"
            },
            {
                "name": "Martino, Eva Amurri"
            },
            {
                "name": "Leccia, Jessica"
            },
            {
                "name": "Servitto, Matt"
            },
            {
                "name": "Hector, Jamie"
            },
            {
                "name": "Iannicelli, Ray"
            },
            {
                "name": "Stone, Danton"
            }
        ],
        "locations": [
            "Jersey City, New Jersey, USA",
            "Newark, New Jersey, USA",
            "Nomahegan Park, Cranford, New Jersey, USA",
            "Passaic, New Jersey, USA",
            "Secaucus, New Jersey, USA",
            "West Orange, New Jersey, USA"
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Dolby Digital"
        ],
        "certificates": [
            "Australia:M",
            "Netherlands:12"
        ],
        "number of seasons": 1,
        "rating": 7.2,
        "votes": 2711,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTI4MDY2MzQ3M15BMl5BanBnXkFtZTcwMjg0NTI1Mw@@._V1_SY150_CR5,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Mercy",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2010",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Heldens, Liz"
            },
            {
                "name": "Elkoff, Peter"
            },
            {
                "name": "Beattie, Jay"
            }
        ],
        "production companies": [
            {
                "name": "Universal Media Studios"
            },
            {
                "name": "BermanBraun"
            },
            {
                "name": "Selfish Mermaid"
            }
        ],
        "distributors": [
            {
                "name": "National Broadcasting Company (NBC)"
            },
            {
                "name": "Citytv"
            },
            {
                "name": "M6 Métropole Télévision"
            },
            {
                "name": "MTV3"
            },
            {
                "name": "RTL Entertainment"
            },
            {
                "name": "Seven Network"
            },
            {
                "name": "Seven Network"
            },
            {
                "name": "TV2"
            },
            {
                "name": "Universal Channel"
            },
            {
                "name": "Universal Pictures Home Entertainment (UPHE)"
            },
            {
                "name": "Universal Pictures"
            },
            {
                "name": "Vlaamse Televisie Maatschappij (VTM)"
            }
        ],
        "other companies": [
            {
                "name": "Central Casting"
            },
            {
                "name": "Haddad's"
            },
            {
                "name": "Panavision"
            },
            {
                "name": "ScriptE Systems"
            },
            {
                "name": "Soundtrack New York"
            },
            {
                "name": "The Picture Mill"
            }
        ],
        "plot": [
            "Three nurses deal with patients and personal issues at _Mercy_ (qv) Hospital.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (USA)"
            ],
            "sound mix": [
                "Dolby Digital"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ],
            "camera": [
                "Panavision Genesis HD Camera"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 2711,
                "rating": 7.2
            },
            "aged 18 29": {
                "votes": 566,
                "rating": 7.4
            },
            "aged 30 44": {
                "votes": 1267,
                "rating": 7.1
            },
            "aged 45 plus": {
                "votes": 451,
                "rating": 7.0
            },
            "males": {
                "votes": 972,
                "rating": 6.8
            },
            "males aged 18 29": {
                "votes": 169,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 525,
                "rating": 6.7
            },
            "males aged 45 plus": {
                "votes": 251,
                "rating": 6.7
            },
            "females": {
                "votes": 1377,
                "rating": 7.5
            },
            "females aged 18 29": {
                "votes": 391,
                "rating": 7.6
            },
            "females aged 30 44": {
                "votes": 728,
                "rating": 7.4
            },
            "females aged 45 plus": {
                "votes": 197,
                "rating": 7.5
            },
            "top 1000 voters": {
                "votes": 54,
                "rating": 5.4
            },
            "us users": {
                "votes": 990,
                "rating": 7.2
            },
            "non us users": {
                "votes": 993,
                "rating": 7.0
            }
        },
        "number of votes": {
            "10": 629,
            "9": 366,
            "8": 536,
            "7": 510,
            "6": 242,
            "5": 129,
            "4": 78,
            "3": 45,
            "2": 44,
            "1": 132
        },
        "arithmetic mean": 7.5,
        "median": 8
    }
}