{
    "imdb": {
        "raw release dates": [
            {
                "country": "Japan\n",
                "date": "25 June 2009"
            }
        ],
        "release dates": [
            "Japan::25 June 2009"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Faito ippatsu! Jûden chan!!"
            },
            {
                "countries": "USA",
                "title": "Charger Girl Ju-den Chan"
            }
        ],
        "akas": [
            "Faito ippatsu! Jûden chan!! (original title)",
            "Charger Girl Ju-den Chan USA"
        ],
        "akas from release info": [
            "Faito ippatsu! Jûden chan!! (original title)",
            "Charger Girl Ju-den Chan USA"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Puragu in!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Charger Girl Ju-den Chan (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "25 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    While looking for some targets to charge, a charger girl named Plug encounters Sento, who can actually see her. Plug notices that Sento's sister, Hakone, is exhibiting depression, but Sento refuses to let Plug recharge her. Plug discovers that the cause of Hakone's depression is that her brother never lets her do anything to help him, but Sento refuses to listen to that argument. Desperate, Hakone considers jumping off of a building, but thanks to the joint efforts of Plug and Sento, she is saved and charged, and is confident enough to convey her feelings to Sento.    "
                },
                "2": {
                    "title": "Taimingu!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Charger Girl Ju-den Chan (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    While trying to charge up some targets, Plug finds herself beaten to the punch by her colleague, Arresta. They start to notice a lot of repeaters, people who have already been charged but have become depressed again. Plug goes to Sento for some advice, who says that simply charging subjects won't fix the cause of their problems. Worried about a person taking his exams, Plug follows him to find the cause, knowing just charging him would continue the cycle, or get him to do something regrettable. Arresta shows up to charge him, but Plug holds her back until the right ...    "
                },
                "3": {
                    "title": "Rokku on!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Charger Girl Ju-den Chan (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "9 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Despite her protests, Arresta is put in charge of taking care of Plug. After finding Plug at Sento's house, Arresta is hit by Sento once again, and soon becomes aware of his ability to see and touch her. Wondering why Plug hasn't reported such a matter to the office, Arresta is then insulted when Sento implies her job is something 'an idiot can do.' Arresta challenges Sento to a match where they are to lock-on to depressed subjects; if Arresta wins, she will report Plug to the office. Sento relies on his senses as opposed to the gadgets the charger girls use and wins ...    "
                },
                "4": {
                    "title": "Iono, kuraishisu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Charger Girl Ju-den Chan (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "16 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Sento and Hakone's childhood friend, Iono, has a crush on Sento, but can't find the right moment to tell him. She gets a present to give to him, but it gets stolen. When she turns to Sento for comfort, he tells her that she is like a little sister to him, which breaks her heart. Realizing Sento is too oblivious to the situation. Plug puts her energy into attempting to find the person who vandalized the school. In an attempt to ignore Sento and Plug, Arresta ends up accidentally charging the thief, who turns himself in and returns the stolen goods. Iono confesses her ...    "
                },
                "5": {
                    "title": "Hapuningu!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Charger Girl Ju-den Chan (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "23 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Sento, his boss, Hakone and Iono go to the beach, inviting Plug and Arresta to join them. While enjoying the sun, Plug notices an author in a \"writer's slump,\" behaving strangely. During the afternoon's therapeutic developments, involving the writer and another subject, Arresta focuses on data that indicates that while the number of people that Plug has charged is low, there have been no repeat charges within the group. A curious statistic!    "
                },
                "6": {
                    "title": "Gyakuryû",
                    "kind": "episode",
                    "episode of": {
                        "title": "Charger Girl Ju-den Chan (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "30 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    A young boy named Kenta has become so depressed, that the counter-current from those that try to charge him causes a severe electric shock. He is given a Z rank and is deemed out of bounds for charging, but Plug can't help but feel like she should do something. Arresta is given a stronger suit to wear, but Plug finds a way to get it for herself. Unable to stop Plug from helping the young boy, Arresta realizes too late that the suit is defective. Plug starts charging and immediately feels the counter-current. Despite the excruciating pain, Plug bears it until Kenta is ...    "
                },
                "7": {
                    "title": "Meido in Aresuta!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Charger Girl Ju-den Chan (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "6 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Arresta is scolded by head supervisor Pulse for allowing Plug to get injured. Plug herself is fine, but her arms are severely damaged, so Arresta has to look after her area while she recovers. In order to get Plug to delete embarrassing footage of her crying, Arresta agrees to be her maid, wearing an outfit made of anti-stealth materials, allowing her to be seen in the real world. While running some embarrassing errands for Plug, Arresta is observed by some mysterious forces. Plug is later visited by her colleagues from her division, and Arresta notices the ...    "
                },
                "8": {
                    "title": "Mucha to yasashisa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Charger Girl Ju-den Chan (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "13 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Plug gets scolded for trying to get back to work before her arms have fully healed, but her chief allows her to lock onto targets while Arresta charges them. She gets a bit depressed when Sento isn't at home, but he soon arrives and notices her injuries, deciding to give her a massage to pick her up. Just then, Sento notices a boy that looks depressed and he convinces Plug to charge him herself. They successfully charge him, but accidentally rip Plug's suit. Meanwhile, Chief Pulse seems to have been made aware of Plug and Arresta's connection to Sento.    "
                },
                "9": {
                    "title": "Kansashitsu tokumubu Rôden chan!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Charger Girl Ju-den Chan (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "20 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Plug and Arresta get called to Chief Pulse's office where they are introduced to the Roden-chan (leakage girls), Reka Galvini and Kuran Shunt, who monitor electrical leakage, and monitor those who are accused of smuggling electricity. The Roden-chan also reveal that they are aware of Sento and they attempt to accompany Plug and Arresta on their next run. Plug and Arresta lose them, but Reka and Kuran capture Plug and end up discovering Arresta talking to Sento. Arresta and Sento manage to subdue Kuran, and Plug breaks free from her captivity.    "
                },
                "10": {
                    "title": "Purezento!?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Charger Girl Ju-den Chan (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "27 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    As everyone gets ready for Christmas, the Juden-chan have their work cut out for them. Reka and Kuran visit Sento and warn him about Hoden-chan (discharger girls), who steal people's positive energy. One of the Hoden-chan, Rona Elmo, targets two people who have picked a flower she liked. After apprehending an electricity thief, Reka and Kuran are able to turn their focus to apprehending Rona. They challenge her but are badly defeated. Senta discovers them, and is left unconscious.    "
                },
                "11": {
                    "title": "Yôkeikai! Hôden chan!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Charger Girl Ju-den Chan (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "3 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Rona is annoyed that there aren't any other people who can see her, and she goes on a discharging spree, which alerts the Juden-chan. The whole department is sent to help the affected, but they find they have to charge each target ten times to get their spirits to rise. Plug's methods, however, are still effective, so the others decide to take her approach to charging with great success. Plug decides to visit Sento and is shocked to find he can no longer see or touch her. Before Plug can charge him, she is spotted by Rona, who reveals she discharged Sento by accident....    "
                },
                "12": {
                    "title": "Faito! Ippatsu!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Charger Girl Ju-den Chan (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "10 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Arresta tries her best to recharge Sento, but to no avail. Plug, meanwhile, is shocked to find that Kenta's depression has returned. Hakone and Iono arrive and manage to get Sento out of his funk on their own. Plug tries to charge Kenta, but despite the excruciating pain, she does not succeed. Arresta uses a spark trail to lead Sento to where Plug is, and he manages to save Kenta. He tells him about the Juden-chan, lifting his spirits. Plug's unit arrives, and combine their plugs to form a giant plug to charge Kenta. Sento absorbs some of the excess electricity and ...    "
                }
            }
        },
        "number of episodes": 12,
        "cast": [
            {
                "name": "Angelle, Felecia"
            },
            {
                "name": "Buckland, Kira"
            },
            {
                "name": "Edwards, Daniel J."
            },
            {
                "name": "Jr., David Errigo"
            },
            {
                "name": "Grant, Meli"
            },
            {
                "name": "Knotz, Michele"
            },
            {
                "name": "Lauda, Brittany"
            },
            {
                "name": "Lee, Eddy"
            },
            {
                "name": "Li, Cheryl"
            },
            {
                "name": "Mignogna, Vic"
            },
            {
                "name": "Shipman, Matt"
            },
            {
                "name": "Thompson, Billy Bob"
            },
            {
                "name": "Tran, Kimlinh"
            },
            {
                "name": "Van Sistine, Natalie"
            },
            {
                "name": "Wang, Howard"
            },
            {
                "name": "Wiggins, Leo"
            },
            {
                "name": "Zekas, Michael A."
            },
            {
                "name": "Fukuhara, Kaori"
            },
            {
                "name": "Takagaki, Ayahi"
            },
            {
                "name": "Takahashi, Hiroki"
            },
            {
                "name": "Miyazaki, Ui"
            },
            {
                "name": "Okajima, Tae"
            },
            {
                "name": "Kaneda, Tomoko"
            },
            {
                "name": "Mitsuishi, Kotono"
            },
            {
                "name": "Connors, Amber Lee"
            },
            {
                "name": "Gauvin, Miranda"
            },
            {
                "name": "Laws, Michaela"
            },
            {
                "name": "Nowack, Jesse"
            },
            {
                "name": "Yahagi, Sayuri"
            },
            {
                "name": "Lee, Amanda"
            },
            {
                "name": "Tomizawa, Michie"
            },
            {
                "name": "Konno, Jun"
            },
            {
                "name": "Shindou, Kei"
            },
            {
                "name": "Gibu, Yûko"
            },
            {
                "name": "Kinoshita, Sayaka"
            },
            {
                "name": "Ishikawa, Ayano"
            },
            {
                "name": "Tanzawa, Teruyuki"
            },
            {
                "name": "Guevara, Daisy"
            },
            {
                "name": "Imai, Asami"
            },
            {
                "name": "Yabe, Masashi"
            },
            {
                "name": "Nishiguchi, Yuka"
            },
            {
                "name": "Shiraishi, Ryôko"
            },
            {
                "name": "Shimoyama, Miho"
            },
            {
                "name": "Azuma, Masataka"
            },
            {
                "name": "Yûki, Aoi"
            },
            {
                "name": "Anzai, Chika"
            },
            {
                "name": "Mina"
            },
            {
                "name": "Sakakibara, Naoko"
            },
            {
                "name": "Shimizu, Ai"
            },
            {
                "name": "Kawasumi, Ayako"
            }
        ],
        "genres": [
            "Animation",
            "Action",
            "Comedy",
            "Drama",
            "Romance",
            "Sci-Fi"
        ],
        "countries": [
            "Japan"
        ],
        "country codes": [
            "jp"
        ],
        "language codes": [
            "ja"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-MA"
        ],
        "number of seasons": 1,
        "rating": 7.8,
        "votes": 78,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDg5NTEwNzMtMDkyZi00OGYwLTg1YTktZDZhYmY4YjdjMjliXkEyXkFqcGdeQXVyMjc4OTQ1OTA@._V1_SY150_CR1,0,101,150_.jpg",
        "languages": [
            "Japanese"
        ],
        "title": "Charger Girl Ju-den Chan",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Ditama, Bow"
            },
            {
                "name": "Lauda, Brittany"
            },
            {
                "name": "Shipman, Matt"
            }
        ],
        "production companies": [
            {
                "name": "Genco"
            },
            {
                "name": "Studio Hibari"
            }
        ],
        "distributors": [
            {
                "name": "AT-X"
            },
            {
                "name": "Anime Works"
            },
            {
                "name": "Chiba TV"
            },
            {
                "name": "KBS Kyoto"
            },
            {
                "name": "TV Saitama"
            },
            {
                "name": "Television Kanagawa (TVK)"
            },
            {
                "name": "Toku"
            },
            {
                "name": "Tokyo MX"
            }
        ],
        "other companies": [
            {
                "name": "NoiseFloor"
            }
        ],
        "plot": [
            "Plug is a Charger Girl from a parallel dimension. Her job is to find people on Earth that are depressed and charge them up to restore their energy."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 78,
                "rating": 7.8
            },
            "aged 18 29": {
                "votes": 19,
                "rating": 7.3
            },
            "aged 30 44": {
                "votes": 23,
                "rating": 6.3
            },
            "aged 45 plus": {
                "votes": 5,
                "rating": 5.2
            },
            "males": {
                "votes": 42,
                "rating": 6.5
            },
            "males aged 18 29": {
                "votes": 15,
                "rating": 6.7
            },
            "males aged 30 44": {
                "votes": 21,
                "rating": 6.3
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 6.5
            },
            "females": {
                "votes": 7,
                "rating": 6.2
            },
            "females aged 18 29": {
                "votes": 4,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 5.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 1.0
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 5.0
            },
            "us users": {
                "votes": 20,
                "rating": 7.1
            },
            "non us users": {
                "votes": 27,
                "rating": 6.0
            }
        },
        "number of votes": {
            "10": 32,
            "9": 7,
            "8": 5,
            "7": 10,
            "6": 11,
            "5": 6,
            "4": 2,
            "3": 1,
            "2": 2,
            "1": 2
        },
        "arithmetic mean": 7.8,
        "median": 8
    }
}