{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "1 June 2009"
            }
        ],
        "release dates": [
            "UK::1 June 2009"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dolphin Days (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Follows two pods of dolphins; one in the clear waters of the Bahamas, and the other in the captive environment of a research centre in the Florida Keys. The series uncovers the incredible behaviour and complex personalities of these much loved mammals. In today's programme.... We meet both dolphin pods and introduce the people who've dedicated their lives taking care of and studying these fascinating creatures. One of the babies at Dolphin Research Center - Gypsi is the youngest of the pod, but she's growing up fast and soon she'll be eating fish. One of the center's ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dolphin Days (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Both Dolphin Research Center (DRC) and the Wild Dolphin Project work in the hurricane belt of the Atlantic Ocean. Both re-count the years when devastation struck their dolphin pods, and how this has affected the lives and future of their animals. Dolphin Research Center reveals its plans to protect their dolphins in the future and the Wild Dolphin Project gets a surprise when a dolphin they thought has disappeared forever makes a come-back. We join the 4 new recruits at DRC who've won the coveted job of working with the dolphins, while the wild young boys in the ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dolphin Days (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "3 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Food is the order of the day - we sample what's on the Florida dolphins' menu, how much they eat and precautions taken to make sure the dolphins stay in tip-top health. In the wild we watch the unique skills dolphins possess to catch food and communicate with each other...even when the sun goes down. And there's medical concern for one of the dolphins in Florida, so the vet is called in to perform an ultra-sound.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dolphin Days (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "4 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    The Florida dolphins show off their unique and sometimes quirky personalities. But we also learn just how intelligent they really are with research on their memory and problem-solving abilities. In the wild, we observe the different ways in which dolphins 'speak' to each other. Play-time is always key - our dolphins in the wild reveal how much they like to play..and what they like to play with. While the oldest dolphin in our Florida pod, Theresa, shows she can have just as much fun as the youngsters, even if she is over 50!    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dolphin Days (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "5 Jun. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dolphin Days (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Life gets tough for our wild Spotted dolphins in the Bahamas when they meet a neighbouring Bottlenose pod. And has the battle between the Bottlenose and Spotted caused inter-species breeding? In Florida, things are calmer, the oldest dolphin Theresa, is in a loving mood and the dolphins bond with some important visitors - we look at the center's Special Needs programmes, where the dolphins help children from all over the world with their disabilities.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dolphin Days (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "9 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Our Florida dolphins, young and old, are in training to give them the best assistance in case they ever get ill. We also learn why dolphins can't have anaesthetics, how they get weighed and how the center prefers to give them natural and alternative medicines. One dolphin has been trying to improve her keep-fit routine. We see the work behind keeping the dolphins' natural lagoons clean and tidy along with some baby-proofing tactics. And we meet the center's other residents, 2 Californian sea-lions, who love to show off.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Dolphin Days (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "10 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    We explore our dolphins' characters in captivity and out in the wild. We observe active dolphins.....and dolphins who have a more intellectual approach to life. The Florida dolphins even show us their cognitive abilities. We see how dolphins choose friends and how they bond with people...the apprentice trainers give us an update of life with their new marine mammal colleagues. And we meet Jax, the latest rescued dolphin to join the Florida pod. He was orphaned at just 8 months old and since he's arrived, he's made quite an impression    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Little, Ralf"
            }
        ],
        "locations": [
            "Bahamas",
            "Florida Keys, Florida, USA"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "budget": "GBP40,000 (estimated)",
        "plot outline": "\"Dolphin Days\" follows two pods of dolphins; one wild in the warm and clear waters off the coast of the Bahamas, and the other in the semi-captive environment of a research center in the Florida Keys. This series will uncover the real personalities of dolphins and promises to uncover a few surprises along the way.",
        "languages": [
            "English"
        ],
        "title": "Dolphin Days",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Dolphin Days (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Athena Films"
            }
        ],
        "distributors": [
            {
                "name": "Animal Planet / Discovery"
            }
        ],
        "plot": [
            "\"_Dolphin Days_ (qv)\" follows two pods of dolphins; one wild in the warm and clear waters off the coast of the Bahamas, and the other in the semi-captive environment of a research center in the Florida Keys. This series will uncover the real personalities of dolphins and promises to uncover a few surprises along the way.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min (original) (UK)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}