{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "5 April 2009"
            }
        ],
        "release dates": [
            "USA::5 April 2009"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Russell Simmons Presents Brave New Voices (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "5 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Young poets compete in regional qualifying events in New York, Ft. Lauderdale and San Francisco for the chance to represent their city at the Brave New Voices 2008 National Slam Championship. Among those vying for places in the six-person poetry teams: B. Yung, a Brooklyn street teen with fire in my chest; Britney, a fearless competitor with cerebral palsy and huge ambitions; Mike, a crowd-pleasing audience favorite; Jasmine, a team leader coping with sickle-cell disease; and Ericka, a novice who compensates for her tough upbringing through writing and over-eating.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Russell Simmons Presents Brave New Voices (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "12 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    With only a few weeks before the Washington finals, the real work begins for poetry teams in Philadelphia (the defending champs), Honolulu and Ann Arbor. New faces include Alysia and Josh, two Philly poets who bonded in a diversity conference; Jamaica, immersed in the culture and traditions of Hawaii; Attai, a former prodigy striving to add substance to his style; and Ben and Aimee, part of a Michigan team trying to counter stereotypes of white upperclass kids. Meanwhile, in San Francisco, Ericka gets a second chance to make a team, while in NYC, B. Yung's spot is ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Russell Simmons Presents Brave New Voices (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "19 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    In New York, Britney's words help B. Yung face up to his emotions. Ann Arbor poets Aimee, Carolyn and Fiona practice a three-part poem and share some emotional personal stories. After the Philadelphia team takes part in a blindfolded Trust Walk, one of its leaders, Josh, delivers an emotional Fathers Day poem to his dad, who put his own ambitions on hold to support his family. In Santa Fe, NM we meet April, who channels her Navaho background into poems recited with her team from the top of a mountain. Back in Ft. Lauderdale, Jasmine's recurring health problems make it...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Russell Simmons Presents Brave New Voices (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "26 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    With the Nationals around the corner, Ray, the Ft. Lauderdale coach, faces a difficult choice that will impact both Jasmine and Jon. San Francisco's Team 2 member Ericka has decided to tackle her food addiction in a poem, but disagrees with her coach, Lauren, about using a metaphor to present it. After a wrenching elimination exercise in New York, coaches and team members work to help Britney overcome her lingering insecurities. And in Hawaii, team coach Lyz hosts an informal slamber party, where the seeds are sown for what might be a show-stopping group poem called ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Russell Simmons Presents Brave New Voices (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "3 May 2009",
                    "year": "2009",
                    "plot": "\n    After arriving in Washington and working through last-minute rehearsals, 45 teams head to the Atlas Theater for the National Slam Poetry quarterfinals. Among the teams competing in the two-bout elimination to determine the 10 semifinal spots: San Francisco, with Ericka ready to unveil her controversial poem about eating; Philadelphia, digging deep with an inspiring poem by Noel; Hawaii, proudly bringing it with poets like Jamaica; New York, highlighted by a performance by a crutch-less Britney; Ft. Lauderdale, seeking redemption after a false start on Mirror, Mirror; ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Russell Simmons Presents Brave New Voices (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 May 2009",
                    "year": "2009",
                    "plot": "\n    Ten Slam survivors square off in two five-team semifinals staged on different Smithsonian stages, with each team performing four poems. In one competition, New York pins its hopes on B. Yung and Britney, while Ft. Lauderdale looks to punch past an upstart Rochester team (in only its second year) with a daring poem written the night before about Jasmine's illness. In the other semi, defending champ Philadelphia faces tough competition from Hawaii and Chicago, but hurt their cause with an internal dispute about whether to perform a transgender poem. When the dust ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Russell Simmons Presents Brave New Voices (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "17 May 2009",
                    "year": "2009",
                    "plot": "\n    Season Finale. The finest youth poets in America are about to take center stage for the Brave New Voices National Youth Poetry Grand Slam Championship, held at the Lincoln Theatre. As introduced and encouraged by the two hosts, actor Idris Elba and past Slam champ Marc Bamuthi Joseph, each team puts their best poetry foot forward over four rounds, with a five-judge panel rating their work. The evening features a surprise disqualification that inspires a series of unforgettable performances that prove why, in the end, it's not about the points, but the poetry.    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Latifah, Queen"
            },
            {
                "name": "Telfer, Robbie Q."
            },
            {
                "name": "Elba, Idris"
            },
            {
                "name": "Joseph, Marc Bamuthi"
            },
            {
                "name": "Castro, Melanie Decelles"
            }
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.2,
        "votes": 50,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTkyNzliYTgtMWFjZS00ODI1LTg3N2UtYzEyZTU0NzkwYWI1XkEyXkFqcGdeQXVyMTA5Mjc1OTg@._V1_SY150_CR24,0,101,150_.jpg",
        "plot outline": "In this landmark seven-part HBO event, 45 teams of teenage 'slam poets' from Honolulu to Philadelphia travel to the nation's capital to compete in the Brave New Voices 2008 National Slam Poetry Championship. Bigger than the quest itself, these young artists embody the life lessons and struggles of modern America -- first love, growing up, crime, economic crisis, hunger for justice, and hope for the future. They are determined to overcome personal challenges as they write and perform to change their communities, the nation, and the world.",
        "languages": [
            "English"
        ],
        "title": "Russell Simmons Presents Brave New Voices",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Russell Simmons Presents Brave New Voices (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Irwin Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Home Box Office (HBO)"
            }
        ],
        "other companies": [
            {
                "name": "Gallagher Entertainment"
            }
        ],
        "plot": [
            "In this landmark seven-part HBO event, 45 teams of teenage 'slam poets' from Honolulu to Philadelphia travel to the nation's capital to compete in the Brave New Voices 2008 National Slam Poetry Championship. Bigger than the quest itself, these young artists embody the life lessons and struggles of modern America -- first love, growing up, crime, economic crisis, hunger for justice, and hope for the future. They are determined to overcome personal challenges as they write and perform to change their communities, the nation, and the world.::Trice"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 50,
                "rating": 6.2
            },
            "aged 18 29": {
                "votes": 8,
                "rating": 7.6
            },
            "aged 30 44": {
                "votes": 30,
                "rating": 5.5
            },
            "aged 45 plus": {
                "votes": 5,
                "rating": 3.9
            },
            "males": {
                "votes": 29,
                "rating": 4.0
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 22,
                "rating": 4.2
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 4.5
            },
            "females": {
                "votes": 15,
                "rating": 8.3
            },
            "females aged 18 29": {
                "votes": 6,
                "rating": 7.6
            },
            "females aged 30 44": {
                "votes": 8,
                "rating": 9.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 6.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 4.0
            },
            "us users": {
                "votes": 35,
                "rating": 5.9
            },
            "non us users": {
                "votes": 5,
                "rating": 7.1
            }
        },
        "number of votes": {
            "10": 14,
            "9": 9,
            "8": 4,
            "7": 1,
            "6": 4,
            "5": 1,
            "4": 1,
            "3": 0,
            "2": 2,
            "1": 14
        },
        "arithmetic mean": 6.2,
        "median": 8
    }
}