{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "24 August 2009"
            }
        ],
        "release dates": [
            "USA::24 August 2009"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Fresh Beat Band"
            },
            {
                "countries": "USA (working title)",
                "title": "The JumpArounds"
            }
        ],
        "akas": [
            "The Fresh Beat Band (original title)",
            "The JumpArounds USA (working title)"
        ],
        "akas from release info": [
            "The Fresh Beat Band (original title)",
            "The JumpArounds USA (working title)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Graduation Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The Fresh Beat Band is getting ready for their graduation from Music School. While setting up for their performance, they start thinking about what they want to be when they grow up. Everyone has a plan except for Marina, who is undecided. They pitch different ideas to her, but nothing seems to be working out. The Fresh Beats also figure out that by graduating and moving on to other careers means that they won't be a band anymore. Is the Fresh Beat Band going to break up?    "
                },
                "2": {
                    "title": "Giant Pizza",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Twist smells a new mysterious aroma in the park. The smell is pizza. Marina, Shout, and Kiki follow Twist's nose to the source. The Fresh Beats meet Harper, who has just moved to town, and is opening the Singing Pizza Café. Harper is in need of help getting ready for his grand opening, which is also Pizza and Pirate Day. The Fresh Beats volunteer to help him out by dressing as pirates and passing out both flyers and free samples. When he gets more customers than he bargained for, the Fresh Beats have to help Harper figure out a way to get more pizza to the customers.    "
                },
                "3": {
                    "title": "Dance Floor Superhero",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "18 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Shout comes across the newest edition of the Mighty Music Band comic book. He calls the others, and they agree to meet at the Singing Pizza Café to read it together. Harper informs them that it is Mighty Music Band Day at the café, and asks if they would wear the costumes and serve the pizzas. The Fresh Beats oblige him. They suddenly hear a guitar rift, and head outside. Someone has frozen Melody, Reed, Harper, and other townspeople. After trying to unfreeze their friends on their own, the Fresh Beats run into the villain Deep Freeze (guest star Nikki Blonsky). Deep ...    "
                },
                "4": {
                    "title": "Cool Pool Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The Fresh Beat Band is getting ready to throw a pool party for all their friends. After setting up, they decide to dive into the water. Unfortunately, their splash was so big, it knocked all the water out of the pool. Now they have to find a way to fill the pool back up before their guests arrive.    "
                },
                "5": {
                    "title": "Snow Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "7 Dec. 2013",
                    "year": "2013",
                    "plot": "\n    When the Fresh Beats use a giant blender to make snow for their winter show, they end up covering the entire town! How will they dig their way out of this one? Ice skating, anyone?    "
                },
                "6": {
                    "title": "Rock Star",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Marina wants Kiki, Twist, and Shout to play the Rock Star board game with her. They are hesitant at first, because she has a habit of trying to cheat. They will play, but only if she agrees to play by the rules this time. The Fresh Beats play, and right away Marina starts bending the rules. After making her play correctly, Twist, Kiki, and Shout have their turns. When Marina gets her second turn, she deliberately bumps the table, and lands on the black and white swirl square. While she didn't play by the rules, the Fresh Beats are curious as to what happens when you ...    "
                },
                "7": {
                    "title": "Fresh Bots",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    After a session in the recording studio, Twist and Marina are each trying to remember something they forgot. Twist remembers that he promised Melody they would help her pick berries for her smoothies. Marina remembers that she promised Harper that they would help him make sauce for his pizzas. This leads to them pondering how are they going to be in two places at one. Twist gets the idea to use robots. Shout calls \"Robots to Go\", and orders four robots to help them. The robots look just like the Fresh Beats themselves leading Kiki to dub them the \"Fresh Bots.\" Chaos ...    "
                },
                "8": {
                    "title": "Chimps in Charge",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Harper asks the Fresh Beats to babysit a pair of chimpanzees, Chewy and Bingo, for him. They think it is going to be easy, but they prove to be more than a handful. Shout and Twist take Chewy, while Kiki and Marina take Bingo to their respective apartments for a nap. While, the Fresh Beats sleep, the chimps proceed to escape and cause chaos along the street. The Band wakes up, and realizes they need to find a way to get Chewy and Bingo under control. Marina and Twist come up with the idea of building a jungle gym.    "
                },
                "9": {
                    "title": "Pink Swan",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Kiki is nervous about auditioning for the Pink Swan ballet. The other Fresh Beats and Harper decide to go along and audition as well. Kiki does very well, but the others had their struggles. The director (guest star Wayne Brady) chooses Kiki for the lead role, but she has to learn how to do five turns in a row. Meanwhile, with Kiki being in the ballet, the Fresh Beats recruit Reed to fill in for Kiki on the guitar.    "
                },
                "10": {
                    "title": "Hoop Dreams",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The Junior Beats are getting ready for their first basketball game. The Fresh Beat Band is coming to the game to cheer them on and perform at halftime. When they find the Junior Beats practicing in the middle of the street, the Fresh Beats decide to build a basketball court for their young counterparts. The day of the big game arrives, and the opposing team doesn't show up. Not wanting to disappoint the Junior Beats, the Fresh Beats put on basketball jerseys and agree to play them. The Fresh Beats planned to take it easy on the Junior Beats, but the Junior Beats have ...    "
                },
                "11": {
                    "title": "Bollywood Beats",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "2 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    The Fresh Beats are preparing to perform at the Indian Festival that has come to town. While looking at instruments at Reed's Good Note Music Store, they manage to release a magic genie and his associates. The genie agrees to give them four wishes, but first he smells pizza. The Fresh Beats find the genie and his crew at the Singing Pizza Café. The Fresh Beats want their concert at the Festival to be their best show ever. The problem is when they make their wishes, the genie doesn't understand their modern slang or figures of speech, and takes things quite literally. ...    "
                },
                "12": {
                    "title": "Yo! Fresh Beats Go Gabba Gabba!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "plot": "\n    The Fresh Beats are sitting in the Singing Pizza Café listening to Harper's new promotional idea when they get a surprise visit from D.J. Lance and the rest of the gang from Gabbaland. They are on their way to a beach party, but Plex has developed a case of the hiccups, and has been beaming them to all sorts of different places. After a joint musical number, Plex starts hiccuping again, and zaps both the Fresh Beats and the Gabbas to different places around the world. The Fresh Beats and the Gabbas would have to work together to fix Plex and get to the beach party.    "
                },
                "13": {
                    "title": "Ghost Band",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "24 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    The Fresh Beat Band is invited to perform a concert in a western town. When they arrive, they find out the town is haunted by the Ghost Band. The Ghost Band doesn't want any other band performing in their town so they have scared all the others away. The Ghost Band does their best to try to scare the Fresh Beats off. The Fresh Beats refuse to back down, and face off against the Ghost Band in a series of three challenges. The losing band leaves town.    "
                },
                "14": {
                    "title": "Veloci-Rap-Star",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "26 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    After performing a song at the Singing Pizza Cafe, a talent agent named Max approaches Twist. He offers Twist the opportunity for a chance to become a big rap star by performing in his very own rap concert. Twist isn't sure he wants to, and asks his friends what they think. Kiki, Shout, and Marina don't want Twist to leave, but at the same time they don't want to stand in his way either, so they tell him to go for it. Twist embarks on a big media campaign. However, on the night of the concert, Max reveals that it is going to be an entire tour, not just one concert. He...    "
                },
                "15": {
                    "title": "Laughing Dance Master",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "10 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    The whole town is getting ready for the Dragon Festival. The Fresh Beats go to audition, but get turned down by Bobbi, the Dragon Festival's director. They ask for a second chance, and if Bobbi knows of anyone that can help. She sends them to the Laughing Dance Master. The Fresh Beats seek out the Laughing Dance Master's wisdom. However, instead of teaching them how to dance for the Dragon Festival, he has them do chores around his house.    "
                },
                "16": {
                    "title": "The Wizard of Song Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "plot": "\n    The Fresh Beat Band is getting ready for a concert at the Singing Pizza Café. Marina is bored and doesn't want to rehearse anymore. She decides to take a break, and go cruising for cupcakes in the Fresh Beats' car. In a spoof of the Wizard of Oz, she gets swept up in a tornado, and arrives in a far away land. She meets the Good Witch (guest star Sarah Chalke), who sends her on a path to see the Wizard of Song. She meets three friends along the way, who look sort of like her old ones; the Scarecrow (Twist), the Tin Woman (Kiki), and the Cowardly Lion (Shout).    "
                },
                "17": {
                    "title": "The Wizard of Song Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "plot": "\n    The Bad Witch (Melody) tries to prevent Marina and her new friends from reaching the Wizard of Song (guest star Jason Mraz) by placing them under a sleep spell using flowers in a field along the road. The Scarecrow (Twist) gets the idea to start a pillow fight to keep them from falling asleep. They eventually make it through the field, and get to see the Wizard of Song. The Wizard agrees to grant their wishes, but first they have to go back to the Bad Witch, and bring him back some of her cupcakes.    "
                },
                "18": {
                    "title": "Royal Wedding",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "10 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Everyone in town is excited, because there is going be a royal wedding. The Princess arrives first, and informs everyone that the wedding is off. Because she is not in love with the Prince. The Fresh Beats invite her to stay at their apartments in order to sort things out. While moving her luggage, Twist keeps falling over things. The Princess finds Twist very funny, and decides he is the one she should marry. Twist has no intention of getting married, and runs away from her. Meanwhile, the Prince arrives and searches for the Princess. Kiki, Shout, and Marina intend ...    "
                },
                "19": {
                    "title": "Keeping It Green",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Shout and Kiki are playing a game of football against Marina and Twist in the park. The Junior Beats invite them to join them in a game of croquet. While playing, the Mayor and a land developer drive right through the game on a golf cart. The Mayor tells the Fresh Beats that they are ripping up the park to make way for a new office building. The Fresh Beats don't want to see the park torn down, so they first try a few tricks to hold off construction. They then hold a big concert to try to convince the Mayor to change her mind.    "
                },
                "20": {
                    "title": "Dance-A-Thon",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "plot": "\n    Harper is hosting an all night Dance-A-Thon at the Singing Pizza Cafe. The grand prize is all the money in a giant piggy bank. All four Fresh Beats enter the contest. The rules are you must keep dancing at all times, no leaving the Singing Pizza Cafe, and no sleeping on the dance floor. The last one still dancing wins. For the music, they play various Fresh Beat Band videos, which are really highlights of dance numbers from throughout this past season.    "
                }
            },
            "1": {
                "1": {
                    "title": "Stick Together",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "24 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    The Fresh Beat Band wants to do something special for their music teacher. Ms. Piccalo's birthday is coming up so they decide to replace the wallpaper in the classroom. While putting up the paper, Kiki and Twist accidentally get stuck together by the wallpaper paste. They try to continue working, but it is difficult so Shout and Marina have to figure out a way to get them unstuck and finish the job in time for Ms. Piccalo's birthday party.    "
                },
                "2": {
                    "title": "Stomp the House",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "24 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    While practicing for her drum solo for tonight's big performance, Marina breaks her drumset. The Fresh Beats must scramble to find whatever materials they can find to make a drum set - a trashcan, lids, pipes and even a table!    "
                },
                "3": {
                    "title": "Doggone It!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "25 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Reed has lost his dog, Banjo, and asks the Fresh Beats to help him with the search. They chase Banjo all over town, and he keeps slipping away at the last second. The Fresh Beats and Reed finally figure out that Banjo can be lured by music. Depending on whether they play their music fast or slow, Banjo will either move towards them, or away from them.    "
                },
                "4": {
                    "title": "Loco Legs",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "26 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    SHOUT is so excited to perform today that he's developed a case of loco legs! So The Fresh Beats come up with an ingenious plan that will enable them to perform together. They all do the loco legs dance!    "
                },
                "5": {
                    "title": "Let's Boogie",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "27 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    The Fresh Beats are having trouble learning a dance that Kiki has choreographed. After a trip to the groovie smoothie, Melody teaches them that if you put it in a song, you can remember the steps a lot easier!    "
                },
                "6": {
                    "title": "Quack Shoes",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "31 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    It's Tap Dance Day at Music School. Shout is excited, and practices his tap dancing skills on the way to class. However, he gets a little too into the dancing. Shout winds up kicking his shoes off his feet, and they land in a tree. Shout needs shoes to tap in, so Marina loans him her duck slippers.    "
                },
                "7": {
                    "title": "Hippity Hop",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "1 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Melody is introducing a new line of carrot juice flavored smoothies at her shop. She asks Marina to wear a bunny suit to help promote it. Marina doesn't really want to wear the bunny suit, because she just got a new dress she wanted to wear instead. She reluctantly agrees to wear the suit because Melody is a friend. To provide some moral support, Kiki, Shout, and Twist all dress as animals and come to the Groovy Smoothie to help out.    "
                },
                "8": {
                    "title": "Band Together",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    The Fresh Beats are going to pick different instruments to play at music school today! Marina is going to play the xylophone, Shout is going to play the trombone, Kiki is going to play the harp, and Twist wants to play everything!    "
                },
                "9": {
                    "title": "Bounce in the House",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "3 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    The Fresh Beats are deciding what song to play for their next concert. Twist wants to play something that goes really fast. He starts running around the apartments, and accidentally breaks Marina's drum. Shout, Kiki, and Marina try to convince Twist that he needs to slow down. Twist comes up with a different plan. He turns his room into a bouncy house. This way he can bounce around really fast and not worry about breaking anything. The plan was working until Twist breaks Marina's drum a second time.    "
                },
                "10": {
                    "title": "Freeze Dance",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "20 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    It's too hot to practice and the Fresh Beats cool off with a smoothie. Melody leaves them in charge of the shop and pretty soon they're making ice-cold smoothies that freeze everyone, which turns into a freeze dance!    "
                },
                "11": {
                    "title": "Smoothies to Go-Go",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "22 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Kiki gets the idea to start a delivery service on her roller skates, and finds herself way over her head in need of help from her friends.    "
                },
                "12": {
                    "title": "Hocus Pocus",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "19 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    There's a Talent Show at school and Twist wants to do magic tricks. The others want to sing and dance, especially when the tricks don't work. In the end, the Fresh Beats perform... with Twist's magic tricks!    "
                },
                "13": {
                    "title": "Sing with Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "21 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Kiki and Shout have to sing a duet for Music School. They are having trouble picking a song, because each one has a different idea of what they want to sing. Kiki wants to sing an opera song, while Shout wants to sing a rock \"n\" roll song. Twist and Marina have to figure out a way to help their friends come up with a compromise.    "
                },
                "14": {
                    "title": "March Our Way",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "11 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    The Fresh Beats are leading the school parade, with uniforms and marching band instruments! They have trouble marching in a straight line and morph into a hip-hop marching band and march, and dance, Fresh Beat style!    "
                },
                "15": {
                    "title": "Glow for It",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "12 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    It's the Moonlight block party and everyone is decorating the street. The Fresh Beat Band start their show and all the lights go out! They make glow stick costumes and the party becomes a glow-in-the-dark extravaganza!    "
                },
                "16": {
                    "title": "Rock to Sleep",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "13 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Shout gets a bugle in his favorite box of cereal. He plays with it all day, and even into the night. Shout knows it is time to go to sleep, but he can't help himself. He keeps playing his new bugle. Kiki, Marina, and Twist all want to go to sleep, but Shout's bugle playing is driving them nuts. The three of them have to work together to figure out a way to get Shout to go to sleep.    "
                },
                "17": {
                    "title": "Rhyme Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "14 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Twist is practicing his rapping skills. When he can't find anything that rhymes with the word music, he accidentally loses his voice. Kiki, Marina, and Shout console Twist, and try to help him figure out a way to get his voice back. They decide to try finding a word that rhymes with music on their own.    "
                },
                "18": {
                    "title": "Hip Hop Hoedown",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "5 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    The Fresh Beat Band is getting ready to play some country music. They head to the Good Note Music Store to get some country music instruments from Reed. Kiki, Shout, and Marina pick their items out right away. Twist has trouble finding one for himself. He keeps picking different instruments, but none of them have a country music sound to them. The day of the performance arrives, and Twist has nothing to play, and the other Fresh Beats don't want to perform without him. Melody and Reed come up with the idea of Twist being the square dance caller.    "
                },
                "19": {
                    "title": "Bubble Blast",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "22 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    It's Clean & Green Day and the Fresh Beats are cleaning the street! But SHOUT would rather play music, so they all build a bubble making music cleaning machine, using discarded woodwind instrument parts they got from Reed!    "
                },
                "20": {
                    "title": "Rock the Luau",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "28 May 2010",
                    "year": "2010",
                    "plot": "\n    The Fresh Beat Band is getting ready to perform at a Hawaiian Luau. After picking up their instruments from Reed, they start practicing. Marina starts to get worried when her hips start shaking and the rest of her body starts dancing without her in control of her own body. She tries to figure out how to control it, but it keeps happening every time she hears Hawaiian music. At the Luau, Melody explains to the group that Marina is dancing the hula, and that her body has a story to tell.    "
                }
            },
            "2": {
                "1": {
                    "title": "Circus Mojo",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "30 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    The circus is in town. Reed is working at the circus, and tells the Fresh Beats that they are short handed. The Fresh Beats help put up the tent for the circus. Reed mentions that they are short on acts, so they may have to cancel the circus. Knowing that a cancellation would disappoint the Junior Beats, the Fresh Beat Band volunteers to do the circus acts themselves. However, they only have a short amount of time to practice before tent flap opens.    "
                },
                "2": {
                    "title": "Honk Honk",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "31 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    The Fresh Beat Band decides it is time to get their own car. They go on the computer, and design the car themselves. The delivery person arrives with their car, but it is in over 50 different boxes. Now, the Fresh Beats have to figure out how to put the car together on their own.    "
                },
                "3": {
                    "title": "Camping with the Stars",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "1 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    The Fresh Beat Band decides to go on a camping trip. On the trip, they will only be able to use acoustic instruments since there is no electricity in the woods. Twist has a hard time figuring that part out. He keeps wanting to bring various appliances, but the gang reminds him there is no place to plug them in. Also while, they are camping, the Fresh Beats witness a shooting star.    "
                },
                "4": {
                    "title": "Singin' in the Rain",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Marina is trying to write a new song, but cannot think of a topic. After a shower passes through, Marina decides to write about the rain. She develops a case of writer's block, so Kiki, Twist, and Shout try to help by re-creating the sound of rain. They also want to figure out if the TV weatherman is listening in on their conversation, a charge he denies.    "
                },
                "5": {
                    "title": "Back to School: Clip Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "15 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    It's their first day back at music school and the Fresh Beats reminisce about their favorite songs. They can't decide on just one, so they decide to make an awesome, new back-to-school song.    "
                },
                "6": {
                    "title": "Jungle Jazz",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "24 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Twist rescues a plant and brings it back to his apartment. Unbeknownst to the Fresh Beats, the plant grows every time it hears scat music. Twist has been listening to lots of scat music, and sings it in his sleep. The next morning, The Fresh Beats wake up to discover that the little plant has grown considerably, and has turned their lobby into a jungle.    "
                },
                "7": {
                    "title": "Presto Pants",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "3 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    The Fresh Beats need to practice for a dance performance, but they also want to play basketball. The solution? Presto Pants to help them do a super-fast basketball dance!    "
                },
                "8": {
                    "title": "Follow the Leader",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "17 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Twist loves being the conductor of the school band, but he needs to be a better listener too. Shout, Marina, and Kiki help him to listen to the music so that he can conduct them correctly.    "
                },
                "9": {
                    "title": "Giant Pumpkin",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "25 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Shout picks a giant pumpkin for the Fall Festival but it's too big to move by himself. So the Fresh Beats work together to move it. They get to the festival in time and perform as a quartet with their giant pumpkin!    "
                },
                "10": {
                    "title": "The Case of the Missing Violin",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "11 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    The Fresh Beats run into the music group, Nuttin' But Stringz, in the park. They are getting ready for a concert, and invite the Fresh Beats to join them. The Fresh Beats race back to their apartments to get Kiki's favorite violin. However, when they arrive, they find it missing. Never fear, Twist and his trusty magnifying glass are on the case.    "
                },
                "11": {
                    "title": "Fresh Beats in Toyland",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "13 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    In a special holiday episode, the Fresh Beat Band members are all toys. Twist is dancing robot, Shout is a superhero, Kiki is a ballerina, and Marina is cowgirl.    "
                },
                "12": {
                    "title": "Zydeco Music Parade",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "7 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    The Fresh Beats are going on a road trip to the Zydeco Music Parade. Because, they couldn't all fit in the same vehicle, Kiki and Marina go on ahead in the Fresh Beats' car with the decorations for the float. Meanwhile, Reed drives Twist and Shout in his delivery truck carrying the group's instruments. Reed's truck breaks down, so Twist and Shout have to ride on to the parade on a bicycle. Meanwhile, Marina and Kiki have to find makeshift instruments for the band to play in the parade.    "
                },
                "13": {
                    "title": "Car Wash Dance",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "9 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Kiki is trying to choreograph a new dance that she hopes everyone will want to do. After Twist is unable to save the Fresh Beats' car from a tray of flying smoothies, the band decides it is time for them to wash their vehicle. While washing the car, Kiki doesn't realize that she has created the Car Wash Dance.    "
                },
                "14": {
                    "title": "Balloon Buddy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "3 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    An ordinary balloon seems to have a mind of its own. The balloon follows the Fresh Beat Band all around town. This leads to the group adopting him as a mascot, and Twist naming him, \"Buddy.\"    "
                },
                "15": {
                    "title": "Kiki's Kickin Chorus",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "8 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Kiki has come up with a new song. The band performs it, but something just doesn't seem right. The Fresh Beats figure out that what they need are more voices. They proceed to go around town listening for people that can sing, and then inviting them to be a part of the chorus.    "
                },
                "16": {
                    "title": "Drum Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "10 Mar. 2011",
                    "year": "2011",
                    "plot": "\n    Kiki, Shout, and Twist are planning a surprise birthday party for Marina. For a birthday gift, they each decide to get her a drum, and are unaware that the other two are getting her the same thing.    "
                },
                "17": {
                    "title": "Mixed Up Musical",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "10 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    Twist and Shout wake up wearing one another's clothes. Marina and Kiki also wake wearing one another's clothes. After changing into the right clothes, the Fresh Beats have to come up with an idea for a musical for school. They come across Reed and Melody, whose deliveries have been mixed up. Then when they go to find costumes, those are mixed up as well. The Fresh Beats then decide that the topic should be their mixed up day.    "
                },
                "18": {
                    "title": "Band in a Jam: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "27 May 2011",
                    "year": "2011",
                    "plot": "\n    The Fresh Beat Band is going to see Ne-Yo in concert. They get trapped in a room at the concert venue. While, trying to figure out how to get out, they flash back to how they got together.    "
                },
                "19": {
                    "title": "Band in a Jam: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "27 May 2011",
                    "year": "2011",
                    "plot": "\n    The Fresh Beat Band remembers their early days as a group while trapped in a room at a concert venue. The band wants to see Ne-Yo in concert, who is one of their favorite singers. They eventually get out, and join Ne-Yo on stage.    "
                },
                "20": {
                    "title": "Step It Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "17 Jul. 2011",
                    "year": "2011",
                    "plot": "\n    There is a stomp dance competition. Kiki is asked to be on one team, while Twist and Shout are asked to be on another. Marina stays to the side on this one. Kiki and Marina figure out that no matter who wins the competition someone's feelings might get hurt. They decide to come up with a way that both teams could perform together.    "
                },
                "21": {
                    "title": "Episode #2.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "17 Jul. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Dance Floor Superhero",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Fresh Beat Band (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "18 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    The Fresh Beats must don the costumes of their favorite heroes, The Mighty Music Band, to defeat the evil Deep Freeze, who's freezing everyone in an attempt to stop them from dancing!    "
                }
            }
        },
        "number of episodes": 62,
        "cast": [
            {
                "name": "Beavers, Jon"
            },
            {
                "name": "Gonzalez-Nacer, Yvette"
            },
            {
                "name": "Hobson, Thomas"
            },
            {
                "name": "Collins, Dioni Michelle"
            },
            {
                "name": "Rose, Shayna"
            },
            {
                "name": "Levis, Patrick"
            },
            {
                "name": "Perry, Tara"
            },
            {
                "name": "Blades, Shane"
            },
            {
                "name": "Gradischek, Monica Lee"
            },
            {
                "name": "Lee, Meisha"
            },
            {
                "name": "Shepherd, Dylan K."
            },
            {
                "name": "Fraser, Hadley"
            },
            {
                "name": "Miller, Aubrey K."
            },
            {
                "name": "Lynch, Ryland"
            },
            {
                "name": "Manzo, Frances"
            },
            {
                "name": "Daniels, Tiffany"
            },
            {
                "name": "Thomas, Black"
            },
            {
                "name": "To, Tammy"
            },
            {
                "name": "Sugarman, Brittny"
            },
            {
                "name": "Drago, Nick"
            },
            {
                "name": "Contursi, Lexie"
            },
            {
                "name": "Connolly, Kelly"
            },
            {
                "name": "Chaiduang, Dominic"
            },
            {
                "name": "Lay, Corey"
            },
            {
                "name": "Jr., Donis Leonard"
            },
            {
                "name": "Smith, Mackenzie Brooke"
            },
            {
                "name": "Dew, Marty"
            },
            {
                "name": "Craig, Colleen"
            },
            {
                "name": "Speights, Lauryn"
            },
            {
                "name": "Baker, Molly"
            },
            {
                "name": "Bennett, Edwin J."
            },
            {
                "name": "Jaber, Ranya"
            },
            {
                "name": "Crump, Gabriella"
            },
            {
                "name": "Elliott, Jake"
            },
            {
                "name": "Glover, Kendall"
            },
            {
                "name": "Hirsch-Tauber, Elizabeth"
            },
            {
                "name": "Labog, Marissa"
            },
            {
                "name": "Leung, Calvin"
            },
            {
                "name": "Muthu, Sharon"
            },
            {
                "name": "Schirle, Joseph John"
            },
            {
                "name": "See, Chester"
            },
            {
                "name": "Tran, Duncan"
            },
            {
                "name": "Chalke, Sarah"
            },
            {
                "name": "Mraz, Jason"
            },
            {
                "name": "Sanders, Erin"
            },
            {
                "name": "Bledsoe, Ben"
            },
            {
                "name": "Gibson, Brandon"
            },
            {
                "name": "Scott, Mary"
            },
            {
                "name": "Lancaster, Carolina"
            },
            {
                "name": "Alexander, Michael Christian"
            }
        ],
        "locations": [
            "Paramount Studios - 5555 Melrose Avenue, Hollywood, Los Angeles, California, USA::(studio)"
        ],
        "genres": [
            "Family",
            "Musical"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 3,
        "rating": 6.3,
        "votes": 441,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjAwNTI3MjYzN15BMl5BanBnXkFtZTgwMjU2MjY2MDE@._V1_SY150_CR38,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The Fresh Beat Band",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Prodanou, Alice"
            },
            {
                "name": "Duran, Kim"
            },
            {
                "name": "Kraft, Scott"
            }
        ],
        "production companies": [
            {
                "name": "Nickelodeon Productions"
            }
        ],
        "distributors": [
            {
                "name": "CBS Television Studios"
            },
            {
                "name": "Nickelodeon Network"
            }
        ],
        "special effects": [
            {
                "name": "Look Effects"
            }
        ],
        "other companies": [
            {
                "name": "Direct Tools & Fasteners"
            },
            {
                "name": "Movie Movers"
            }
        ],
        "plot": [
            "Four musicians named Twist, Kiki, Shout and Marina perform pop songs while attending music school.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min (USA)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "negative format": [
                "Video"
            ],
            "printed film format": [
                "Video"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 441,
                "rating": 6.3
            },
            "aged under 18": {
                "votes": 3,
                "rating": 7.7
            },
            "aged 18 29": {
                "votes": 68,
                "rating": 6.5
            },
            "aged 30 44": {
                "votes": 192,
                "rating": 6.6
            },
            "aged 45 plus": {
                "votes": 82,
                "rating": 6.5
            },
            "males": {
                "votes": 160,
                "rating": 6.1
            },
            "males aged under 18": {
                "votes": 2,
                "rating": 6.5
            },
            "males aged 18 29": {
                "votes": 25,
                "rating": 5.9
            },
            "males aged 30 44": {
                "votes": 77,
                "rating": 6.1
            },
            "males aged 45 plus": {
                "votes": 48,
                "rating": 6.3
            },
            "females": {
                "votes": 197,
                "rating": 7.3
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 42,
                "rating": 7.2
            },
            "females aged 30 44": {
                "votes": 114,
                "rating": 7.3
            },
            "females aged 45 plus": {
                "votes": 33,
                "rating": 6.9
            },
            "top 1000 voters": {
                "votes": 12,
                "rating": 6.4
            },
            "us users": {
                "votes": 257,
                "rating": 6.4
            },
            "non us users": {
                "votes": 23,
                "rating": 6.2
            }
        },
        "number of votes": {
            "10": 168,
            "9": 47,
            "8": 40,
            "7": 43,
            "6": 24,
            "5": 21,
            "4": 11,
            "3": 8,
            "2": 16,
            "1": 63
        },
        "arithmetic mean": 7.1,
        "median": 8
    }
}