{
    "imdb": {
        "raw release dates": [
            {
                "country": "Japan\n",
                "date": "2 April 2009"
            }
        ],
        "release dates": [
            "Japan::2 April 2009"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Asura kurain"
            },
            {
                "countries": "World-wide (English title)",
                "title": "Asura Cryin'"
            }
        ],
        "akas": [
            "Asura kurain (original title)",
            "Asura Cryin' World-wide (English title)"
        ],
        "akas from release info": [
            "Asura kurain (original title)",
            "Asura Cryin' World-wide (English title)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Shoumetsu no sekai to kioku no zangai",
                    "kind": "episode",
                    "episode of": {
                        "title": "Asura Cryin' (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "1 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    While being forced to clean the school pool Tomo and the rest of the Science Club stumble across an underground cavern which leads them to the Rakuroa Ruins. Here Tomo sees a strange vision of an alternate world. However, before he can learn more the group is attacked by Castas Machina guarding the ruins and Touru has to show up to save them.    "
                },
                "2": {
                    "title": "Akuma ni kuwareta beriaru doru",
                    "kind": "episode",
                    "episode of": {
                        "title": "Asura Cryin' (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "8 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Tomo is growing increasingly concerned about Misao and asks Shuri and Touru to locate his brother, Naotaka. In exchange Tomo must persuade the reclusive Science Club president Tokiya Kagayaki to return to school. However, this is not as easy as it first sounds so Tomo takes Misao and Takatsuki along to help. Tomo also learns that Touru and Tokiya have a very tragic connection to Kurogane.    "
                },
                "3": {
                    "title": "Jiyu de fujiyu na sentakushi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Asura Cryin' (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "15 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Tomo, Takatsuki, Misao, An and Higuchi are all enjoying a working vacation at the beach but it isn't long before Tomo manages to upset Misao. Meanwhile, Shuri and Ania are investigating the ruins on a nearby island. However, it seems that Kagakagari and Kristina are also interested in them, as is Kyomu Satomi and the First Student Council.    "
                },
                "4": {
                    "title": "Ikenie no na wo yobu daisho",
                    "kind": "episode",
                    "episode of": {
                        "title": "Asura Cryin' (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "22 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Tomo and the others are apparently saved by Tomo's brother, Naotaka, and then taken in by Kagakagari and Kristina. Kagakagari reveals that the ruins are the remnants of an Asura Machina testing ground and that they may contain a way to free Burial Dolls like Kotori and Misao. However, before they can retrieve the device Kyomu arrives and tries to use Ania as a hostage.    "
                },
                "5": {
                    "title": "Ai to maryoku no setsunai kankei",
                    "kind": "episode",
                    "episode of": {
                        "title": "Asura Cryin' (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "29 Oct. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Kimi ni sasagu shinjitsu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Asura Cryin' (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "5 Nov. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Kaimetsu no toki shometsu no yami",
                    "kind": "episode",
                    "episode of": {
                        "title": "Asura Cryin' (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "12 Nov. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Asura makîna",
                    "kind": "episode",
                    "episode of": {
                        "title": "Asura Cryin' (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Tomoharu Natsume survived a horrible plane crash but Misao, his close friend, did not and became a ghost that continued to be attached to him. Three years later, he moved out to a place rented by his brother to live on his own and attend Raku High since his mother remarried. On his first day in his new house, a mysterious girl called Shuri turns up and gives him a silver briefcase to look after on behalf of his brother who lives abroad. Soon after, Tomoharu and his best friend, a ghost named Misao Minakami, are attacked by various factions who all seek the 'Asura ...    "
                },
                "2": {
                    "title": "Mirai ni horobiru to iu koto",
                    "kind": "episode",
                    "episode of": {
                        "title": "Asura Cryin' (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "9 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    After the events of the previous evening Tomo and Misao learn about the Royal Dark Society from Shuri. Later he runs into Takatsuki while visiting his new landlord and learns that she was the one who broke into his house in search of the briefcase. However, soon her father arrives and things get awkward for Tomo when he realises that he was one of the people responsible for the destruction of his house. Tomo is then confronted by the First Student Council President, Saeki Reishirou, who was also one of the people who raided his home.    "
                },
                "3": {
                    "title": "Kagaku no hikari ga otosu kage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Asura Cryin' (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "16 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Having been captured by Saeki, Takatsuki is put on trial and sentenced to death for her involvement with Tomo. Meanwhile, Tomo rushes to retrieve the Asura Machina and save her from the First Student Council. However, when he finds the trunk empty he must rely on Shuri's help to save the day.    "
                },
                "4": {
                    "title": "Ikiba o nakushita omoi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Asura Cryin' (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "23 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    The science club head to Lake Tobi to investigate reports of a mysterious creature terrorising the area. Unbeknownst to them two fellow students, Kurasawa Rikka (the Second Student Council President) and Mahiwa are also in the area searching for the creature. It soon emerges that the monster is in fact a familiar that was abandoned by Mahiwa and has gone berserk. Armed with this knowledge the science club set out to reunite the two and stop the creature's rampage.    "
                },
                "5": {
                    "title": "Majiwariau kokoro to karada",
                    "kind": "episode",
                    "episode of": {
                        "title": "Asura Cryin' (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "30 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Days before his midterm exams, Tomoharu finds a wet and bloodied Shuri collapsed in front of his residence. Held tightly in her hand is another silver trunk. Trying to avoid the suspicious gaze of his neighbors, Tomoharu takes Shuri inside. When she awakes, Shuri is a different person, calling herself Yukari. Looking for information, Tomoharu and Misao pay a visit to the old church Shuri was living at, only to find newspaper articles of the crash three years earlier. At the church, Tomoharu and Misao run into a surprisingly handsome young woman.    "
                },
                "6": {
                    "title": "Yami no mukô ni ukabu ikenie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Asura Cryin' (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "7 May 2009",
                    "year": "2009",
                    "plot": "\n    Shuri's memory is back, but Tomoharu is out with a cold. That doesn't stop former student council president and Kanto Student Union Guardian Dragoon Yo from coming after Shuri's stabilizer. Unable to hand over the stabilizer that will free a burial doll from its Asura Machina, Shuri and Kanade fight back. Armed with Shirogane's ability to cut through space, Yo is a formidable opponent. Trying to buy time until Tomoharu's recovery, Shuri holds Yo off. However, it seems the two share a personal history. Shuri arranges to trade the real stabilizer with Susugihara for ...    "
                },
                "7": {
                    "title": "Mujô na sora ni chitta yume",
                    "kind": "episode",
                    "episode of": {
                        "title": "Asura Cryin' (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "14 May 2009",
                    "year": "2009",
                    "plot": "\n    With the installation of the stabilizer, Misao becomes visible to everyone. Seeing the new Misao adapting well to life as an ordinary school girl, Tomoharu reflects on the past. At the same time, Yo and Shuri think back to the events leading up to the accident and the day their peaceful lives came to an end. Now that Kurogane has absorbed the stabiliser, people can see Misao, but Tomo is worried that she won't be able to hide her incorporeal nature from those around her. Meanwhile, Haruna and Susugihara explore a strange set of ruins in search of the Caster Machina. ...    "
                },
                "8": {
                    "title": "Saiaku no ô no matsu musume",
                    "kind": "episode",
                    "episode of": {
                        "title": "Asura Cryin' (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "23 May 2009",
                    "year": "2009",
                    "plot": "\n    With a large creature mysteriously attacking demons, Takatsuki is forced by her family to move in with Tomo so that he can protect her. At the same time Shuri arrives with a young demon named Ania, who Tomo also has to protect. However, Ania is a 'Luck-Eater' and causes misfortune to befall Tomo and his friends. Things get even more complicated when it turns out that Ania's sister, Kristina maybe involved with the demon hunts.    "
                },
                "9": {
                    "title": "Sonzaisuru hazu no nai kiinki",
                    "kind": "episode",
                    "episode of": {
                        "title": "Asura Cryin' (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "28 May 2009",
                    "year": "2009",
                    "plot": "\n    When an Asura Crying appears during Reishirou's attempt to stop the culprit behind the demon hunts he explains how Tomo is also in danger of becoming one and orders him to leave the matter alone. However, with Ania desperate to find out what has happened to her sister and Tomo sworn to protect her it isn't long before he is face to face with the Asura Crying.    "
                },
                "10": {
                    "title": "Koku no kusari ni tsunagarete",
                    "kind": "episode",
                    "episode of": {
                        "title": "Asura Cryin' (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "4 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    With Ania kidnapped by Takaya Kagakagari Tomo, Shuri, Misao and Takatsuki race to save her. Meanwhile Ania learns that Kagakagari plans to sacrifice all the demons in the city in order to lift the curse of the Asura Machina. By the time Tomo and the others arrive the ceremony has already begun and they must work quickly in order to save both Ania and Takatsuki.    "
                },
                "11": {
                    "title": "Tonari ni itekureru nichijô to hinichijô",
                    "kind": "episode",
                    "episode of": {
                        "title": "Asura Cryin' (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "11 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    The Second years are preparing for a class trip to Hawaii. Meanwhile, Tomo and Misao attend a party hosted by Reishirou in memory of the anniversary of Aine's death. The party also features a very unusual performance competition in which everyone from Rikka to Takatsuki takes part and which Tomo and Misao end up winning.    "
                },
                "12": {
                    "title": "Sekai ga kareru made",
                    "kind": "episode",
                    "episode of": {
                        "title": "Asura Cryin' (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "18 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    While, Shuri and Reishirou are enjoying their Second Year trip to Hawaii, Tomo accidentally stumbles across a Plug-In for the Asura Machina. However, Kagakagari also wants the device and he attacks Tomo and the others in order to retrieve it. As such Tomo is forced to break his promise to Takatsuki and use Kurogane to fend him off.    "
                },
                "13": {
                    "title": "Norowareta zainin no rakuin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Asura Cryin' (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "25 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Kagakagari has taken a plane full of people hostage and offers to exchange their lives for the Igniter. However, the exchange soon turns violent putting the lives of the hostages at risk. Tomo must then attempt a very dangerous plan using Kurogane in order to save everyone that he cares about, but Aine was sacrificed in order to safely land the plane due to depleting her energy. Tomo had found out the truth of using an Asura Machina. What will he be willing to do next?    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Irino, Miyu"
            },
            {
                "name": "Nonaka, Ai"
            },
            {
                "name": "Tomatsu, Haruka"
            }
        ],
        "genres": [
            "Animation",
            "Action",
            "Comedy",
            "Drama",
            "Romance",
            "Thriller"
        ],
        "countries": [
            "Japan"
        ],
        "country codes": [
            "jp"
        ],
        "language codes": [
            "ja"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 6.6,
        "votes": 80,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjM3OThhNmItOTYzZC00ZWE1LWFjYTgtMDFlNjFmNjUzNTQxXkEyXkFqcGdeQXVyNjExODE1MDc@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "Japanese"
        ],
        "title": "Asura Cryin'",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Koide, Katsuhiko"
            },
            {
                "name": "Mieno, Hitomi"
            },
            {
                "name": "Mikumo, Gakuto"
            }
        ],
        "production companies": [
            {
                "name": "Seven Arcs"
            },
            {
                "name": "Star Child Recording"
            }
        ],
        "distributors": [
            {
                "name": "AT-X"
            },
            {
                "name": "BS11 Digital"
            },
            {
                "name": "Chiba TV"
            },
            {
                "name": "KBS Kyoto"
            },
            {
                "name": "Sun TV"
            },
            {
                "name": "TV Aichi"
            },
            {
                "name": "TV Saitama"
            },
            {
                "name": "Television Kanagawa (TVK)"
            },
            {
                "name": "Tokyo MX"
            }
        ],
        "plot": [
            "A boy whose friend died and became a ghost, starts high school. On his first day, a trunk is sent to him by his brother. From that moment on everyone are after him believing that he holds the mysterious powerful \"Asura Machine\".::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 80,
                "rating": 6.6
            },
            "aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 27,
                "rating": 6.5
            },
            "aged 30 44": {
                "votes": 35,
                "rating": 6.1
            },
            "aged 45 plus": {
                "votes": 6,
                "rating": 6.0
            },
            "males": {
                "votes": 59,
                "rating": 6.2
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 23,
                "rating": 6.4
            },
            "males aged 30 44": {
                "votes": 28,
                "rating": 6.1
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 4.8
            },
            "females": {
                "votes": 10,
                "rating": 6.7
            },
            "females aged 18 29": {
                "votes": 3,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 6,
                "rating": 6.1
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 3.7
            },
            "us users": {
                "votes": 16,
                "rating": 6.2
            },
            "non us users": {
                "votes": 47,
                "rating": 6.1
            }
        },
        "number of votes": {
            "10": 14,
            "9": 4,
            "8": 9,
            "7": 14,
            "6": 16,
            "5": 9,
            "4": 5,
            "3": 5,
            "2": 2,
            "1": 2
        },
        "arithmetic mean": 6.6,
        "median": 7
    }
}