{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "8 July 2009"
            },
            {
                "country": "UK\n",
                "date": "9 July 2009"
            },
            {
                "country": "Australia\n",
                "date": "13 January 2010"
            },
            {
                "country": "Sweden\n",
                "date": "10 May 2010"
            },
            {
                "country": "Finland\n",
                "date": "29 February 2012"
            }
        ],
        "release dates": [
            "UK::8 July 2009",
            "UK::9 July 2009",
            "Australia::13 January 2010",
            "Sweden::10 May 2010",
            "Finland::29 February 2012"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Getting On"
            },
            {
                "countries": "Finland",
                "title": "Naistenosasto B4"
            }
        ],
        "akas": [
            "Getting On (original title)",
            "Naistenosasto B4 Finland"
        ],
        "akas from release info": [
            "Getting On (original title)",
            "Naistenosasto B4 Finland"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Getting On (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 10,
                    "original air date": "17 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Kim and Den start work on a new geriatric ward with baffling new equipment though Pippa is happy that her divorce has come through and she is launching her project on female genitalia. Former matron Hilary is back in a consultative role and tells Den he is going to be tested for HIV,advising her to do the same after their fling. Whilst Kim and Den argue over whether or not new patient Mrs Dethick is a time waster Den talks of moving on in line with her husband's new job but is shocked to learn that she may be pregnant.    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Getting On (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 17,
                    "original air date": "24 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    Pippa does her best to impress Dr Kersley and his commissioning consortia with her project Vag-At but has trouble squaring her divorce settlement and is dismayed that desirable Dr Kersley is married. Den tells kindly matron Damaris Clarke of her pregnancy and is delighted to hear of the perks this will give her. She has changed her mind about leaving the area and asks if she can move in with Kim but gets knocked back as Kim wants to devote her time getting an academic degree in nursing. Meanwhile a voluntary care assistant sent by the agency is mistaken for an ...    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Getting On (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 10,
                    "original air date": "31 Oct. 2012",
                    "year": "2012",
                    "plot": "\n    The hospital embarks on an energy saving initiative which Hilary takes far too seriously,creeping around the ward to turn off electrical appliances and sorting rubbish into different coloured bags though he does give Den a present for her baby. Den tells Kim she cannot be her mentor for her degree course so Damaris steps in instead after a patient who is a doctor has given Kim tips on presentation. Mrs Dethick is readmitted and diagnosed with hypochondria whilst Pippa gets advice from an unexpected source over her divorce settlement.    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Getting On (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 9,
                    "original air date": "7 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Den gets a new fridge for her breast milk and is asked by Hilary for recommendations regarding job cuts. On the day her mother is admitted to casualty Kim decides to quit smoking but with Damaris criticizing her written work for her course she finds it an uphill struggle. Pippa,holding a torch for Tom Kersley,tries to impress him by putting new admission Mrs Dingsdale in a private ward whilst getting legal advice from lawyer-turned- cleaner Hansley.    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Getting On (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 11,
                    "original air date": "14 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    With Damaris gone to another hospital and union rep Megan unwilling to mentor her Kim considers giving up the idea of a degree course whilst a grateful Pippa gets Hansley an internship with her solicitor. The nurses are also encouraged to take part in an inter-ward contest to design a Christmas card but somehow Kim's inexperience on the computer means that for a design she submits a photo of a coma patient's crotch,rather than Den's snap of her holiday in Norway. Fortunately the patient's daughter finds it hilarious. Mrs Dethick is readmitted and is thrilled to learn ...    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Getting On (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 22,
                    "original air date": "21 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    The ward is invaded by a party of school children led by pretentious artist Dylan Schwartz who are collecting patients' stories for a class project and who interfere with the nurses' work. However the patients are delighted with the eventual results. After they have gone Hilary is shocked when Den tells him she has lost the baby but Dr Oxford's scan proves otherwise whilst a newly glamorised Pippa is taken aback when her ex-husband arrives to say he has cancer.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Getting On (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 28,
                    "original air date": "9 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Sister Den Flixter,Nurse Kim Wilde and Dr. Pippa Moore work on a geriatric ward,where most of the patients go out feet first,such as Lily who dies on her eighty-seventh birthday - which allows the staff to eat her cake. A Pakistani patient who cannot speak English causes a problem,as does faeces left on a chair. New - male - matron Hilary Loftus,to whom Den has unburdened herself about her failed marriage to a fraudster,tells Kim to flush it away,which she does. Pippa is not happy as she wanted it for her research on stool samples.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Getting On (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 24,
                    "original air date": "15 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Whilst an interpreter is found for the Bengali lady and Pippa finds her lost stool samples,an aggressive,foul-mouthed patient called Ivy causes trouble,stealing from another woman and,when confronted,breaking a bottle and threatening to glass the staff. She is transferred to the psychiatric ward but Hilary is traumatised by events. However he agrees to a date with Den with whom he is starting to bond.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Getting On (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 17,
                    "original air date": "22 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    The legacy of the Ivy fight has left a problem, with Hilary accusing Kim of making an inappropriate remark during the fight and insisting on disciplinary action. Kim has called in her union rep to defend her, but the meeting does little to sort out the mess. In revenge, Hilary demands the ward be shut down for a deep cleaning, forcing extra work on the staff. Pippa leaves for a health conference abroad, with her stool sample research complete.    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Getting On (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 16,
                    "original air date": "26 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    An horrendously smelly,unidentified old woman is brought in and goes the rounds of all the other wards because nobody else will take her in,eventually returning to B4 and leading to friction between Den and Hilary. Meanwhile a Mrs. Fyvie is admitted and her daughter Beedy,who has read all about medication on the Internet, challenges Pippa's treatment of her mother's care.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Getting On (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 14,
                    "original air date": "2 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    New admission Peggy Lowe causes problems with her claim that she was ill-treated in her care home so the last thing over-worked Kim and Den want is an enquiry after Peggy gets dropped whilst being bathed. Den hopes that her influence on Hilary - their secret affair gradually coming into the open - will get them off the hook when Peggy's son comes to complain. And in a way it does.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Getting On (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 14,
                    "original air date": "9 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Kim is on her own on the night shift when an elderly Italian woman with little English is admitted.Pippa is called away from a party to see her and is excited when she believes the woman is pregnant and could make medical history,bringing the ward fame. She is not happy when a whole posse of Italian medics take the woman away and Den is not happy,when,arriving from the agency where she moon-lights,she confides in Kim about her relationship with Hilary.Hilary shows up to have things out with her so,all in all,it is not the uneventful night Kim wanted.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Getting On (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 13,
                    "original air date": "16 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Hilary announces his new initiative of Icing the Cake,which,to Kim's annoyance,is purely symbolic,the 'icing' representing excellent service. Hoping to apply a little icing Pippa apologizes to Den for giving a reference some years earlier which stopped her getting a flat. Den lets fly at her so,to atone,she offers to help her move house before enjoying a lunch date with Peter,unaware that she may have to reapply for her job. Den and Hilary,following the revelation of his outburst,agree to be friends and she offers to go to a gay bar with him.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Getting On (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 12,
                    "original air date": "23 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Kim is doubly irritated by know-all student nurse Damaris Clarke and by a talking life size cut-out giving instructions on hand washing. Den,having scratched Pippa's car during the move,is surprised when Hilary fails to remember that they has anal sex after visiting the gay bar. Due to Pippa's varying diagnoses on ailing Mrs. Fyvie,her Edinburgh-based daughter Beedy is repeatedly called into the ward on false alarms and Den and Kim take sadistic pleasure in knowing that Pippa has had to reapply for her job. They even lock her in their office after she has been ...    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Getting On (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 13,
                    "original air date": "30 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    There is an even bigger air of gloom on the ward than usual. Pippa has failed to get the job she was after and Kim is angry that she will not be promoted and that Pippa has yet to pay her husband for work done. Beedy is understandably upset when her mother,only just dead,is moved out of the ward so another patient can have her bed. At least Den and Hilary have something to celebrate,as they decide to get engaged. But then Den's ex-husband reappears,to win her back.    "
                }
            }
        },
        "number of episodes": 15,
        "cast": [
            {
                "name": "Brand, Jo"
            },
            {
                "name": "Pepperdine, Vicki"
            },
            {
                "name": "Scanlan, Joanna"
            },
            {
                "name": "Grover, Ricky"
            },
            {
                "name": "Mbaka, Joshua"
            },
            {
                "name": "Belgrave, Peter"
            },
            {
                "name": "Statham, James"
            },
            {
                "name": "Watts, Richard"
            },
            {
                "name": "Jumbo, Cush"
            },
            {
                "name": "Ceesay, Babou"
            },
            {
                "name": "Abastado, Elizabeth"
            },
            {
                "name": "Dutta, Reba"
            },
            {
                "name": "Finch, Ninette"
            },
            {
                "name": "Freeman, Louise"
            },
            {
                "name": "Kendall, Janet"
            },
            {
                "name": "Leigh, Irene"
            },
            {
                "name": "Patel, Usha"
            },
            {
                "name": "Wild, Wendy"
            },
            {
                "name": "Capaldi, Peter"
            },
            {
                "name": "Bassel, Haj Ibrahim"
            },
            {
                "name": "Griffin, Helen"
            },
            {
                "name": "Kerr, Nancy"
            },
            {
                "name": "Westwick, Lee"
            },
            {
                "name": "Menzies, Tobias"
            },
            {
                "name": "Pearce, Eve"
            },
            {
                "name": "Avey, Jackie"
            },
            {
                "name": "Cosgrove, Dot"
            },
            {
                "name": "Hsu, Alice"
            },
            {
                "name": "Whiteford, Lindy"
            },
            {
                "name": "Hille, Anastasia"
            },
            {
                "name": "Bee, Patty"
            },
            {
                "name": "Ingle, Tilly"
            },
            {
                "name": "Nottingham, Wendy"
            },
            {
                "name": "Atwal, Bilu"
            },
            {
                "name": "Bogdevicius, Saul"
            },
            {
                "name": "Chadury, Yasmin"
            },
            {
                "name": "Bowden, Tony"
            },
            {
                "name": "Craine, Pamela"
            },
            {
                "name": "Croft, Rae"
            },
            {
                "name": "Dhaliwal, Kulwant"
            },
            {
                "name": "Dowling, Sheila"
            },
            {
                "name": "Foulkes, Mary"
            },
            {
                "name": "Hasta, Sakina"
            },
            {
                "name": "Gawthorpe, Marie"
            },
            {
                "name": "Gold, Jeanie"
            },
            {
                "name": "Paul, Sharon"
            },
            {
                "name": "Johnston, Iris"
            },
            {
                "name": "Keating, Aidan"
            },
            {
                "name": "Thomas, Renée"
            },
            {
                "name": "Tsui, Bo"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Australia:MA15+::(some episodes)",
            "Australia:M::(some episodes)",
            "Australia:PG::(some episodes)"
        ],
        "number of seasons": 3,
        "rating": 8.2,
        "votes": 980,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTY4MjcwMDQwM15BMl5BanBnXkFtZTcwMzU2ODc4Mw@@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Getting On",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2012",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Brand, Jo"
            },
            {
                "name": "Pepperdine, Vicki"
            },
            {
                "name": "Scanlan, Joanna"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "plot": [
            "Darkly comic drama series about life on an NHS geriatric ward.::Jiilo_Kim"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 980,
                "rating": 8.2
            },
            "aged 18 29": {
                "votes": 122,
                "rating": 8.1
            },
            "aged 30 44": {
                "votes": 347,
                "rating": 8.0
            },
            "aged 45 plus": {
                "votes": 296,
                "rating": 8.3
            },
            "males": {
                "votes": 491,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 74,
                "rating": 7.9
            },
            "males aged 30 44": {
                "votes": 207,
                "rating": 7.9
            },
            "males aged 45 plus": {
                "votes": 188,
                "rating": 8.2
            },
            "females": {
                "votes": 303,
                "rating": 8.3
            },
            "females aged 18 29": {
                "votes": 48,
                "rating": 8.4
            },
            "females aged 30 44": {
                "votes": 136,
                "rating": 8.2
            },
            "females aged 45 plus": {
                "votes": 102,
                "rating": 8.3
            },
            "top 1000 voters": {
                "votes": 29,
                "rating": 6.9
            },
            "us users": {
                "votes": 158,
                "rating": 8.0
            },
            "non us users": {
                "votes": 524,
                "rating": 8.1
            }
        },
        "number of votes": {
            "10": 267,
            "9": 258,
            "8": 248,
            "7": 111,
            "6": 33,
            "5": 8,
            "4": 9,
            "3": 5,
            "2": 10,
            "1": 31
        },
        "arithmetic mean": 8.3,
        "median": 9
    }
}