{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "10 August 2009"
            }
        ],
        "release dates": [
            "UK::10 August 2009"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Funsize: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "16 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The OOglies slip, slide and splat all over the place. This fast-paced madcap, stop-motion animation uncovers the mischief everyday household objects get up to when no one is looking. The potato racers are driving each other round the bend, the DIY doughnuts attempt to fix the bathroom, the cavemen mushrooms come face to face with some big, hairy, mammoth pots, fearless Pete Parsnip takes on a ferocious foe and Slippery Nana takes on a pizza-cutting unicycle in the talent show.    "
                },
                "2": {
                    "title": "Funsize: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "16 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The OOglies slip, slide and splat all over the place. This fast-paced madcap, stop-motion animation uncovers the mischief everyday household objects get up to when no one is looking. Musical Melon joins a grape boy band, Fishing Finger catches more than he can handle, terrifying Count Grape-ula strikes, the toast soldiers ambush an unsuspecting victim, and the thrill-seeking eggs give a cracking performance in the talent show.    "
                },
                "3": {
                    "title": "Funsize: Part 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "16 Feb. 2015",
                    "year": "2015",
                    "plot": "\n    The OOglies slip, slide and splat all over the place. This fast-paced madcap, stop-motion animation uncovers the mischief everyday household objects get up to when no one is looking. The thrill-seeking eggs go iron-boarding and superhero Slippy Banana saves the day... sort of! Stunt Tomato thrills with a daredevil tightrope trick, the toast soldiers ambush an unsuspecting egg and Mr and Mrs Strawberry enter a talent show and get a bit of extra help!    "
                },
                "4": {
                    "title": "Funsize: Part 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "17 Mar. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Funsize: Episode 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "17 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The OOglies slip, slide and splat all over the place. This fast-paced, madcap stop-motion animation uncovers the mischief everyday househould objects get up to when no one is looking. Toast soldiers take to the skies in their toast-rack helicopter, maki and iso ambush a suspicious nigiri in a ninja sushi attack, intrepid star bar attempts an ambitious trip to the moon, Frankfurter's monster comes to life in the back of the mouldy fridge and Stunt Tomato amazes the judges with death-defying magic trick.    "
                },
                "6": {
                    "title": "Funsize: Episode 6",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "18 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The OOglies slip, slide and splat all over the place. This fast-paced, madcap stop-motion animation uncovers the mischief everyday househould objects get up to when no one is looking. Fearless Pete Parsnip takes on some pasta bats and then star bar sets off on another trip to the moon. Mr and Mrs Strawberry get ready for a romantic night in front of the telly, the toast soldiers attempt to ambush an unsuspecting egg, and a pear and an apple amuse the judges with their strongman talent show act.    "
                },
                "7": {
                    "title": "Funsize: Episode 7",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "18 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The OOglies slip, slide and splat all over the place. This fast-paced, madcap stop-motion animation uncovers the mischief everyday househould objects get up to when no one is looking. The ninja sushi are back and fearless Pete Parsnip comes face to face with a terrifying snake. Star bar attempts another trip to the moon, the toast soldiers try again to ambush an egg, and Mrs Strawberry takes part in the talent show, with shocking consequences.    "
                },
                "8": {
                    "title": "Funsize: Episode 8",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "19 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The OOglies slip, slide and splat all over the place. This fast-paced, madcap stop-motion animation uncovers the mischief everyday household objects get up to when no one is looking. Star bar finds a new rocket to fly to the moon, the ninja sushi are attacking, and fearless Pete Parsnip comes face to face with some savage staplers. The cavemen mushrooms hide from the rampaging plant pots, the baby blocks have a little accident, and a heavy metal watermelon wows the judges at the talent show.    "
                },
                "9": {
                    "title": "Funsize: Episode 9",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "19 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The OOglies slip, slide and splat all over the place. This fast-paced, madcap stop-motion animation uncovers the mischief everyday household objects get up to when no one is looking. The thrill-seeking eggs take up bungee jumping, the potato racers whiz around, and Mr Strawberry serenades Mrs Strawberry. Fearless Pete Parsnip comes face to face with a terrifying hairy spider, and Slippery Nana comes a cropper impressing the judges in the talent show.    "
                },
                "10": {
                    "title": "Funsize: Episode 10",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "20 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The OOglies slip, slide and splat all over the place. This fast-paced, madcap stop-motion animation uncovers the mischief everyday household objects get up to when no one is looking. The broccoli and cauliflower Wright brothers take to the skies again and fishing fish finger catches more than he can handle. The cavemen mushrooms set out to catch a hairy plant pot, the piggy bank robbers are up to their usual tricks and a piece of toast gives and explosive performance in the talent show.    "
                },
                "11": {
                    "title": "Funsize: Episode 11",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "23 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The thrill-seeking eggs go bungee jumping, the baby blocks get sucked into trouble and the apple dropouts hatch a plan to break free. Also, Dr Rhu-barb is under attack from a terrifyingly grating enemy, and the ninja sushi perform a graceful ballet in the talent show.    "
                },
                "12": {
                    "title": "Funsize: Episode 12",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "23 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The fishing finger catches a corker, the piggy bank robbers are foiled again, and Count Grape-ula meets his match. The competition winner's animation, Hottie the Hot Water Bottle, can't get any peace, and broccoli and cauliflower try to wow the judges with their breakdancing in the talent show.    "
                },
                "13": {
                    "title": "Funsize: Episode 13",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "24 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The potato racers are crashing around the kitchen, the caveman mushroom's plan is foiled, and Stunt Tomato attempts an exciting escapology trick. Dr Rhu-barb is under attack from his arch enemy, who is trying to 'extermi-grate' him, and a piece of toast impresses the judges with fire-juggling tricks at the talent show.    "
                },
                "14": {
                    "title": "Funsize: Episode 14",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "24 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The OOglies band are joined by their new watermelon conductor with disastrous consequences, the fishing finger comes a cropper and Dr Rhu-barb faces danger after his mortal enemies materialise. The piggy bank robbers are plotting again and Count Grape-ula delivers a hypnotic performance in the talent show.    "
                },
                "15": {
                    "title": "Funsize: Episode 15",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "25 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The fishing finger goes diving in the kitchen sink but comes face to face with danger, the DIY doughnuts are causing chaos and the rival chess pieces go on the rampage. The Wright brothers, broccoli and cauliflower take to the skies with electrifying results, and Dr Rhu-barb puts on a magical performance for the judges in the talent show.    "
                },
                "16": {
                    "title": "Funsize: Episode 16",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "25 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The thrill-seeking eggs are snowboarding down the ironing board, the Stunt Tomato and his glamorous celery stick assistant attempt a death-defying stunt, and the apple dropouts come up with an explosive new way to break free. Mr and Mrs Strawberry are stargazing with a little help from the gooseberry, and the mushroom cavemen attempt to wow the judges with their rock-balancing trick in the talent show.    "
                },
                "17": {
                    "title": "Funsize: Episode 17",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "26 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Mr and Mrs Strawberry are watching the sunset... until gooseberry ruins it, Fishing Finger is diving in the kitchen sink and comes face to face with danger and the manic mopping lemons are clumsily cleaning up. Daring, dainty meringue attempts diving with disastrous results, Dr Rhu-barb is chased by his arch enemy trying to 'extermi-grate' him, and Fearless Pete Parsnip impresses the judges with this performing dog trick in the Ooglies talent show.    "
                },
                "18": {
                    "title": "Funsize: Episode 18",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "26 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Superhero Slippery Nana comes to the rescue, the broccoli and cauliflower Wright brothers take to the skies as birdmen, and daring, dainty meringue takes the plunge. The DIY doughnuts are bringing the house down and the fish finger plate spinner is wowing the judges in the talent show.    "
                },
                "19": {
                    "title": "Funsize: Episode 19",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "27 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Stunt Tomato is jumping through hoops and his glamorous celery stick assistant comes to the rescue, Dr Rhu-barb is chased by the cheese-grater daleks who are trying to 'extermi-grate' him, and the apple dropouts hatch a plan to break free. The potato racers are zooming over the kitchen sink baguette bridge, and the dainty meringue impresses the judges with a daring skateboarding trick in the talent show.    "
                },
                "20": {
                    "title": "3.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "original air date": "27 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    The band get a new trumpet player, with disastrous consequences. Also, the apple dropouts hatch an explosive plan to break free, and superhero Slippery Nana comes to the rescue to save a tomato... sort of! Deep in the back of the fridge, Frankfurter's monster is on the rampage, and Dr Rhu-barb surprises the judges with his white rabbit trick in the talent show.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "10 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Lonely Sprout is on the hunt for a friendly veggie chum, and when the fruit gang go down to the swimming pool, they are sure of a big surprise.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "11 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    The extreme sport-loving soaps nosegrind and heelflip their way across the living room to bag themselves a whole heap of trouble, Mr Magnetic.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "12 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    In an all-adventure episode of OOglies, action hero Sock swings into more trouble as he tries to cross Snake-Belt Pit. The chillis are stampeding.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "13 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Face to new heights and the dopey doughnut builders attempt to build a wafer wall. Oh crumbs, it could only be OOglies.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "14 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    While cheeky Cheese sets a trap for strongman Monkey Nut, the mushrooms are saying 'cheese' as they have their photo taken by Flashy Camera, and.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "17 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    There is more percussive parping from the Windy Waste gang, an accident waits to happen when Slippy Nana tries his luck at Strictly Come Grating,.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "18 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Bun, and has Sal the Slice cut off more than she can handle when the pastry dough turns? So much entertainment, so many OOglies.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "19 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Bouncy Ball's excessive cheeriness makes Grumpy Ball lose his marbles, Alarming Clock ends up on the receiving end of Pizza Cutter's sharp tongue,.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "20 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    When the humans are away the OOglies play. The eccentric ensemble of household pranksters sprout eyes and clown around, embarking on a series.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "21 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    When the humans are away the OOglies play. The eccentric ensemble of household pranksters sprout eyes and clown around, embarking on a series.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "24 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    The cheeky carrots attempt a carrot pyramid in the dark, Melonhead decides to 'drop in' when he overhears the Grapes singing a playground favourite,.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "25 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Does Mr Bun finally manage to have his bacon and eat it, or is Racey Bacon too quick off the mark? Will the cherry-aiders get to Runner Bean in.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "26 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    When Grumpy Ball receives a gift he wonders if he's misjudged his bouncy brother all together. The Fruit Gang follow a rainbow to find a croc-o-trouble.    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "27 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    The OOglies are up to more prankster playfulness as Boo Potato scares up some laughs, manly Monkey Wrench gets a girly makeover with a difference.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "28 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    It is a sport spectacular as Meatball tries to beat her fear of heights to take on the Pasta Olympics high dive. The inquisitive mushrooms jump.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "31 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    It's trick or treat for the OOglies. Houdini Rubber performs a daring escape act to impress the stationery drawer judges, the chocolate.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "1 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    The Ooglies takes on a swivel chair and loses, and Pinky Glove reaches new heights as she attempts to light things up in the OOglies house.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Everybody dance now. Rock out, literally, with the Rock Band's violin screech-certo. Strictly Come Grating's dance star performs ballet with Orange.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "3 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Farty pants launch laughs to new heights and a little windy raspberry falls into the creepy world of the zombie vegetables. Thank goodness OOglies.    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "4 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    An OOglie gets lippy when he falls prey to the makeup makeover crew, Clippy the barber goes snip-crazy, Kiwi Fruit gets more than a short back.    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "7 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Pink Marshmallow is up to her old tricks as she ruins Whistle's chances of rounding up his marshmallow flock. Grumpy Ball gets one over on his.    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "8 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Animation featuring an eccentric ensemble of household pranksters. Toothbrushes have a dance-off, mushrooms perform magic tricks and jelly beans.    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "9 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    The Battery brothers take charge of a tyrannosaurus rex so they can get their teeth into 9 Volter, the pennies get musical with their old friend.    "
                },
                "11": {
                    "title": "Episode #2.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "10 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Stop-motion animation. There's a parping blue cheese in the windy waste bin and the farty pants take to the skies for a whiff of adventure.    "
                },
                "12": {
                    "title": "Episode #2.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "11 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    When the humans are away the OOglies play. The eccentric ensemble of household pranksters sprout eyes and clown around, embarking on a series.    "
                },
                "13": {
                    "title": "Episode #2.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "OOglies (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "14 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Love is in the air as Slippy Nana finally meets his slapstick soulmate, but will they slip and slide happily ever after? Frantic Fan takes on.    "
                }
            }
        },
        "number of episodes": 46,
        "cast": [
            {
                "name": "Dann, Tim"
            },
            {
                "name": "Dickson, Peter"
            },
            {
                "name": "Longworth, Shelley"
            },
            {
                "name": "Campbell, John"
            },
            {
                "name": "Mitchell, Gavin"
            },
            {
                "name": "Taylor, Vivien"
            }
        ],
        "locations": [
            "Maryhill, Glasgow, Strathclyde, Scotland, UK::(studio)"
        ],
        "genres": [
            "Animation",
            "Family"
        ],
        "runtimes": [
            "15"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 7.5,
        "votes": 44,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZWVhMGQwMTAtNmYyOC00NzU4LWFhNTYtZGFhYTBjMDNiYjhmXkEyXkFqcGdeQXVyMTA3OTQ3NQ@@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "OOglies",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "OOglies (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Dann, Tim"
            },
            {
                "name": "Hopkin, Nick"
            },
            {
                "name": "Low, Austin"
            }
        ],
        "production companies": [
            {
                "name": "BBC Scotland"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            }
        ],
        "tech": {
            "runtime": [
                "15 min (13 Episodes) (UK)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 44,
                "rating": 7.5
            },
            "aged 18 29": {
                "votes": 13,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 11,
                "rating": 5.8
            },
            "aged 45 plus": {
                "votes": 7,
                "rating": 3.0
            },
            "males": {
                "votes": 25,
                "rating": 5.9
            },
            "males aged 18 29": {
                "votes": 10,
                "rating": 7.6
            },
            "males aged 30 44": {
                "votes": 7,
                "rating": 5.0
            },
            "males aged 45 plus": {
                "votes": 6,
                "rating": 2.4
            },
            "females": {
                "votes": 7,
                "rating": 8.2
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 6.8
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 3.0
            },
            "us users": {
                "votes": 1,
                "rating": 3.0
            },
            "non us users": {
                "votes": 23,
                "rating": 6.4
            }
        },
        "number of votes": {
            "10": 15,
            "9": 6,
            "8": 8,
            "7": 5,
            "6": 2,
            "5": 0,
            "4": 1,
            "3": 2,
            "2": 1,
            "1": 4
        },
        "arithmetic mean": 7.5,
        "median": 8
    }
}