{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2009",
                "notes": "                            (Florida)"
            },
            {
                "country": "USA\n",
                "date": "27 January 2009"
            }
        ],
        "release dates": [
            "USA::2009                            (Florida)",
            "USA::27 January 2009"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Changing Seas"
            },
            {
                "countries": "Hungary",
                "title": "Változó idők"
            }
        ],
        "akas": [
            "Changing Seas (original title)",
            "Változó idők Hungary"
        ],
        "akas from release info": [
            "Changing Seas (original title)",
            "Változó idők Hungary"
        ],
        "episodes": {
            "8": {
                "1": {
                    "title": "Sponges: Oldest Creatures in the Sea?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 1,
                    "original air date": "22 Jun. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Manatees: Conserving a Marine Mammal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 2,
                    "original air date": "22 Jun. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Maug's Caldera: A Natural Laboratory",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 3,
                    "original air date": "28 Jun. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Beneath the Bridge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 4,
                    "original air date": "28 Jun. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Super Grouper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "27 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    At a time when large fish are rapidly disappearing from the world's oceans, one giant is making a comeback in Florida. The Goliath Grouper was facing extinction when it became a protected species in 1990. Since then, the population has had a chance to recover. Now, some members of the recreational fishing community are pushing to re-open the fishery. But scientists studying the colossal, slow-to-mature fish say such a move would be premature. Changing Seas joins scientists in the field to learn more about the life history of these awe-inspiring fish.    "
                },
                "2": {
                    "title": "Mission to Inner Space",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "3 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    NOAA's Aquarius Reef Base is the only undersea research station operating in the world today. Located just three and a half miles offshore from Key Largo, Florida, at a depth of 60 feet, aquanauts spend ten day missions living and working on the seafloor. Changing Seas observed scientists during a recent mission as they studied the impacts ocean acidification is having on local reef ecosystems. Ocean acidification is caused by a change in the water's chemistry that could have potentially devastating impacts on corals in the future.    "
                },
                "3": {
                    "title": "Corals of the Deep",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "23 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    In the deep waters off Florida's Atlantic coast grow magnificent structures, capable of reaching 300 feet in height. These are the corals of the deep sea. Porcelain-white and centuries old, few humans have seen these delicate reefs. The Ivory Tree Coral, Oculina varicosa, and Lophelia pertusa flourish in harsh, sunless environments, yet these branch-like formations provide food and shelter for a variety of deep water organisms. Rich in biodiversity, this mysterious underwater kingdom is threatened by destructive fishing practices such as bottom trawling. However, a ...    "
                },
                "4": {
                    "title": "Farming the Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "30 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    An ever-growing demand for fresh seafood has pushed wild stocks around the world to the brink. Aquaculture is one alternative to meet the increasing need for fish and crustaceans. Some aquaculture methods have been highly criticized for their negative environmental impacts, but other, more environmentally friendly techniques, are being perfected at various research institutions in Florida. Changing Seas meets with experts who produce fish for food production and to replenish depleted wild populations.    "
                }
            },
            "2": {
                "1": {
                    "title": "No Fish Left Uncounted",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "1 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    How do you count two fish, three fish or even a school of fish? In Dry Tortugas National Park, located 70 miles from Key West, Florida, a group of scientists have joined forces to conduct a massive fish census. In this unprecedented collaboration, experts from four different agencies unite to count and analyze fish data from select sites. Changing Seas follows highly-skilled science divers as they determine the size of fish populations in hopes of better understanding how fishing pressures and environmental changes affect populations of marine resources within the ...    "
                },
                "2": {
                    "title": "Sentinels of the Seas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "8 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Bottlenose dolphins are a beloved Florida icon. But, recent studies show disturbing signs of immune system dysfunction and disease plaguing this charismatic mammal. These problems might be linked to legacy contaminants and other pollutants which bio-accumulate up the ocean food chain. Changing Seas meets with experts for an in-depth look at the health status of Florida's wild bottlenose dolphins.    "
                },
                "3": {
                    "title": "Seagrasses and Mangroves",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "15 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    An ancient species of flowering plants that grow beneath the surface of the world's oceans, seagrasses link coastal coral reefs with mangrove forests along the coastline. Today, these \"prairies of the sea,\" along with mangroves, are declining globally. Scientists fear the diminishing vegetation could lead to an ecosystem collapse from the base of the food chain all the way to the top. Changing Seas joins experts in the field as they work to restore Florida's vital mangroves and seagrasses. Seagrasses and mangroves are \"hotspots of biodiversity\" since they attract and ...    "
                },
                "4": {
                    "title": "Sinking the Vandenberg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "22 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    In the turquoise blue waters of the Florida Keys, a new attraction is drawing scuba divers from around the world: The USNS General Hoyt S. Vandenberg. Laid to rest in the Florida Keys National Marine Sanctuary, the Vandenberg is the world's second largest intentionally sunk shipwreck. In her last mission as an artificial reef, this massive ship is already attracting a variety of fish and other marine life. Now, natural resources managers are trying to determine what impact this artificial reef has on fish populations and the health of the surrounding natural reefs.    "
                }
            },
            "3": {
                "1": {
                    "title": "Alien Invaders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "7 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    In the waters of the western Atlantic and Caribbean, a voracious alien predator has taken hold. Native to the Indo-Pacific, the invasive lionfish is a major threat to biodiversity.    "
                },
                "2": {
                    "title": "Reef Revival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "14 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    In the emerging science of coral reef restoration, marine biologists and resource managers are discovering naturally occurring mechanisms that promote coral growth and restore ecological balance in these gardens of the sea. Since the late 1970s close to 98% of Staghorn and Elkhorn corals have disappeared from reefs in Florida and the Caribbean. Around the world, damage from boat groundings and other factors have placed these organisms on the \"threatened\" list of the Endangered Species Act. Staghorn and Elkhorn are considered principal reef building corals. In South ...    "
                },
                "3": {
                    "title": "Prescription: Oceans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "21 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    The oceans are part of America's newest medical frontier. In Florida, scientists are studying a variety of marine invertebrates which may hold the key to unlocking the secrets of our own biology. At Harbor Branch Oceanographic Institute in Fort Pierce, researchers are testing sea sponges for their potential anti-cancer properties. At The Whitney Laboratory for Marine Bioscience in Marineland, experts are taking a closer look at horseshoe crabs to better understand how eyes function and change with age. Scientists there are also studying sea slugs for insights into ...    "
                },
                "4": {
                    "title": "After the Spill",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "28 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    The catastrophic oil spill in the Gulf of Mexico in April 2010 may no longer make headline news, but the story is far from over. Oceanographers continue to study the long-term effects this disaster might have on marine ecosystems. Among them are the scientists from the College of Marine Science at the University of South Florida, who have been studying the impacts of this spill from the beginning. Experts are analyzing water and sediment samples for hydrocarbon presence and toxicity and are studying the long-term effects the spill might have on a number of marine ...    "
                }
            },
            "4": {
                "1": {
                    "title": "Tracking Tigers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "6 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Sharks are beleaguered species. The oceans' most formidable apex predators are overfished worldwide for their fins, which are considered a delicacy in many Asian countries. Shark populations have declined by up to 90 percent in some cases. But much is still unknown about the animals. Tiger sharks in particular display behaviors that are not well understood. Known to travel long distances, these fish have a broad diet and spend time in shallow, near-shore habitats as well as the depths of the open ocean. Scientists use satellite tags and DNA forensic tools to better ...    "
                },
                "2": {
                    "title": "Mysterious Microbes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "13 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    They are some the ocean's tiniest inhabitants. On coral reefs, microorganisms are copious creatures. But in a world that's invisible to the naked eye, drastic changes are taking place. Throughout Florida, scientists painstakingly work to identify key players within this microbial community. Recent breakthroughs revealed a direct link between a human pathogen and a devastating coral disease. With corals under immense stress, experts are using advanced genetic tools and a former aquarium \"pest\" to better comprehend these microscopic organisms. With experimental sites in...    "
                },
                "3": {
                    "title": "Grouper Moon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "20 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Join researchers from the Reef Environmental Education Foundation and the Cayman Islands Department of Environment as they study one of the last great reproductive populations of Nassau Grouper. Normally a solitary species, during the winter full moons Nassau Grouper travel, sometimes over great distances, to \"group\" together and spawn. While most of the known spawning sites in the Caribbean have been fished out over the years, the west end of Little Cayman in the Cayman Islands is home to largest known reproductive spawning aggregation of this endangered species.    "
                },
                "4": {
                    "title": "Coastal Carnivores",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "27 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    On the southern tip of the Florida Everglades, the Shark River meets the Gulf of Mexico. This estuary is home to a number of predators, including the alligator and the bull shark. But despite its wild nature, the Everglades ecosystem is in trouble. Humans have greatly reduced water flows across the famed \"River of Grass.\" Now, a large scale restoration project aims to re-direct some of the fresh water back into the Everglades. A team of scientists from Florida International University has been studying predators in the estuary. Their goal is to better understand how ...    "
                }
            },
            "5": {
                "1": {
                    "title": "Coral Hybrids",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "19 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    While Elkhorn and Staghorn corals have undergone a drastic decline in the Caribbean, their hybrid, \"Fused Staghorn,\" is increasing in numbers in parts of the region. One scientist is studying the animals in Belize to see if the hybrid might be better equipped to deal with environmental stressors than its parents.    "
                },
                "2": {
                    "title": "Sunken Stories",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "19 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    In the Florida Keys, divers from around the country learn how to map shipwrecks and apply their skills on a mysterious 19th Century slave ship. When diving isn't possible, professional explorers use high-tech tools to scan objects buried beneath the seafloor.    "
                },
                "3": {
                    "title": "Creatures of the Deep",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "26 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    In the cold, deep waters of the Gulf of Mexico, little-known animals spend their entire lives in near darkness, far removed from our human world. Until now, little research has been conducted on these creatures of the deep, keeping much of their lives a mystery. Then, in April of 2010, the Deepwater Horizon oil rig exploded, setting off the largest marine oil spill in the history of the petroleum industry. Roughly 4.9 million barrels of crude oil gushed out of the well at a depth of 5-thousand feet. In the disaster's aftermath, many questions arose about what lives in...    "
                },
                "4": {
                    "title": "Reefs of Rangiroa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "26 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Scientists with the Global Reef Expedition are on a six year mission to study remote coral reefs around the world. While in French Polynesia, the experts conduct extensive habitat mapping to create one of a kind seafloor atlases. Scientists also assess the health of the reefs to compare and contrast the resilience of reef systems over a large geographical area.    "
                }
            },
            "6": {
                "1": {
                    "title": "Living Fossils",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "18 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Crinoids have been around in various forms since before the age of dinosaurs. Now experts descend into the deep to study the animals from a submersible.    "
                },
                "2": {
                    "title": "Biggest Fish in the Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "18 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Each summer, the world's largest known aggregation of whale sharks occurs just off the coast of Cancun, Mexico, giving experts the opportunity to learn more about the largest fish in the sea.    "
                },
                "3": {
                    "title": "Galápagos: Windows into the Future",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "25 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    The unique oceanic conditions of the Galápagos Islands serve as a perfect natural laboratory to study how climate change may impact corals in the future.    "
                },
                "4": {
                    "title": "Saving Sawfish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "25 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Strange and prehistoric-looking, Smalltooth Sawfish were once coveted by anglers as popular trophy fish. But habitat loss and overfishing have greatly reduced the animals' range and landed them on the endangered species list in 2003.    "
                }
            },
            "7": {
                "1": {
                    "title": "Sea Turtles: The Lost Years",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "17 Jun. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Grand Cayman's Famous Stingrays",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "17 Jun. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Billfish: Battle on the Line?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "24 Jun. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "The Secret Sex Life of Fish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Changing Seas (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "original air date": "24 Jun. 2015",
                    "year": "2015",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 32,
        "cast": [
            {
                "name": "Thomas, Peter"
            },
            {
                "name": "Sechler, Craig"
            }
        ],
        "genres": [
            "Documentary",
            "Adventure"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 8,
        "rating": 6.1,
        "votes": 14,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTM5MDc3MTQyMF5BMl5BanBnXkFtZTcwMTA3OTkzNg@@._V1_SY150_CR8,0,101,150_.jpg",
        "budget": "$250,000 (estimated)",
        "plot outline": "Changing Seas is a public television series produced by WPBT2 in Miami, Florida. Narrated by well-known voice talent Peter Thomas, this series takes viewers on an exciting adventure to the heart of our liquid planet. The oceans cover roughly 70 percent of the earth's surface and they contain 97 percent of the world's water supply. Nevertheless, only five percent of their vast expanse has been explored - leaving in secret a deep, liquid wilderness yet to be discovered. Regardless, the oceans have long played an important role in people's lives. Currently, more than half of all Americans live within 50 miles of the coast, and that number is rising. It is estimated that by 2025 more than 75 percent of Americans will live along the country's shorelines. Coastal and marine waters support 28 million jobs and draw 189 million tourists a year. While the population's dependence on the oceans as a natural resource and a source for recreation continues to increase, the health of these large bodies of water is rapidly declining. Over-fishing, global climate change, pollution: these are only a few of the threats that the oceans are facing today. At the same time, the seas hold great promise for ongoing medical research, as an untapped source of alternate energy, and other benefits that scientists are just now beginning to discover. Changing Seas goes to sea with explorers and scientists as they uncover new information that could lead to scientific breakthroughs. This documentary series lets viewers experience first-hand how oceanographers and other experts study earth's last frontier, and it sheds light on how human activities are threatening ocean resources.",
        "languages": [
            "English"
        ],
        "title": "Changing Seas",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8"
        ],
        "writer": [
            {
                "name": "Elliott, Alexa"
            }
        ],
        "production companies": [
            {
                "name": "WPBT Community Television Foundation of South Florida Inc."
            }
        ],
        "distributors": [
            {
                "name": "Digi World"
            },
            {
                "name": "WPBT2"
            }
        ],
        "plot": [
            "_Changing Seas_ (qv) is a public television series produced by WPBT2 in Miami, Florida. Narrated by well-known voice talent Peter Thomas, this series takes viewers on an exciting adventure to the heart of our liquid planet. The oceans cover roughly 70 percent of the earth's surface and they contain 97 percent of the world's water supply. Nevertheless, only five percent of their vast expanse has been explored - leaving in secret a deep, liquid wilderness yet to be discovered. Regardless, the oceans have long played an important role in people's lives. Currently, more than half of all Americans live within 50 miles of the coast, and that number is rising. It is estimated that by 2025 more than 75 percent of Americans will live along the country's shorelines. Coastal and marine waters support 28 million jobs and draw 189 million tourists a year. While the population's dependence on the oceans as a natural resource and a source for recreation continues to increase, the health of these large bodies of water is rapidly declining. Over-fishing, global climate change, pollution: these are only a few of the threats that the oceans are facing today. At the same time, the seas hold great promise for ongoing medical research, as an untapped source of alternate energy, and other benefits that scientists are just now beginning to discover. _Changing Seas_ (qv) goes to sea with explorers and scientists as they uncover new information that could lead to scientific breakthroughs. This documentary series lets viewers experience first-hand how oceanographers and other experts study earth's last frontier, and it sheds light on how human activities are threatening ocean resources.::Alexa Elliott"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 14,
                "rating": 6.1
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 4.5
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 7.1
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 5.7
            },
            "males": {
                "votes": 7,
                "rating": 5.9
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 5.7
            },
            "females": {
                "votes": 4,
                "rating": 6.8
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 4.5
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 5.7
            },
            "us users": {
                "votes": 5,
                "rating": 6.5
            },
            "non us users": {
                "votes": 4,
                "rating": 7.0
            }
        },
        "number of votes": {
            "10": 2,
            "9": 0,
            "8": 4,
            "7": 1,
            "6": 1,
            "5": 3,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 6.1,
        "median": 6
    }
}