{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "14 October 2009"
            }
        ],
        "release dates": [
            "USA::14 October 2009"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Mos Def",
                    "kind": "episode",
                    "episode of": {
                        "title": "Embedded (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "14 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Mos Def takes us on an all access seven-day tour of Japan while he performs his new album \"The Ecstatic\" to packed venues in Tokyo and Osaka. During that week, he hits up the Harajuku fashion district, whoops it up at a sumo wrestling match, and gets a personal tour of the Tokyo Giants stadium from his friend and baseball phenom Mark Kroon. Then, he brilliantly ties it all together by divulging the history of great thinkers known as \"ecstatics,\" showing that he is clearly one of the most insightful men in hip-hop.    "
                },
                "2": {
                    "title": "Silversun Pickups/K'Naan/Arcade Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Embedded (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "21 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Silversun Pickups bring us inside the most anxious week of their lives, as they release their latest album, \"Swoon,\" play the songs live for the first time, and face their fans reactions. Step into the pressure cooker with Embedded for seven days of exclusive, intimate access. Watch live performances of \"Lazy Eye,\" \"It's Nice to Know You Work Alone,\" \"There's No Secrets This Year,\" \"The Royal We,\" \"Sort Of\" and \"Panic Switch.\" Also, K'Naan tells us the story of his life by showing us the albums at Fat Beats Records that carried him from the war fields of Somalia to ...    "
                },
                "3": {
                    "title": "Ben Harper/Death Cab's Nick Harmer/Fleet Foxes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Embedded (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "28 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Ben Harper has built one of the largest and most loyal followings in the world. We get Embedded for a day in Ben's life as he introduces us to Relentless7, his new band, and takes us inside his family's music store to school us on his roots. Then Ben goes into producer mode in the studio with his Aussie protégé hand-picked by the late Heath Ledger, and shows us there's no detail too small to obsess over when overseeing a fashion line. Plus, Death Cab For Cutie bassist Nick Harmer tweaks our world perspective with tilt-shift photography in this Tour Stop. And Fleet ...    "
                },
                "4": {
                    "title": "Common/Lykke Li/Bloc Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Embedded (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "4 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Common takes us cross-country for a whirlwind promotional tour. We're Embedded with him at morning radio shows, record store signings and on stage. Then we head to his old neighborhood in Chicago where he explains how Barack Obama has raised the bar for all of hip-hop. Along the way, Mos Def, Pharrell, and will.i.am testify as to why Common is one of the greatest in the game. Plus, Swedish phenom Lykke Li storms San Francisco thrift shops to find an outfit for her show, and Bloc Party performs \"This Modern Love\" acoustic on a sidewalk in Paris.    "
                },
                "5": {
                    "title": "Thievery Corporation/Amanda Palmer/Delta Spirit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Embedded (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "11 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Thievery Corporation takes us inside their musical empire in Washington, DC, and it's a completely different side of our Capitol than on your high school field trip. As we tour the DC underground, Thievery brings us inside their custom studio (aptly named the Thievery Consulate), as well as their bar and bistro, an homage to Marvin Gaye. Plus, Amanda Palmer summons her fans via Twitter for a surprise show announced only one hour before it begins, and Delta Spirit gives us a unique unrehearsed performance aboard a San Francisco trolley.    "
                },
                "6": {
                    "title": "The Decemberists/Passion Pit/Bon Iver",
                    "kind": "episode",
                    "episode of": {
                        "title": "Embedded (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "18 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    The Decemberists let us film as they rehearse their epic folk-rock opera, \"The Hazards of Love\"--and blow off steam by brewing their own beer. Then they perform \"Hazards\" in its entirety live for the first time ever. Plus, Passion Pit charters a boat on the Hudson River for their album release party, and Bon Iver goes singing in the rain in a one-of-a-kind performance.    "
                },
                "7": {
                    "title": "Cold War Kids/BLK JKS/Beirut",
                    "kind": "episode",
                    "episode of": {
                        "title": "Embedded (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "6 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    We join the sometimes shy, always fiery indie rock band Cold War Kids on tour as they perform at a Lake Tahoe casino, battle their own immune systems and show off their home base studio in Long Beach, California. Plus, instrument shopping in San Francisco with South African rockers BLK JKS and Beirut takes to the cobblestone streets of Paris for an acoustic performance.    "
                },
                "8": {
                    "title": "Imogen Heap/The Black Lips/Seasick Steve",
                    "kind": "episode",
                    "episode of": {
                        "title": "Embedded (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "20 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    A four-time Grammy nominated English singer/songwriter who hit the billboard top ten with her latest album, Ellipse. We follow her during the nerve-wracking days up to the release of this chart-topping electronic album. We also go rare instrument shopping and see her harness technology that allows her direct connection to a fiercely loyal fanbase. Plus we join the notorious Atlanta garage rockers Black Lips as they storm a Southern California skate park and record store. And Seasick Steve performs in a hotel room in Paris.    "
                }
            }
        },
        "number of episodes": 8,
        "genres": [
            "Music"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "languages": [
            "English"
        ],
        "title": "Embedded",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Embedded (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Grumbine, Peter"
            },
            {
                "name": "Rinehart, Mark"
            }
        ],
        "distributors": [
            {
                "name": "Current TV"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}