{
    "imdb": {
        "raw release dates": [
            {
                "country": "Brazil\n",
                "date": "  2009"
            },
            {
                "country": "France\n",
                "date": "  2009"
            },
            {
                "country": "Israel\n",
                "date": "  2009"
            },
            {
                "country": "Italy\n",
                "date": "  2009"
            },
            {
                "country": "Netherlands\n",
                "date": "  2009"
            }
        ],
        "release dates": [
            "Brazil::2009",
            "France::2009",
            "Israel::2009",
            "Italy::2009",
            "Netherlands::2009"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Twisted Whiskers Show"
            },
            {
                "countries": "Hungary",
                "title": "Szőrmókák"
            },
            {
                "countries": "Italy",
                "title": "Animali svitati"
            }
        ],
        "akas": [
            "The Twisted Whiskers Show (original title)",
            "Szőrmókák Hungary",
            "Animali svitati Italy"
        ],
        "akas from release info": [
            "The Twisted Whiskers Show (original title)",
            "Szőrmókák Hungary",
            "Animali svitati Italy"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Mister Mewser's Holiday Spectacular/Road Rage Racers",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Twisted Whiskers Show (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "25 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    It's a 70's Holiday TV Special at Mewser's house and everyone is invited! But what starts out as holiday cheer turns into chaos when cats and dogs go wild, and Von Ripper chews up Santa Claus! A new mall opens and offers a prize of free pet food to the first pets who show up at the grand opening. As a result, Tiny Head finds himself in a wild race to the mall against Dine and Dash, two unsavory alley cats who will stop at nothing to beat Tiny.    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "McNeil, Scott"
            },
            {
                "name": "Tockar, Lee"
            },
            {
                "name": "Kaye, David"
            },
            {
                "name": "Murdock, Colin"
            },
            {
                "name": "Barr, Kathleen"
            },
            {
                "name": "Kelamis, Peter"
            },
            {
                "name": "Kopp, Bill"
            }
        ],
        "genres": [
            "Animation",
            "Comedy",
            "Family"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:G"
        ],
        "rating": 7.2,
        "votes": 47,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjU1NjI3YmUtN2E0Ni00YzU5LWFlMTYtYWFkMWJjNDQ3MTkzXkEyXkFqcGdeQXVyMjEzMTkzMjg@._V1_SY150_CR30,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The Twisted Whiskers Show",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2010",
        "writer": [
            {
                "name": "Grabianski, Greg"
            },
            {
                "name": "Olson, Martin"
            }
        ],
        "production companies": [
            {
                "name": "Moonscoop Entertainment"
            },
            {
                "name": "American Greetings Corporation"
            },
            {
                "name": "DQ Entertainment"
            },
            {
                "name": "Splash Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Moonscoop Entertainment"
            },
            {
                "name": "Splash Entertainment"
            },
            {
                "name": "The Hub"
            }
        ],
        "plot": [
            "Animated animals in comedy situations.::John W. F. Goode"
        ],
        "synopsis": [
            "Twisted Whiskers is a half-hour, CG-animated anthology program of crazy Loony-Tunes-type humor. It features our cast of lovable and idiotic house pets, stray animals, some lost, some pampered and spoiled, each story from the pet's point of view. Although they occasionally talk, our cast are real animals in their reactions and their interactions, not simply humans disguised as animals as in other cartoons with talking animals. When our pets do human things--like paint a fence, mow the lawn, or ride a horse--they do so very badly. After all, they have no opposable thumb, which makes the simplest things a clumsy, comic affair. These elements set Twisted Whiskers apart from other cartoons that rely upon speech to illustrate character. With the exception of a few recurring scenarios, in many stories we may consider our characters as sketch players in classic comedy stories; we have our heavies, our dopes and our funny guys. And it will be fun trying out different combinations of characters in different situations, which will keep the show fresh and interesting. Here are examples of a few of our Main characters and scenarios:Dander and Yawp: A cat and a puppy team who got lost thousands of miles from home and using their instincts have to find their way back. Since they are real animals, they always think home is just around the corner, and are always on the lookout for \"bowls\" which is where they think food magically comes from, even when they're in a desert!Mr. Mewser: A high-society Cheshire-like cat who apparently inherited a mansion from his eccentric owner. Now alone in the vast mansion, Mr. Mewser is a genteel master of the house, using the mice in the house as his army of slaves to do his bidding. Seeing himself as more human than cat, he constantly fights his own cat instincts, but when he's locked out of the house, he turns hilariously primitive...Dine and Dash: Two stray cats who, like ex-cons, escaped from a pound where they were about to be \"put to sleep.\" On the lam from \"The Man,\" now they focus all of their energy on planning criminal \"heists\" to get food. Their schemes include McGuiver-like cat burglaries of mansions, fish supply warehouses and pet food factories. And always being careful to avoid the hungry jaws of our insanely vicious guard dog, named...Von Ripper: This ruthless guard dog not only looks like a shark but acts like one, and never sleeps in his quest to rip apart interlopers, namely our cast of cats, mice, dogs and birds. Von Ripper has a hidden sweet side that makes him strangely lovable and terrifying at the same time.Broken Bear: A wild bear who thinks he was abducted by aliens! The truth is, however, that this deluded bear was simply netted by forest rangers from their chopper, sedated, tagged and then set free. When he awoke, he found a \"mystic earring\" clipped to his ear and the number \"19\" spray-painted on his chest. Now Broken is obsessed with finding the aliens who abducted him so that they will take him in their \"spacecraft\" to his right home in outer space...In conclusion, every story of Twisted Whiskers features a crazy, adorable animal in a twisted comic situation, presenting our world in a topsy-turvy way through the eyes of pets, strays and wild animals.\n"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 47,
                "rating": 7.2
            },
            "aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 18 29": {
                "votes": 11,
                "rating": 5.8
            },
            "aged 30 44": {
                "votes": 9,
                "rating": 5.0
            },
            "aged 45 plus": {
                "votes": 12,
                "rating": 7.7
            },
            "males": {
                "votes": 23,
                "rating": 6.0
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 18 29": {
                "votes": 7,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 3.2
            },
            "males aged 45 plus": {
                "votes": 7,
                "rating": 7.0
            },
            "females": {
                "votes": 13,
                "rating": 6.6
            },
            "females aged 18 29": {
                "votes": 4,
                "rating": 5.0
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 8.3
            },
            "females aged 45 plus": {
                "votes": 5,
                "rating": 8.5
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 7.3
            },
            "us users": {
                "votes": 16,
                "rating": 5.8
            },
            "non us users": {
                "votes": 12,
                "rating": 6.1
            }
        },
        "number of votes": {
            "10": 19,
            "9": 5,
            "8": 3,
            "7": 5,
            "6": 2,
            "5": 2,
            "4": 1,
            "3": 3,
            "2": 3,
            "1": 4
        },
        "arithmetic mean": 7.2,
        "median": 9
    }
}