{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "9 September 2009"
            }
        ],
        "release dates": [
            "USA::9 September 2009"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Biography"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "On Blank Canvas, we meet extraordinary artists and share in their stories of passion and dedication. What drove them to their art? How did it feel the first time they picked up that brush and filled up a blank canvas? Sometimes it is a form of personal expression, and other times, it is a way to preserve one's heritage. A few rare artists even use their art forms to build bridges and foster dialogue, bringing people together. We also delve into the life of the artist, his fears and passions and ultimately how he uses his art form to make sense of the world and strengthen his connection to the divine.",
        "languages": [
            "English"
        ],
        "title": "Blank Canvas",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Blank Canvas (United States)"
        ],
        "production companies": [
            {
                "name": "Everest Production"
            }
        ],
        "plot": [
            "On _Blank Canvas_ (qv), we meet extraordinary artists and share in their stories of passion and dedication. What drove them to their art? How did it feel the first time they picked up that brush and filled up a blank canvas? Sometimes it is a form of personal expression, and other times, it is a way to preserve one's heritage. A few rare artists even use their art forms to build bridges and foster dialogue, bringing people together. We also delve into the life of the artist, his fears and passions and ultimately how he uses his art form to make sense of the world and strengthen his connection to the divine.::Noreen Davis"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}