{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "2 July 2009"
            }
        ],
        "release dates": [
            "USA::2 July 2009"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Luttrell, Marcus"
            },
            {
                "name": "Robertson, Scott"
            }
        ],
        "genres": [
            "Adventure",
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "America's Leader in Outdoor TV will pair up two larger-than-life outdoor personalities that will compete in a high-definition clash of styles, egos and opposing qualities. Beretta's Wild and Raw will take the best-selling author, patriot and warrior Marcus Luttrell, and compare and contrast his hunting skills and techniques with multiple world shooting champion Scott Robertson. This character-driven reality program promises to showcase the competitive nature of both men with adrenaline-pumping results.",
        "languages": [
            "English"
        ],
        "title": "Wild and Raw",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Wild and Raw (United States)"
        ],
        "production companies": [
            {
                "name": "The Outdoor Channel"
            }
        ],
        "plot": [
            "America's Leader in Outdoor TV will pair up two larger-than-life outdoor personalities that will compete in a high-definition clash of styles, egos and opposing qualities. Beretta's _Wild and Raw_ (qv) will take the best-selling author, patriot and warrior Marcus Luttrell, and compare and contrast his hunting skills and techniques with multiple world shooting champion Scott Robertson. This character-driven reality program promises to showcase the competitive nature of both men with adrenaline-pumping results.::The Outdoor Channel"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}