{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "12 September 2009"
            }
        ],
        "release dates": [
            "USA::12 September 2009"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "LaChance, Erin"
            },
            {
                "name": "Siragusa, Barbara"
            },
            {
                "name": "Siragusa, Sam"
            },
            {
                "name": "Jordan, Andie"
            }
        ],
        "locations": [
            "St. Cloud, Florida, USA"
        ],
        "genres": [
            "Family"
        ],
        "runtimes": [
            "28"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Stereo"
        ],
        "budget": "$30,000 (estimated)",
        "plot outline": "The kind-hearted Krysta, played by Erin LaChance, loves all the animals, and teaches them not only to spell and count, but also to cook and explore their imaginations. Krysta can make all her friends feel comfortable when she is around them. Children of all ages will enjoy seeing Krysta voyage and adventures. Although Krysta is the only human character in Krysta's Kingdom, her friends will prove that they have human qualities, which can help children learn valuable lessons. Krysta's Kingdom will provide children with a way to escape into the make believe world and not worry about anything, but what will happen next. As the adventure continues, children will be enthralled with the changing tides as the characters embark on new journeys. Krysta helps all the characters in Krysta's Kingdom gel together to form amazing bonds. Krysta will encourage children to make up their own adventures. They will want to come up with their own games to mirror what Krysta and her friends have accomplished.",
        "languages": [
            "English"
        ],
        "title": "Krysta's Kingdom",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Krysta's Kingdom (United States)"
        ],
        "writer": [
            {
                "name": "Siragusa, Sam"
            }
        ],
        "production companies": [
            {
                "name": "ElectricBear Studios LLC"
            }
        ],
        "distributors": [
            {
                "name": "Cam Media Group"
            }
        ],
        "plot": [
            "Stranded on the magical island during a thunderstorm when her hot air balloon was punctured by Milo the hummingbird. On the island she finds a castle filled with statues of her and with her name engraved on the door.::Barbara Siragusa",
            "The kind-hearted Krysta, played by Erin LaChance, loves all the animals, and teaches them not only to spell and count, but also to cook and explore their imaginations. Krysta can make all her friends feel comfortable when she is around them. Children of all ages will enjoy seeing Krysta voyage and adventures. Although Krysta is the only human character in _Krysta's Kingdom_ (qv), her friends will prove that they have human qualities, which can help children learn valuable lessons. _Krysta's Kingdom_ (qv) will provide children with a way to escape into the make believe world and not worry about anything, but what will happen next. As the adventure continues, children will be enthralled with the changing tides as the characters embark on new journeys. Krysta helps all the characters in _Krysta's Kingdom_ (qv) gel together to form amazing bonds. Krysta will encourage children to make up their own adventures. They will want to come up with their own games to mirror what Krysta and her friends have accomplished.::Barbara Siragusa"
        ],
        "tech": {
            "runtime": [
                "28 min (USA)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ]
        }
    }
}