{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "9 September 2009"
            }
        ],
        "release dates": [
            "USA::9 September 2009"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Biography"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "Each episode of Soul Survivors traces the journey of an individual who has endured a life-changing tragedy or hardship and now thrives as an inspiration to others. With reenactments and heartfelt testimony, we learn how disaster struck and he impact it had on the person's life and their family. We also discover the catalyst that eventually lead them out from the darkest days of their ordeal and into the light. Importantly, Soul Survivors is a TV program about the power of individuals to draw from their faith to achieve new heights in spite and because of their circumstances.",
        "languages": [
            "English"
        ],
        "title": "Soul Survivors",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Soul Survivors (United States)"
        ],
        "production companies": [
            {
                "name": "Everest Production"
            }
        ],
        "plot": [
            "Each episode of _Soul Survivors_ (qv) traces the journey of an individual who has endured a life-changing tragedy or hardship and now thrives as an inspiration to others. With reenactments and heartfelt testimony, we learn how disaster struck and he impact it had on the person's life and their family. We also discover the catalyst that eventually lead them out from the darkest days of their ordeal and into the light. Importantly, _Soul Survivors_ (qv) is a TV program about the power of individuals to draw from their faith to achieve new heights in spite and because of their circumstances.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}