{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "28 March 2009"
            },
            {
                "country": "USA\n",
                "date": "1 May 2009"
            }
        ],
        "release dates": [
            "USA::28 March 2009",
            "USA::1 May 2009"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Coffin Tawk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ms. Vampy (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 May 2009",
                    "year": "2009",
                    "plot": "\n    Join Ms. Vampy and her gorgeous indie horror star girlfriends, Michelle Tomlinson and Denise Gossett, as they talk about Shriekfest, TRUE BLOOD, suckin' on fingers and hookin' up at Ms. Vampy's Villa. Ms. Vampy's stylist, Marianne Parker, helps her pick an outfit for her VampireMatch.com date!    "
                },
                "2": {
                    "title": "Twilight???",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ms. Vampy (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "15 May 2009",
                    "year": "2009",
                    "plot": "\n    Join Ms. Vampy and her Hot Hunk of Horror guest, Jeff Dylan Graham, as she insists that her guest is the \"guy\" from TWILIGHT and NEW MOON. Find out how Ms. Vampy's VampireMatch.com date turns out.    "
                },
                "3": {
                    "title": "Six Degrees of Mutilation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ms. Vampy (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "1 Jun. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Dahmer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ms. Vampy (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "15 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Join Ms. Vampy and her friend, Ford Austin, as he comes over to Ms. Vampy's Villa to promote his indie horror flick DAHMER VS. GACY. Ms. Vampy is concerned that Ford really isn't acting like \"himself\" these days! Ms. Vampy orders Italian for dinner and a special guest from SCARS MAGAZINE delivers it! And, if you stay for a \"bite\", you'll get to play with her puppy, Fluffy!    "
                }
            }
        },
        "number of episodes": 4,
        "cast": [
            {
                "name": "Lewis, Brooke"
            },
            {
                "name": "Austin, Ford"
            },
            {
                "name": "Gossett, Denise"
            },
            {
                "name": "Graham, Jeff Dylan"
            },
            {
                "name": "Hall, Kenneth J."
            },
            {
                "name": "Hannan, Chris"
            },
            {
                "name": "Koelsch, Clark"
            },
            {
                "name": "Parker, Marianne"
            },
            {
                "name": "Perkins, Lee"
            },
            {
                "name": "Tomlinson, Michelle"
            }
        ],
        "genres": [
            "Comedy",
            "Horror",
            "Talk-Show"
        ],
        "runtimes": [
            "5"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:PG"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTk4NTc0ODMzMl5BMl5BanBnXkFtZTcwMTU1MjIyMw@@._V1_SY150_CR68,0,101,150_.jpg",
        "budget": "$20,000 (estimated)",
        "plot outline": "Ms. Vampy is America's funniest, sexiest, sassiest and most high maintenance vampire! Her personality is as big as her hair and is often described as Betty Boop meets Marisa Tomei in My Cousin Vinny. She loves pleather and fur and wouldn't be caught \"dead\" without high heels! But, there's much more to this loveable vampiress. While she looks young and vibrant, Ms. Vampy is one of the oldest gals on earth. At 110-years-old, she was born in 1899 in Transylvania. She was a shy and innocent child, but after a few too many shots of Lauder's Scotch Whisky on her 18th birthday, she jumped on the bike of a tattooed mate and sealed her fate! Moments after being bitten, she grew wildly thick hair, fangs, plump lips, bodacious tatas, and an insatiable sex drive. As she puts it, \"I went from being a brainy bookworm to a blood-loving, vampire sexpot in just minutes.\" In the 1920s, Ms. Vampy's travels took her to New York and she fell in love with Brooklyn. It was there where she developed her attitude, sarcastic sense of humor, and ridiculous accent. She spent most of her time in the big apple filming movies and seeing Broadway shows, but she has a secret many don't know...Ms. Vampy went crazy for Philadelphia Eagles football and soon became an assistant coach, but was fired after one month for not showing up to any day games. She moved back to New York for a short time, but a torrid love affair with a very jealous and young Wall Street vampire went bad, so she headed west to seek out new friends and victims. These days, Ms. Vampy lives in her Hollywood Villa and is often seen on night shoots, shopping in Beverly Hills for Dior or hanging out at Lakers' games with her horror friends. She loves 80s rock and disco, her favorite band is Vampire Weekend and she never misses American Idol or Millionaire Matchmaker on TV. Her secret dream is to join the cast of HBO's True Blood (of course, she thinks it's a \"reality\" show)! She enjoys Godiva Chocolates and Bloody Marys and she loves to play Xbox when she's feeling feisty. While she has yet to marry or have children, she freely admits to being boy crazy and hopes to someday make-out with Robert Pattinson. Ms. Vampy is forever sexy, funny, young, and obnoxious, but her heart is as big as her mouth. If she ever bites you, it'll be with love.",
        "languages": [
            "English"
        ],
        "title": "Ms. Vampy",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Ms. Vampy (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Lewis, Brooke"
            }
        ],
        "distributors": [
            {
                "name": "Philly Chick Pictures"
            }
        ],
        "other companies": [
            {
                "name": "Scheck Media Production"
            }
        ],
        "plot": [
            "_Ms. Vampy_ (qv) is America's funniest, sexiest, sassiest and most high maintenance vampire! Her personality is as big as her hair and is often described as Betty Boop meets Marisa Tomei in My Cousin Vinny. She loves pleather and fur and wouldn't be caught \"dead\" without high heels! But, there's much more to this loveable vampiress. While she looks young and vibrant, _Ms. Vampy_ (qv) is one of the oldest gals on earth. At 110-years-old, she was born in 1899 in Transylvania. She was a shy and innocent child, but after a few too many shots of Lauder's Scotch Whisky on her 18th birthday, she jumped on the bike of a tattooed mate and sealed her fate! Moments after being bitten, she grew wildly thick hair, fangs, plump lips, bodacious tatas, and an insatiable sex drive. As she puts it, \"I went from being a brainy bookworm to a blood-loving, vampire sexpot in just minutes.\" In the 1920s, _Ms. Vampy_ (qv)'s travels took her to New York and she fell in love with Brooklyn. It was there where she developed her attitude, sarcastic sense of humor, and ridiculous accent. She spent most of her time in the big apple filming movies and seeing Broadway shows, but she has a secret many don't know..._Ms. Vampy_ (qv) went crazy for Philadelphia Eagles football and soon became an assistant coach, but was fired after one month for not showing up to any day games. She moved back to New York for a short time, but a torrid love affair with a very jealous and young Wall Street vampire went bad, so she headed west to seek out new friends and victims. These days, _Ms. Vampy_ (qv) lives in her Hollywood Villa and is often seen on night shoots, shopping in Beverly Hills for Dior or hanging out at Lakers' games with her horror friends. She loves 80s rock and disco, her favorite band is Vampire Weekend and she never misses American Idol or Millionaire Matchmaker on TV. Her secret dream is to join the cast of HBO's True Blood (of course, she thinks it's a \"reality\" show)! She enjoys Godiva Chocolates and Bloody Marys and she loves to play Xbox when she's feeling feisty. While she has yet to marry or have children, she freely admits to being boy crazy and hopes to someday make-out with Robert Pattinson. _Ms. Vampy_ (qv) is forever sexy, funny, young, and obnoxious, but her heart is as big as her mouth. If she ever bites you, it'll be with love.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "5 min (4 episodes) (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}