{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "  2009"
            },
            {
                "country": "Australia\n",
                "date": "5 February 2009"
            }
        ],
        "release dates": [
            "Australia::2009",
            "Australia::5 February 2009"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Bondi Vet"
            },
            {
                "countries": "Spain",
                "title": "Veterinario al rescate"
            }
        ],
        "akas": [
            "Bondi Vet (original title)",
            "Veterinario al rescate Spain"
        ],
        "akas from release info": [
            "Bondi Vet (original title)",
            "Veterinario al rescate Spain"
        ],
        "episodes": {
            "7": {
                "1": {
                    "title": "Episode #7.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "original air date": "21 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Three young emus are causing havoc at the Reptile Park. Lisa meets Charlie, a cat that has a knack for eating up dangerous items such as a 50 cm thick pink ribbon. And Chris tries to save a three day old foal that unexpectedly lost its mother. A horse that recently just lost her own foal could be the solution but will foal and the grieving horse accept each other? And how is Zambi doing? The young lion cub is celebrating her first anniversary and uncle Chris of course can't miss that birthday party.    "
                },
                "2": {
                    "title": "Episode #7.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "original air date": "28 Mar. 2015",
                    "year": "2015",
                    "plot": "\n    Lulu, a labradoodle, has a sneezing problem that is off the charts. Can Chris discover why the dog is having sneezing fits four times a day? And can he also help her? But Lulu isn't the only one who needs help. Tim calls in his friend's help when Kenny's first walk outside turns into a disaster. Can Chris help the young orphaned wombat and put foster dad Tim's worries at ease? At SASH Andrew is on the other side of the examination table after he found a large lump on his chicken Ducky. Lisa once again is confronted with the horrible consequences of a tick bite when a ...    "
                },
                "3": {
                    "title": "Episode #7.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "4 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Worldwide vets are puzzled when Chris and Andrew reach out for help when Chris discovers a problem with a young dog that has been brought in for sterilization. Lisa meets two K9's that have come to donate blood for the animal blood bank. But the day isn't yet over or a young puppy of fourteen weeks old is rushed in at SASH after the younger sister of the puppy's owner accidentally jumped on top of the young pup during their game of chase. Can Lisa save the young puppy? And what is wrong with the falcon that has been brought in at the Reptile Park? Tim has a suspicion ...    "
                },
                "4": {
                    "title": "7.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "original air date": "11 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Chris is invited to help out at a clinic specializing in falcons. Lisa has her work cut out for her when Coco, a cat viciously attacked by a dog, is brought in. At the Reptile Park alligators are going at it and Tim and his team have to become creative to be able to recognize and define the troublemakers in the group. When Chris is back at Bondi, he is visited by Declan and his help dog Cujo. Cujo is there for his vaccination but will he also receive from Chris a clean bill of health that will allow the young pup to accompany its owner to the hospital?    "
                },
                "5": {
                    "title": "7.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "original air date": "18 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    At Bondi clinic a tiny, abandoned kitten with a fractured leg is brought in. Can Chris save the kitten's leg and find her a good, loving, forever home? The neighbors of the Reptile Park call Tim when a diamond python has lodged itself in their drain. And at SASH a husky is wheeled in after the dog survived a hit and run but was left for death at the side of the road. With a fractured long and pelvis her condition is beyond worrying.    "
                },
                "6": {
                    "title": "7.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "original air date": "25 Apr. 2015",
                    "year": "2015",
                    "plot": "\n    Chris is in China where he has his first encounter with a real life hamster ever, meets Beegee a dog that wants to be friends with everyone but sadly his size scares people off, is asked to help a few pet snails with cracked houses and gets the privilege to help feed a few pandas. In Australia Lisa brings in her own dog Nelson after having discovered a lump on the dog's rear. And Tim rounds up three young Tasmanian Devils to help out at with an University study in the hopes that they will be able to develop a treatment for the murderous cancer that is taking out so ...    "
                },
                "7": {
                    "title": "7.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "original air date": "2 May 2015",
                    "year": "2015",
                    "plot": "\n    Leo, a rare albino echidna, needs to be sexed. The young echidna however isn't planning on making Chris' job easy. At Sash Lisa and Andrew are faced with a dog whose stomach has swollen up to four times its size after drinking some water. Can they win the race against time and save the rottweiler's life? Tim is confronted with a female cassowary in mating mood but previous attempts to introduce her to a male cassowary have always ended badly. Will this time be the charm? And after his joyful visit from Leo, Chris is invited to assist one of his former professors with ...    "
                },
                "8": {
                    "title": "Episode #7.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 8,
                    "plot": "\n    Chris returns to the clinic in the countryside where he did his final apprentice years ago. Having only just arrived his help is already called in for a mother cow in labor that is experiencing trouble. Chris' next patient is a whole lot smaller but will put Chris through the ringer. A young bearded dragon is brought in with a lump on her behind leg. Whilst the lump reveals to be only an abscess, the consult turns dramatic when the young bearded dragon suddenly stops breathing during the procedure to remove the lump. Can Chris bring her back or will they have to say ...    "
                },
                "9": {
                    "title": "Episode #7.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 9,
                    "plot": "\n    A very young kitten, Amari, is brought in. Born with a twisted leg, other vets have advised Amari's owner to put Amari to sleep but Amari's owner wants to give the little one a chance and hopes Chris will be the answer to her prayer. Tim has travelled to Queensland to hopefully be able to witness some baby loggerhead turtles popping out of their eggs. At Sash an echidna with a blood nose is brought in. Has the echidna merely bumped its nose and popped a vessel or is more going on? And can Lisa also find the owner of three adorable little pups that have been found ...    "
                },
                "10": {
                    "title": "Episode #7.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 10,
                    "plot": "\n    Dr. Chris goes to the Cook Islands to help out at the small and only veterinary clinic there for the islands. With only limited supplies and basic facilities, the volunteers and the people working at the clinic have to be resourceful and so will Chris have to be when his help is needed with a dog hit by a car, a pet duck with a terrible limp and a goat with a strange addiction. At SASH a dog with a bloated and twisted stomach is brought in but as the surgery starts, the situation proves to be even more worse and dangerous than Lisa had imagined it to be. And then ...    "
                },
                "11": {
                    "title": "Episode #7.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 11,
                    "plot": "\n    Dr. Chris is still at the Cook Islands where a cat is flown in that is missing parts of its nose. With no radiation therapy available in the Cook Islands, Chris will have to get creative to treat the cancer in the cat's nose. And can he also help a dog that has been suffering from a sever ear infection for four years already? At SASH Lisa needs to help a young dog that has managed to eat two whole bread doughs. With the bread dough still in the dog's stomach, the animal is at risk. Tim is invited to help move a big and heavy sea crocodile to a new enclosure but the ...    "
                },
                "12": {
                    "title": "Episode #7.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 12,
                    "plot": "\n    Chris visits a local farm animal rescue group that needs his help with a three legged cow that has deformed hooves that are in a serious need of a trim. He also gets reunited with small piglet Burpy that has now grown into a 220 pound pig with some serious tusks that need to be taken care off before Burpy hurts some of the other animals or one of the volunteers. And of course Chris can't leave before having made a visit to the nursery where he is treated to given the bottle to one of the baby goats there. Lisa's patient is a dog that has suddenly collapsed at home and...    "
                },
                "13": {
                    "title": "Episode #7.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 13,
                    "plot": "\n    Stubby, a three week old piglet, needs Chris' help. The piglet is born without three of her trotters which makes walking for her difficult, painful and in time also life threatening. At SASH a young Great Dan named Skittles is brought on after the dog suddenly lost all feeling in his behind legs. Examinations reveal that not much can be done to help the dog but still the SASH team won't give up. Will they together with Skittles manage to beat the odds? A couple has driven five hours in the hope that Lisa will be able to help their dog as the dog suddenly can't close ...    "
                },
                "14": {
                    "title": "Episode #7.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 14,
                    "plot": "\n    Ben Hall has arrived in Edgar's Mission. The sheep survived a bush fire and has been roaming around in the wild for 5 years before someone was finally able to capture him. Now the sheep is however in a serious need of being shorn but Pam from Edgar's Mission fears the stress during the shearing may give Ben Hall a heart attack. It is Chris' job to watch over Ben Hall's welfare during the shearing but that's not all Chris does when he notices Ben hall is also suffering from more than just 5 year old wool stuck to his skin. At SASH Andrew tries to help Tora, a young pup...    "
                },
                "15": {
                    "title": "Episode #7.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 15,
                    "plot": "\n    Chris is enjoying the crab migration at Christmas Island when the bird rescue group from there calls in his help. A rare Abbott's Booby named Bill has been living in the shelter, unable to fly due to her missing some critical flight feathers. Tania of the rescue group hopes Chris can help Bill as she has seen the desire in Bill's eyes to be able to fly with the other birds at the Island. Chris also makes a stop at Lola's place. This five year old dog has been showing for nearly her entire life anti-social behaviour at home and her owner hopes that Chris can find a ...    "
                },
                "16": {
                    "title": "Episode #7.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 16,
                    "plot": "\n    Full grown pig James loves to dig up all the grass in the park but not everyone is that happy with James' digging talent and if Chris can't find a way to make an end to James' addiction, James will no longer be welcome for walks in the Park. Tim is called out when a couple finds a dangerous, poisonous snake in their yard. At SASH Andrew tries to help a poor orphaned dog with a broken pelvis and Lisa is consulted when a 6 year old dog is brought in with injuries after two other dogs attacked the little dog. And it is a special day for Kwatile, a three month old baby ...    "
                },
                "17": {
                    "title": "Episode #7.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 17,
                    "plot": "\n    Chris is called to the Reptile Park where Jack, a two year old koala, has suddenly developed nasty looking bumps all over his face. At SASH's Andrew's mother brings in the dog of Andrew's grandmother. The 17 year old dog has a worrisome lump on her behind but whilst the procedure to remove the lump is routine business, Andrew fears the dog may not survive the narcosis. Lisa in the mean time gets a visit from Denise who has rescued yet another poor little orphan from the pound. Denise's new protégé however can't stop shaking her little head. Can Lisa discover what is ...    "
                },
                "18": {
                    "title": "Episode #7.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 18,
                    "plot": "\n    In Darwin Chris gets called out to a buffalo farm where the ten year old buffalo Penny is in serious need of his help. Her deformed horns are growing into her skull and if Chris can't help her, the young mother will leave behind an orphan. Lisa is asked to help a couple find the perfect dog for them but the breed Lisa comes up with may not be what the couple had in mind. Can Tegu change their opinion and conquer their hearts after all? Tim is excited as the Reptile Park is getting two komodo dragons to help try ensure the species survival through their breeding ...    "
                },
                "19": {
                    "title": "Episode #7.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 19,
                    "plot": "\n    An endangered grey nurse shark is in need of Chris' help when she gets a fishing line entangled in her mouth and gills. At SASH an orphaned kangaroo baby is brought in. Its mother was found dead at the side of the road and the staff at SASH now needs to find out whether the little kangaroo has suffered any injuries too or not. Tim and another worker of the Reptile Park have their own orphaned kangaroos they are trying to raise. But with one having lost its mother at a later age, gaining this joey's trust may be a bit of a struggle. And more parent drama as Chris needs...    "
                },
                "20": {
                    "title": "Episode #7.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 20,
                    "plot": "\n    Chris is called to a suburban backyard for a wild black swan. The black swan is in a very bad state and near death. Can Chris still make a difference or will his help come too late? Lisa meets Hiro, a dog with the very dangerous habit of eating rocks. Only this time his love for rocks may actually have brought him into trouble when one of the rocks in his intestines is causing him to refuse all food and vomit continuously. Tim on his end is battling with moving alligator Brutus. The male alligator has been harassing the females and has been in constant fights with the...    "
                },
                "21": {
                    "title": "Episode #7.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 21,
                    "plot": "\n    Dr Chris is in Queensland to help out at the Marlin Coast veterinary hospital. His first patient is Misty, a border collie, that has a deep cut running through her nose due to a nasty encounter with a hedge trimmer. But whilst repairing the damage to Misty's nose is a bit of hard work for Chris, his biggest challenge comes in Donna, a long neck turtle, that has a big crack in her shell after she was run over by a car. Chris will need to find out whether Donna has sustained injuries underneath her shell before he even can begin his though job of trying to repair the ...    "
                },
                "22": {
                    "title": "Episode #7.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 22,
                    "plot": "\n    Chris' help is needed for Arku, a rare and endangered Fijan iguana. The iguana is less energetic, of color and isn't eating anymore properly. The reason for Arku's condition however surprises both Chris as well as Arku's caretaker at Cairns Zoo. Lisa gets confronted with the heartbreaking case of Tao. The thirteen week old Germand Sheppard pup has been in agony ever since a playdate with another dog went haywire. Lisa hopes checking Tao's spinal fluid and making a CT scan of the pup's neck, shoulder and back will bring some answers. But Tao isn't the only patient at ...    "
                },
                "23": {
                    "title": "Episode #7.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 23,
                    "plot": "\n    Earl, a little joey that was found on the side of the road after its mother was killed in a hit and run, is brought in to see Chris. The little orphaned joey is refusing to use its behind leg, making Chris suspect that the young animal also got a nasty hit from the car. The reason for Earl's pain however is far more serious than tests initially confirmed, putting Chris for a real challenge to try and help give the orphaned joey still a shot at a good life. At the Reptile Park Tim needs to find out whether one year old Keller is pregnant or not so that the Park can ...    "
                },
                "24": {
                    "title": "Episode #7.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 24,
                    "original air date": "23 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Chris needs to examine Agro, a crocodile that broke his jaw after trying to eat a metal fence. Capturing the crocodile however isn't an easy task. Tim goes to Devil Arc to do their yearly count of joeys. Traps are set out but will the rangers also actually capture mother Tasmanian Devils? And will all the joeys be healthy? At SASH Lisa and Andrew worry over a 2 year old Bernese Mountain Dog that has suddenly collapsed. Bernese Mountain Dogs are prone to get cancer at a young age and they fear this may be what they are facing when exams show a very unhealthy looking ...    "
                },
                "25": {
                    "title": "Episode #7.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 25,
                    "plot": "\n    In Dolphin Marine Magic trainer Greg is worried about his 42 year old friend Bucky. Three years ago the dolphin battled and defeated cancer but Greg is worried the cancer has returned now that he has discovered lumps on Bucky's tongue. Chris heads to Coffs Harbour in the hope that his tests will provide both Bucky and Greg with good news. Lisa in the meantime tries to save Boats. The 2 and a half year old miniature poodle is critical ill after he was bitten by two paralyzing ticks. Out of precaution Lisa also has Boats two siblings admitted but whilst they continue to...    "
                },
                "26": {
                    "title": "Episode #7.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 26,
                    "plot": "\n    Chris is in Queensland to try and figure out what is troubling Johnny, an orphaned pelican chick. Johnny has a huge lump on his neck that gives the young bird troubles with his eating and maintaining his balance. Chris quickly discovers what the problem is, but fixing it may be a whole different story. At SASH Lexi, a 5 year old schnauzer, is battling for his life after the dog got bitten by a brown snake. But with the antidote against the venom not taking enough of an effect, Lisa is in for the battle off her life. Andrew in the meantime tries to help bulldog Stanley...    "
                },
                "27": {
                    "title": "Episode #7.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 27,
                    "plot": "\n    After months have gone by since Chris lost his most beloved George, the staff at Bondi clinic have decided to try and warm Chris up to having back a cat. Sydney, a homeless cat at the clinic, is deemed the perfect candidate to melt Chris' resolve against taking currently a new cat back in his house. Sydney however has her work cut out for her as play- and cuddletime with Chris always gets interrupted like today when Ox, a 3 year old pug, is brought in by his owner after Ox' owner fears the pug may have swallowed in an open safety pin. At SASH Lisa tries to safe the ...    "
                },
                "28": {
                    "title": "Episode #7.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 28,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "29": {
                    "title": "Episode #7.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 29,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "5 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Chris goes pick up a pelican who crashed into something and nurses the troublesome bird. Chris delivers six pups from dog breed which Always needs a cesarean. The surgeon saves a dog who swallowed his klutzy owner's keys without invasive surgery.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "12 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    A young wild penguin beached up at Bondi. Chris finds him malnourished and infected with worms. His house-mate Brad agrees to take the umpteenth stray in to recuperate with them. A cop's wicked neighbors willingly poisoned his 'noisy' Rottweiler. A dog who still bravely fetches golf balls needs surgery to remove a hopelessly worn-out joint.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "19 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    A cat nearly drowned after the owner 'put it out of its misery', although the vet finds no medical reason, by dropping it at Bondi in his cage. Chris manages to get the water out of his respiratory system and arranges a worthier owner. A senior couple's spoiled parrot mysteriously looses chunks of feathers. Chris deduces from hostility to the husband extreme jealousy and proves by video recording that he self-inflicts the damage out of frustration, so Prozac is prescribed. Female colleagues shave a bite-poisoned dog's whole fur, yet fails to find the tick, but the ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "26 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Chris helps out a couple whose bulldog has excessive testosterone using artificial testicles, imported from the US. Chris patches up and releases a nearly road-killed tortoise on the search for a new pond. The clinic girls do a canine blood transfusion, to no avail.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "5 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    At a historical Sydney estate, Chris gets a goat to walk thanks to a heavy machinery-pedicure and demonstrates hypnotizing a chicken. The surgeon breaks a spaniel's paws which are deformed by a congenital bone disease and teaches the owner, who gets into debt, how to progressively fit the metal braces. Chris drains fluid from a dog almost as old as its devoted owner.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "12 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Chris treats a parrot who was found in a weak state and prepares it to be returned to the wild. A small dog wit bitten fighting an adder but pulls trough after antidote is painstakingly administered. An equally doting man's pet dog whose leash was stolen got ran over and can't be saved despite Chris's best affords as the spinal cord was severed.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "19 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Chris patches up a Labrador who bravely keeps wagging his friendly tail despite rubber marks from a car slash. Next he proudly returns to his natal bush town as official vet in the 'cattle show', where the rodeo bulls prove even healthier then their daredevils riders. Next he's called a away for a difficult dairy farm calving. A loving family brings in their Burmese kitten in mysterious abdominal agony, which fortunately still proves treatable.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "26 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Chris personally continues at home non-stop care for a womb age kangaroo who was found abandoned and unwittingly fed indigestible bovine milk, but ultimately 'Beanie' dies. Chris's least favorite patient, a chihuahua on annual checkup, meanly fights both injection and worms pill. A great Dane brought in for an ear infection luckily isn't diagnosed with a fatal disease.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    As ambassador of the Australian guide dogs training program, Chris visits three jail-birds and their canine companions in training. Hvaing checked-out and treated the boisterous Labrador puppies, he accompanies them all to a sponsoring school. Despite his bunny-allergy, Chris treats a fur-losing pet rabbit for mites. After a triple stillbirth in the clinic, accomplished aquatic athlete Chris takes his dog Rusty and a nurse surfing but neither of his pupils proves a devoted natural.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "9 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    A wallaroo is rescued from the side of the road. A sharpei pup requires an eyelift. And, a year-old Dalmatian gets a corn cob stuck in its throat.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "16 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Chris is called to the zoo's reptile park, the patient is a giant python with a sore tooth, but in a 'toxic' biting mood. Next a Tasmanian devil, whose infected nipple suggests the cancer that wiped out half the species, but luckily diagnosed with a mere cyst. Back in the clinic, Chris vaccinates a fresh puppies litter. His colleague fails to save a cat brought in with oxygen trouble after digesting paracetamol.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "23 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Chris is shocked to see a young feline patient, but of his legs terribly broken by unknown abuse. Chris must amputate the cat's worst-smashed leg, the vet surgeon reconstructs the other. A dog needs endoscopy to remove bones which got stuck after eating chicken carcasses. An orphaned baby goat is the nurses' pet but needs a home before the spoiled rascal eats half of Chris's clinic and tramples the rest.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "30 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    A Maltezer got into a Staffodshire terrier's mighty jaws, but is patched up. The surgeons fixes a dog's cataract. Chris visits a coastal town for a sharpie's eye lid operation aftercare, next a zoo where he can play with white lions, servals and so on and surf. Chris's colleague lets a police shepherd dog go home with a mystery infection, only to get him back in emergency.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "7 May 2009",
                    "year": "2009",
                    "plot": "\n    Chris' Bondi veterinary hospital's new surgeon performs his first operation, on a dog. Chris must divide his sympathies between a couple's two dogs, who fight, and the owners, as the wife is obsessed with the 'underdog' and is feared to take it out physically on her husband. Luckily Chris can restore canine and hence marital harmony.    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "15 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Chris likes on occasional exotic patient for variety, but Sydney Zoo's reticular python Atomic Betty is a bit over the top: Australia's largest constrictor needs handling by teams of at least five grown men. After hibernation, she seems to lack appetite, but checks out healthy, so he administers vitamin B. Back in the clinic, two girl house-mates fuzz even more about their beloved, spoiled-rotten canine 'baby' Marie, which swallowed a bikini cord. Chris's surgeon colleague operates a Boston terrier who was crushed by the owner's car.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "22 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Chris rescues a duck family which nested near a swimming pool, but three stories high, to release them into the wild. He's also the last hope a boy and his parents who adore their young Labrador, whose badly-set paw is only getting worse. Finally a cat with badly infected bite wounds from a lost fight    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "29 Jul. 2010",
                    "year": "2010",
                    "plot": "\n    Chris is called to a cattle farm, where the kids' pet dog is obsessed with staying closer to the calves then is nearly normal or safe. Chris diagnoses and socio-psychological cause and comes up with a solution, after having been called away by the cocky, ever boastfully-competitive buckaroos to catch and treat and calf with a wounded leg. In the clinic, a cat's badly healed paw must be reset.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "5 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Chris is incredulous when called to Bondi beach by senior life guard Dean for a stray rabbit, but actually finds trainee Maxi cuddling -and wetted by- a bunny, too accustomed to people to be wild. Chris takes it home, finds it healthy and posts fliers but no owner turns up, so Dean ends up adopting the fluffy pet. A cat's crushed paw must be reset, but now heals. A family's German shepherd with a mystery blood syndrome is treated and recovers, but only temporarily.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "12 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Chris treats a dog with extensive injuries from hanging down for hours on his window-caught front paws. Then he's called away by zoo reptilian keepers who fear one of their American alligators may have swallowed a bottle, which would be fatal. Chris dares search manually once a tube is fixed into the monster mouth while his kin is kept away. IN hospital, a golden retriever needs treatment for tick poisoning.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "19 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Chris has an unusual patient: a farmer dumped a lamb with a crushed leg. Chris resets it and takes care of rehabilitation, almost bonding too much. The clinic treats a small terrier he was nearly torn a part by a pit-bull's locked jaws. Chris also gives an unidentified mongrel a DNA test to determine if its lineage frightens off the family which planned to adopt it from a pound.    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "26 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Chris accepted an invitation form his father, also a vet, to visit Fiji, an islands state with only one veterinarian, carrying loads of there lacking equipment abandoned in Australia. The clinic is ambulant here, for such diverse animals as a drought horse and a pig in peasant villages and, in a retired couple's town home, a pet dog. At the end of the week, Chris rewards himself with a taste of the wold famous surfing waves.    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Chris has handled wildlife before, including zoo snakes, but this time it's a diamond python or worse, in a residential swimming pool, presumably part of shedding its skin, yet extremely slippery. A dog's wound after a serious crash prove hard to diagnose, alas worsened significantly between two X-ray sessions, spelling major surgery. The clinic fails in saving an orphaned 'kouskous' possum young.    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "9 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    No exotic wildlife for Chris this time, just an endless night helping a dog deliver pups despite her breed's problematic anatomy for birth, so number two dies, the third requires a cesarean. The hospital team kills team by comparing their own pet dogs' \"intelligence\", until a real patient arrives, hard to diagnose for a snake bite, hard to treat as the serpentine species isn't clearly identified.    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "16 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Chris cheerfully responds to a call from the zoo for a koala bear whose maternal failures are diagnosed the result of a teat inflammation. The keepers however drag him along to treat an old alligator, which has been bitten by one of the thirty younger ones who render the operation rather nightmarish. The hospital treats a canine puppy.    "
                },
                "11": {
                    "title": "Episode #2.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "23 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Chris agrees to help an orphaned lamb which lacks natural immunity normally passed on by the lactating mother, recruiting a country 'donor' ewe, a veterinary first. On his way back, he's called urgently to the reptilian zoo, which received a wandering young platypus, exhausted and covered in eighty ticks, luckily non-toxic parasites. The hospital must diagnose a tomcat with incurable, highly contagious feline leukemia, and has to test its playmate, daunting as the owner's third cat died undiagnosed fairly recently. By: KGF Vissers    "
                },
                "12": {
                    "title": "Episode #2.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "21 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Chris pities a pit-bull's owner more then its victim, Sir's feared partner's badly-shaken pet dog, but achieves good healing and fixes the canine house mates' rapport by castration. The hospital operates a couple's beloved bulldog for a congenitally dysfunctional knee socket.    "
                },
                "13": {
                    "title": "Episode #2.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "28 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Chris first treats a loving family's pet dog, who may die from yet unidentified (snail) poison due to his small size. The hospital treats a kitten. Then the reptilian zoo calls Chris for a pregnancy test in a rare species of kangaroo's breeding program, but catching them proves an athletic challenge even for the fittest men.    "
                },
                "14": {
                    "title": "Episode #2.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "11 Nov. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "15": {
                    "title": "Episode #2.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "18 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Chris diagnoses a choking Labrador puppy as poisoned and pulls him trough just in time. His clinic colleagues stitch up one of a collector's monitors who was bitten badly by a larger one. Chris goes check up in the zoo a a rare wallaby species breeding program, but catching them proves embarrassingly hard.    "
                },
                "16": {
                    "title": "Episode #2.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "17": {
                    "title": "Episode #2.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    A family has been fostering a young puppy for three months but when they try to decide whether to adopt the small fellow or not, tragedy strikes. Chris discovers that the puppy has a serious heart condition and it is only a question whether the people at SASH will be able to help the puppy and give the family still a chance to make a decision about keeping the puppy or not. In the mean time Chris is confronted with a heron family who have made their nest on a luxurious boat. Whilst the owner is an animal lover, he does need the birds to be moved as they are starting ...    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    The Reptile Park is in need of Chris' help when an entire Tasmanian Devil family is ill. Especially the two youngest, Lara and Lily, have taken a turn for the worse and it is only the question whether Chris can still discover in time what is making this entire family ill before it is too late for the two young girls. At SASH Lisa has to treat a 1 year old dog that bit into a poisonous puffer fish and is now suffering the consequences. But Lisa's patient isn't the only one having to pay the price for wrong behavior. At Bondi clinic Chris is reunited with one of his ...    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Chris is called to the police station when two boxer puppies are found at the side of the road with one having been hit by a car. But the two boxer puppies aren't the only ones who have lost their home. Above the vet's office, one of the interns has become a surrogate mother to Jupiter, a young black kitten of three weeks old that was found abandoned on the streets in a terrible state. With skin problems, worm problems, a severe cold, eye problems and being very underfed, it is only a question whether Jupiter will be able to make it. At SASH Lisa tries desperately to ...    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    The smallest horse in Australia, Koda, brings hope and courage to a lot of sick children. But now Koda is in need of help off his own when two of his back teeth proof to be too large for his small skull. If the teeth can't be removed, they will come to press on the tiny horse's brain and kill him. An old study friend of Chris calls in his help but will Chris and a team of specialists be able to save the sick children's hero?    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    When a mother and two girls come home, they find their pet bunny Alice terribly wounded in their garage. Destressed the girls and their mother arrive with Alice at Bondi clinic but it is only a question whether Chris will be able to reunite the girls with their most beloved bunny. At SASH coolie Ash is brought in by his owner. The dog has lost suddenly all feeling in his back legs and Lisa fears this may be the work of a thick. Finding the little critter however seems far easier said than done. And whilst dogs usually need to be dragged inside Chris' practice, one ...    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Chris goes out of his way to try and help Jasper, a five year old dog that suffered brain damage as a puppy and whose condition is suddenly going downhill. The adorable kelpie has started to have severe balance issues that are preventing Jasper from still having a good life. Jasper's owner hopes that in the five years that have passed, new knowledge and treatments may have come onto the market that can help her dog. At SASH Lisa tries desperately to treat a cat that was bitten by a black snake. The cat however is terrified and won't allow any one near him. And at the ...    "
                },
                "7": {
                    "title": "Episode #3.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    After Chris diagnoses Jewel as being pregnant of 11 puppies, Jewel can't find a better moment to deliver than in the middle of the night. At the Reptile Park a king cobra, one of the most poisonous snakes, has scales stuck over one of his eyes as a result of his shedding. Being blind on one side however makes this snake even more dangerous and troublesome to catch. Thankfully Chris gets a lovely reward afterwards for a job well done when he gets to meet Barry, a baby wombat found at the side of the road near his dead mother. Giving the baby wombat his bottle easily ...    "
                },
                "8": {
                    "title": "Episode #3.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    To prevent Lola, a pet pig, of becoming meat for on the barbecue, Chris needs to give the pig a new nose ring so she will stop digging holes all through the garden. Lola however isn't so keen on replacing her broken nose ring and gives Chris quite the work out. Back at the clinic a guinea pig is brought in after what should have been a fun game on the trampoline with the guinea pig turned into tears when a wrong jump of the youngest brother landed the guinea pig with paralyzed back legs. Will the guinea pig be able to walk anew or will this cause forever a rift ...    "
                },
                "9": {
                    "title": "Episode #3.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Honey's hate for cats takes a turn for the worst when she jumps out of her owner's moving car upon having spotted a cat walking on the street. Miraculously Honey survived the hard impact with the concrete of the road but she isn't out of danger yet. Can Chris save the spoodle or will cats from now on be completely safe from Honey? Meanwhile a small black kitten puts an entire neighbourhood on red alert when the small kitten runs around from yard to yard and decides to hide underneath a car bonnet but manages to get stuck there. Help is immediately called but the small...    "
                },
                "10": {
                    "title": "Episode #3.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Chris is taking a break to visit his parents but on his way to them, his father calls in and manages to make Chris do a detour to go and help out with a snake that swallowed a fake egg from a hen's nest. At SASH Andrew gets a visit from Max, a 5 year old pug, that is experiencing breathing problems. Max' owner fears the dog is on the verge of getting a heart attack but Andrew's check up reveals that the dog's soft pallet is too long and is being sucked into his windpipe with each breath the pug takes. If Max doesn't get surgery, the dog won't survive. However there is...    "
                },
                "11": {
                    "title": "Episode #3.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Hooligan's favourite game of chase turns into tears and disaster when Hooligan crashes into his owner and breaks his leg. Chris refers the 7 year old dog to Andrew in the hope that SASH's surgeon can fix the terrible break in Hooligan's leg. Chris himself turns his attention to Sydney, a young cockatiel, who has discovered that having a too loving and protecting family can have disastrous results. The young cockatiel's legs are spread back and bend backwards after his entire family has been lying on top of him in the nest to keep him warm and protected. Can Chris come...    "
                },
                "12": {
                    "title": "Episode #3.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Betty, a 9 month old abandoned greyhound, is brought in at Bondi clinic. The young dog is standing unstable on her paws and a quick examination shows that the dog is suffering from malnutrition and is covered in fleas. Chris however fears something far more worrying may be going on with Betty and when the dog suddenly loses all coordination, Chris' fear gets confirmed. Chris wouldn't be Chris however if he wouldn't accept the challenge and head into the battle to save Betty's life. Will he succeed? At SASH Lisa is confronted with a young kitten that swallowed the ...    "
                },
                "13": {
                    "title": "Episode #3.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    A channel billed cuckoo is brought in at Bondi. The bird has a broken leg which couldn't have come at a worse time as normally the channel billed cuckoo should be starting to prepare to migrate to the north before it becomes too cold for the bird at Bondi. Chris gives the bird the name Sunny and hopes to be able to have Sunny's leg sorted out and healed in time before it will be too late for Sunny to make her trip up north as channel billed cuckoo's don't have a good track record hibernating in imprisonment. At SASH the staff falls in love with Blinky Bill, a koala ...    "
                },
                "14": {
                    "title": "Episode #3.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "plot": "\n    A hit and run victim is rushed in at Bondi clinic. The boxer has a broken leg but what is even more worrisome is that the dog is gasping for breath. Whilst Chris deals with the dog's respiratory problem, Andrew tries to fix the dog's leg anew. Lisa's patient is an eight month old kitten that is tilting its head, has no balance, is dizzy and can't focus her eyes as they keep rolling around. Lisa fears the worst for the young cat's future after she has managed to form her diagnosis but still hopes that Andrew will be able to use his magic and give the kitten a chance at...    "
                }
            },
            "4": {
                "1": {
                    "title": "Episode #4.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "31 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    Chris makes a house call after a dog managed to get his teeth on a tortoise. Whilst there appears to be no serious injuries apart from a punctured hole through the tortoise's shell, Chris discovers a far worse problem with the tortoise when he examines the small creature. Andrew and Lisa try to save the life of a five year old cat named Betty. Betty is the victim of a hit and run during which her entire skull got crushed. Taking her into surgery however isn't an option but when Betty's condition takes a turn for the worse, Andrew finds himself with no other option ...    "
                },
                "2": {
                    "title": "Episode #4.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "7 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Dr. Chris Brown heads to the Victorian high country to realise a boyhood dream of becoming a vet in the bush. He treats everything from horses to wombats and monkeys and helps save a mother cow in trouble.    "
                },
                "3": {
                    "title": "Episode #4.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "14 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    An appointment at the hairdresser turns into a nightmare for Pearls the poodle when the poodle suddenly starts to bleed underneath her skin. Chris will need to act quickly to save the poodle's life but with the dog being terrified and losing so much blood internally, Chris has a hard time to find a vein so he can administer the medicines Pearl desperately needs. Andrew and Lisa try to save the life of a cat that jumped of a balcony and made a ten meters fall onto hard concrete. And at Bondi clinic an unexpected consult leads to a gift that keeps on giving.    "
                },
                "4": {
                    "title": "Episode #4.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "21 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Lucu gets rushed in at the Bondi clinic. The small dog has been bitten by a paralysis tick and the poison is rapidly spreading through the dog's body making Lucu get breathing problems whilst also losing the feeling in his back legs. Chris and his team battle for the dog's life but will they prevail? At SASH a horrifying victim of a dog chase is brought in. Jonti fell on a large piece of glass when she tried to escape from the family dog. The large, deep and nasty wound makes Lisa fear the worst for the cat in the blood soaked towel. And Tim calls in Chris' help when ...    "
                },
                "5": {
                    "title": "Episode #4.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "28 Feb. 2012",
                    "year": "2012",
                    "plot": "\n    Bird expert Josh enlists Chris' help when a baby cokactoo with a limp leg is found on a golf course after the small bird fell out of its nest. Setting the fracture of such a tiny leg may however be easier said than done but of course Chris doesn't shy away from a challenge. Later on he goes to the children's wing of the hospital to visit together with burns victim Sophie Delezio other very ill children. Sophie started after her own accident a foundation for sick children and today she will give together with Chris stuffed animal dogs to the sick children in the ...    "
                },
                "6": {
                    "title": "Episode #4.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "6 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Everyone at Bondi clinic is taking it hard when Bluebelle is rushed in after a hit and run. The two year old cat first met the staff of Bondi clinic when she was found as a kitten and is a regular patient at the clinic, stealing everyone's heart during each visit. But today her life hangs in the balance and her visit is far from pleasant. But Bluebelle isn't the only old friend of Chris that comes by. Later that day Robert comes in after the little terrier took on 2 afghan hounds through the doggy window in the garage door. When Chris delivered Robert as a puppy, ...    "
                },
                "7": {
                    "title": "Episode #4.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "13 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Lisa volunteers at an animal shelter where she gets faced with 6 abandoned shar pei puppies. The puppies' eyelids are growing inwards, causing irritation in the pups' eyes and eventual blindness if the problem won't be fixed. Lisa calls in a favor from one of her friends, hoping to give the puppies a chance at a good life after all. Meanwhile Tim and Chris are having the time of their life as they are in the far north of Queensland where they hope to capture the legendary Big Momma. Big Momma is an enormous female scrub python that many have tried to capture already ...    "
                },
                "8": {
                    "title": "Episode #4.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "27 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    After chicken Daisy wrenched herself free out of the arms of a three year old, her owner notices that there seems to be a problem with one of her wings. To examine Daisy's wing properly Chris will have to call forth his hypnosis skills. And later on a police officer shows up at the clinic with a 12 week old puppy. The puppy was found in the plastic handbag of a drug addict, the drug addict apparently not knowing anymore how she came into possession of the young puppy. After a check up, Chris takes the young Tilly under his guard and care until Tilly's real owner ...    "
                },
                "9": {
                    "title": "Episode #4.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "4 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    After Tigger got spooked during his morning walk, the dog ran onto the street where he got hit by a car but in his fear, Tigger didn't even let this slow him down and took further off. It took Tigger's owner two hours to find the dog and Chris has now a hard battle on his hand. Tigger is still in shock which means that his organs are being deprived from much needed oxygen and then Chris hasn't even started to assess Tigger's injuries yet. Will Chris be able to save Tigger's life or was this Tigger's last morning walk? Meanwhile SASH's eye specialist Kelly is asked to ...    "
                },
                "10": {
                    "title": "Episode #4.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "11 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    A former vet nurse of the Bondi clinic arrives with his dog Ziggy at the clinic. Ziggy has an unidentified mass on his behind leg that has grown into a dangerous situation for the dog cause if Ziggy would bump the lump against something and tear it open, he could bleed to death. Ziggy's owner hopes Chris will be able to remove the lump but with blood vessels running all through the unidentified mass, Chris will have his work cut out for him. A mother duck and her ducklings are causing a traffic chaos when they end up on a highway. Whilst people stop and try to help ...    "
                },
                "11": {
                    "title": "Episode #4.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "17 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Boris was born with a cleft pallet. In normal circumstances these dogs immediately are put down but vet nurse Jess stepped in and saved Boris. Seven operations later Boris is a healthy and full grown dog, only to have his life still be in danger as no operation was able to close the gaping hole in his mouth. With Boris' time running out, Jess turns to her old friend Chris in the hope that he may be able to work some magic. Chris' magic wand brings Jess and Boris to SASH but will they be able to be the answer to Boris' prayers? Chris himself heads to Bondi beach where ...    "
                },
                "12": {
                    "title": "Episode #4.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 12,
                    "original air date": "24 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Chester hates skateboards. Whenever his owners go for a walk with him and a skateboarder passes them or he just hears the sounds of a skateboard the little dog goes into a frenzy, wanting to attack the skateboard. Luckily so far no accidents have happened yet but Chester's owners realize this is just a matter of time and have called in Chris' help. But to cure Chester from his very obvious dislike of skateboards, Chris will have to become very creative. At SASH Lisa battles for the life of a dog with heat stroke that has been brought in. And Tim has a fun job for ...    "
                },
                "13": {
                    "title": "Episode #4.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 13,
                    "original air date": "14 May 2012",
                    "year": "2012",
                    "plot": "\n    Chris makes a visit to the Guide Dogs Centre to perform a health check on the first litter of pups that is born there. Even the littlest problem can mean that the puppy won't be deemed right to enter the program. Will the puppies pass or will Chris find a problem? When the caretakers at Mogo Zoo feed the Sumatran tigers, they notice one of their tigers is having difficulties chewing on one side. A look in the tiger's mouth quickly reveals the problem but performing dental work on the teeth of a tiger is of course easier said than done. Chris and the dental specialist ...    "
                },
                "14": {
                    "title": "Episode #4.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 14,
                    "original air date": "21 May 2012",
                    "year": "2012",
                    "plot": "\n    Two emergency calls in the middle of the night. The first one puts Chris behind bars when a golden retriever is in labour of a huge litter of puppies that are chosen to become assistance dogs. The next call has Chris receiving a dangerous package from the police after they were called about a snake on the road. The diamond python looks to be in excellent health apart from one of its glands sticking out of its cloaca. Chris however comes up with a very inventive procedure that prevents the snake from having to undergo surgery to fix the problem. Misa's own night ...    "
                },
                "15": {
                    "title": "Episode #4.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 15,
                    "original air date": "28 May 2012",
                    "year": "2012",
                    "plot": "\n    Chris is in Queensland to try and save local favorite Bully, a bull that survived a horrible flooding 13 years ago but may now be running short on luck as one of his horns is growing the wrong way and putting pressure on Bully's skull. If Chris can't saw part of the horn off, the horn will grow into Bully's skull and penetrate his brain, meaning the bull will die. But Chris' first problem is to actually be able to sedate the bull as Bully doesn't seem too keen on letting Chris try and save his life. Thankfully the entire community is there to help out. And before ...    "
                },
                "16": {
                    "title": "Episode #4.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 16,
                    "original air date": "4 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Five week old puppy Monroe has swimmer syndrome. Normally these puppies are put down but both Chris and Monroe's owner won't accept giving up and in that easily and try to help Monroe. Will they succeed to give the puppy a full quality of life? Their chances are 50% but with the strong team Chris, Monroe and Monroe's owner form, Chris has nothing but faith in the outcome. Meanwhile a cat and a snake are brought in at SASH after both animals took a piece out of each other. But whilst Nemo's owners are convinced that the snake is the very poisonous brown snake, Lisa has...    "
                }
            },
            "5": {
                "1": {
                    "title": "Episode #5.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "16 Feb. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Episode #5.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "23 Feb. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Episode #5.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "2 Mar. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Episode #5.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "9 Mar. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Episode #5.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "23 Mar. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Episode #5.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "13 Apr. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Episode #5.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "20 Apr. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Episode #5.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "27 Apr. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Episode #5.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 9,
                    "original air date": "4 May 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "Episode #5.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 10,
                    "original air date": "11 May 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "11": {
                    "title": "Episode #5.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 11,
                    "original air date": "18 May 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Episode #5.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 12,
                    "original air date": "25 May 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Episode #5.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 13,
                    "original air date": "1 Jun. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "14": {
                    "title": "Episode #5.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 14,
                    "original air date": "8 Jun. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "15": {
                    "title": "Episode #5.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 15,
                    "original air date": "15 Jun. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "16": {
                    "title": "Episode #5.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 16,
                    "original air date": "22 Jun. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "17": {
                    "title": "Episode #5.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 17,
                    "original air date": "29 Jun. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "18": {
                    "title": "Episode #5.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 18,
                    "original air date": "6 Jul. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "19": {
                    "title": "Episode #5.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 19,
                    "original air date": "13 Jul. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "20": {
                    "title": "Episode #5.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 20,
                    "original air date": "20 Jul. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "21": {
                    "title": "Episode #5.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 21,
                    "original air date": "27 Jul. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "22": {
                    "title": "Episode #5.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 22,
                    "original air date": "3 Aug. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "23": {
                    "title": "Episode #5.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 23,
                    "original air date": "10 Aug. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "24": {
                    "title": "Episode #5.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 24,
                    "original air date": "31 Aug. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "26": {
                    "title": "Episode #5.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 26,
                    "original air date": "2 Nov. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "27": {
                    "title": "Episode #5.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 27,
                    "original air date": "9 Nov. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "28": {
                    "title": "Episode #5.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 28,
                    "original air date": "16 Nov. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "29": {
                    "title": "Episode #5.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 29,
                    "original air date": "23 Nov. 2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "30": {
                    "title": "Episode #5.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 30,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "6": {
                "1": {
                    "title": "Episode #6.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "plot": "\n    Everyone pulls together to try and help victims of the bushfire at the Blue Mountains. Lisa helps out at a center where wild animals with burns come in and Chris drives out to a farm where an Alpaca has given birth under the stress of the move to get away from the bushfire, her young however isn't drinking or able to stand up. Can Chris save this young family and give them a happily ever after? And can Andrew at SASH help Misty, a dog that is brought in paralyzed from the waist down? At the Reptile Park Tim has to put his life on the line when Elvis the crocodile has ...    "
                },
                "2": {
                    "title": "Episode #6.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "plot": "\n    During one of his breaks Chris gets called to a bat rescue center where Millie, a tiny insect eating bat, has been brought in after she was found on the floor in a barn. Millie's tiny body is completely covered n some sticky substance and at the rescue center people hope that Chris may know off a way to get the substance of Millie's body before the tiny bat tries to groom herself clean and digests the possible poisonous substance. At SASH the cocker spaniel Daisy is brought in after her owners noticed that one of her eyes is bulging forward whilst Daisy can hardly ...    "
                },
                "3": {
                    "title": "Episode #6.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "plot": "\n    Chris is in Victoria at Halls Gap Zoo where a lemur is having a tooth problem. The 20 year old lemur arrived six months ago at the zoo and his caretakers have noticed that slowly one of his tooth is starting to turn brown. Chris has a few theories but when a x-ray is taken, something very unusual and unexpected is revealed. At SASH a chihuahua puppy with a bad limp is brought in. The young dog was brought to the Animal Wellfare group cause its owner couldn't afford the puppy's treatment. Examination however reveals that the injury isn't recent at all. Can Andrew still...    "
                },
                "4": {
                    "title": "Episode #6.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Episode #6.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Episode #6.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Episode #6.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "plot": "\n    Dog Chester hates skateboards and an accident is waiting to happen. Also Chris' help is needed to save a pet rat and a babysat turtle. And why has Tim called Chris to the Reptile Park? Lisa goes all out for six rescued dogs and a K9 puppy.    "
                },
                "8": {
                    "title": "Episode #6.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "plot": "\n    A dog delivering a soccer team, a dog with a snakebite, a little puppy found with a drug addict and a cat with a serious ear problem. Will our vets prevail and manage to bring all rescues to a good end?    "
                },
                "9": {
                    "title": "Episode #6.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 9,
                    "plot": "\n    Chris needs to help a boat owner claim their boat back when a heron family has decided to take up residence on the deck. Lisa and Andrew meet Zoe, a cat that made a very nasty jump from a balcony. Also at SASH a blind dog is brought in that suddenly has started to bleed from his bowls whilst at Bondi clinic Chris tries desperately to save the beloved bunny off two young girls. A surprise visit from a runaway dog brings laughter at Bondi later that day and during the night Chris gets a visit from one of his beloved patients who may have taken his love for ice cream a ...    "
                },
                "10": {
                    "title": "Episode #6.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 10,
                    "plot": "\n    Tim is worried about Matilda, a young kangaroo mother who is still carrying a joey. The mother kangaroo has started to develop a lump on her chin and Tim fears it may be the deadly lumpy jaw. Can Chris give Tim good news or will the mother kangaroo be lost? At SASH Lisa is on the war path against ticks. Two patients are already battling for their lives and now a third one gets rushed in. Andrew in the meantime meets Dougie, an eight month old boxer, with a sore right leg. Andrew's examination reveals that the boxer puppy was born with problems at his elbow joints. An ...    "
                },
                "11": {
                    "title": "Episode #6.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 11,
                    "plot": "\n    Zambi, a small lion cub, shows up at Bondi clinic. The little cub was taken away from her mother after her mother proved to be too nervous to take care of her own daughter without injuring her. Zambi is now being hand raised but this does proof to be a problem for her later life when she will return to live with her own family. Luckily Chris has a plan to make Zambi learn how to live in a pride, although his idea may seem very far fetched. Lisa calls in the help of their dental expert at SASH when Cali, a seven month old puppy, is brought in. Cali's bottom canine ...    "
                },
                "12": {
                    "title": "Episode #6.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 12,
                    "plot": "\n    Chris is in Marlin Coast. There he gets confronted with the mysterious case of jack russel terrier Snoopy who has attacks during which he starts to froth from the mouth, gets swollen red lips and ends up vomiting. With the attacks increasing in frequency and strength, Snoopy's owner is worried that Snoopy will one day not survive one of those attacks. To try and find out what is troubling the dog, Chris heads to Snoopy's home where pretty soon he finds a possible reason for Snoopy's attacks. But to be sure, they'll have to catch Snoopy in the act and with the dog ...    "
                },
                "13": {
                    "title": "Episode #6.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 13,
                    "plot": "\n    Chris' help is needed in Marlin Coast where one of the older crocodiles got into a fight. Meanwhile Lisa pulls an all nighter to try and save a dog with heatstroke.    "
                },
                "14": {
                    "title": "Episode #6.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 14,
                    "plot": "\n    Lisa tries to save a young girl's best friend who woke up with paralyzed back legs. Tim goes all out to try and save the crocodile eggs before the heat of the day strikes. And Chris gets a shot down currawong at the practice.    "
                },
                "15": {
                    "title": "Episode #6.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 15,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "16": {
                    "title": "Episode #6.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 16,
                    "plot": "\n    Whilst Tim faces the hard decision whether to separate a mother Tasmanian Devil and her young, Chris enlists Andrew's help to try and give a rescued dog with a heart murmur a chance. Further at SASH three dumped kittens need Lisa's help.    "
                },
                "17": {
                    "title": "Episode #6.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 17,
                    "plot": "\n    Chris tries to find out why a pig suddenly only delivers stillborns. Further on the countryside he needs to help a young horse who is rejected by his mother after she had twins and only recognizes one of the young ones as her son. And three bulls undergo tests to determine whether they can father this year or not. At SASH Lisa has her work cut out when a bulldog with eyelash problems rocks up.    "
                },
                "18": {
                    "title": "Episode #6.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 18,
                    "plot": "\n    A young girl brings in her ten month old pygmy that keeps losing parts of its tail. Can Dr. Chris discover what's the pygmy's problem? And can he also help Chrissie's colorful chicken that has a serious breathing problem? At the Reptile Park Tim has to try and separate two hatched chickens from their parents when said parents fail to feed their chicks properly. And at SASH Lisa learns that sometimes a dog's friendship does go through the stomach .    "
                },
                "19": {
                    "title": "Episode #6.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 19,
                    "plot": "\n    Chris treats a biker dog that has a sudden developed lump and an ear infection. Afterwards he is off to Africa to help give a contraceptive to a young male elephant. Lisa meanwhile gets a visit from Misty Blue. The five week old kitten has trouble breathing but can this tiny kitten survive the much needed surgery?    "
                },
                "20": {
                    "title": "Episode #6.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 20,
                    "plot": "\n    Chris is called out to a charity farm to help a lamb that is born with two missing hooves. Lisa fears for the life of a young puppy that was found on the side of the road in a box. And Tim reunites with seven of his relocated gators when said gators are in danger and need to be moved.    "
                },
                "21": {
                    "title": "Episode #6.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 21,
                    "plot": "\n    Chris tries to help a 42 year old galah that developed a large lump over three months time whilst Lisa sees to a fierce small dog that got into a fight with a lager dog. At the Reptile Park Tim has a treat for Elvis the crocodile. And before the day is over Chris is called out to the suburbans where a family is held hostage by a large snake .    "
                },
                "22": {
                    "title": "Episode #6.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 22,
                    "plot": "\n    A goat with an itchy problem needs Chris' help whilst Lisa and Andrew tackle two dog cases. Lisa tries to help a dog who has been munching on chicken bones and got one stuck in a very dangerous place and Andrew tries to save the career of a K9 dog with a serious leg injury. At the Sealife center Chris gets the opportunity to help inseminate a female shark.    "
                },
                "23": {
                    "title": "Episode #6.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 23,
                    "plot": "\n    Neglected miniature horse Charlie has a forming lump on his cheek Chris needs to examine but getting close to the small horse sounds easier than it is. Tim and his team go check on a group of wild platypus and Lisa meets Scouts a three month old puppy with sudden paralysis signs. Can she save the little dog and reunite him with his sister? And can Chris discover what is wrong with Fifi the snake whose body has swollen up at an odd spot?    "
                },
                "24": {
                    "title": "Episode #6.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 24,
                    "plot": "\n    Lisa helps a dog with a growing cyst in its eye whilst Chris enlists Andrew's help to try and save a young puppy with a serious artery problem. After more than one year a young pelican has been nursed to full health anew and can be released and Tim goes to check on the Tasmanian Devil breeding program in the hopes of finding all four females with babies .    "
                },
                "25": {
                    "title": "Episode #6.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 25,
                    "plot": "\n    A very large cat and a floating turtle are in need of Dr. Chris' help. Meanwhile Lisa and Andrew turn their attention to a young bulldog with a serious respiratory problem. At the Reptile Park Tim educates four of his staff on how to capture and milk poisonous snakes .    "
                },
                "26": {
                    "title": "Episode #6.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 26,
                    "plot": "\n    Chris braves the cold weather of the UK to go and help out a calf with a hernia, a prize winning duck with a torn flipper, an owl with an eye problem and to see if a horse is ready to participate in its very first race and two rescued seals are recovered and healthy enough anew to be released into the wild. But the seals aren't the only ones who may come to brave the cold water of the sea as Chris finds himself challenged to a surfing competition where for once catching waves ain't the way to win .    "
                },
                "27": {
                    "title": "Episode #6.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 27,
                    "plot": "\n    Chris goes out of his way to try and help Jasper, a five year old dog that suffered brain damage as a puppy and whose condition is suddenly going downhill. Also at Bondi a guinea pig with paralyzed back legs and a three week old bird with leg problems rock up in search for Chris' expertise. Lisa and Andrew at SASH put everything they have in trying to save a most beloved cat that was hit by a car and as a result has serious facial wounds. And a most beloved sea rob is starting to become blind and needs eye surgery. SASH moves out to help.    "
                },
                "28": {
                    "title": "Episode #6.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 28,
                    "plot": "\n    Chris enlists Andrew's help to save a young puppy with a heart condition whilst Lisa also has her own young patient to try and save when a 1 year old dog is brought in after having bitten a poisonous puffer fish. And can Lisa also save a cat that has been bitten by a black snake? Time is running scares but with the cat not allowing anyone near him, Lisa has a true battle against the clock on her hands. Meanwhile Chris and Tim take a trip to try and capture the legendary Big Mumma, a scrub python rumored to be at least 7 metres long. And in Queensland turtles aren't ...    "
                },
                "29": {
                    "title": "Episode #6.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 29,
                    "plot": "\n    With an entire family of Tasmanian Devils sick, Chris needs to work quick to find answers, especially when two of the four young ones are becoming critical. Lisa's patient is brought in with heatstroke but examination show that the poor dog is struggling with something much more dangerous than heatstroke. Chris in the meantime gets at night an emergency call about an 18 month old puppy that jumped out of a moving car and landed harshly on the concrete of the road. Thankfully Kettle, a young cockatoo that fell out of a nest, visits Chris with his wake up call. Can ...    "
                },
                "30": {
                    "title": "Episode #6.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 30,
                    "plot": "\n    Two boxer puppies are found at the side of the road but before they can be rescued, one gets hit by a car. Can Chris save him? And can he also help a five week old puppy with swimmer syndrome? But not all animals like Chris as a house pet pig proves when Chris tries to save it from becoming pork chops. Meanwhile Lisa battles to try and save a cat that ran away from a dog but got a severe gash in its side by a large glass shard on which the cat fell during its escape. And PAWS needs Andrew's help to save a one year old puppy with a heart murmur. IT's the final episode ...    "
                }
            },
            "8": {
                "1": {
                    "title": "Episode #8.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 1,
                    "original air date": "9 Apr. 2016",
                    "year": "2016",
                    "plot": "\n    Dr. Chris transplants the beak of emaciated cormorant and colleagues in another clinic operate on the hip of labrador Scooby.    "
                },
                "2": {
                    "title": "Episode #8.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bondi Vet (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 2,
                    "original air date": "16 Apr. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 151,
        "cast": [
            {
                "name": "Marchevsky, Andrew"
            },
            {
                "name": "Brown, Chris"
            },
            {
                "name": "Chimes, Lisa"
            },
            {
                "name": "Faulkner, Tim"
            },
            {
                "name": "Dessen, Ben"
            },
            {
                "name": "Sursara, Elissa"
            },
            {
                "name": "Gladstone, Dean"
            },
            {
                "name": "Maxwell, Trent 'Maxi'"
            },
            {
                "name": "Oemcke, Steve"
            }
        ],
        "locations": [
            "Bondi Beach, Sydney, New South Wales, Australia",
            "Bondi Junction Veterinary Hospital, Bondi Junction, New South Wales, Australia"
        ],
        "genres": [
            "Documentary",
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:G::(some episodes)",
            "Australia:PG::(some episodes)"
        ],
        "number of seasons": 8,
        "rating": 7.7,
        "votes": 221,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYmY1NjU1MTktMjFlOC00OGNlLWE3ZTUtMTA3OTk0MDY4MGJmXkEyXkFqcGdeQXVyMTE3MjA2NDA@._V1_SY150_CR3,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Bondi Vet",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8"
        ],
        "production companies": [
            {
                "name": "WTFN Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Steadfast International"
            }
        ],
        "plot": [
            "\"Bondi vet\" follows the lives of veterinary surgeon Chris Brown at the Bondi Junction Veterinary Hospital, emergency veterinarian Lisa Chimes and specialist surgeon Andrew Marchevsky at the SASH in the Sydney suburbs and Tim Faulkner of the Australian Reptile Park."
        ],
        "tech": {
            "runtime": [
                "30 min (including commercials)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 221,
                "rating": 7.7
            },
            "aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 18 29": {
                "votes": 46,
                "rating": 8.2
            },
            "aged 30 44": {
                "votes": 80,
                "rating": 7.1
            },
            "aged 45 plus": {
                "votes": 44,
                "rating": 8.1
            },
            "males": {
                "votes": 68,
                "rating": 6.9
            },
            "males aged 18 29": {
                "votes": 9,
                "rating": 7.8
            },
            "males aged 30 44": {
                "votes": 35,
                "rating": 6.3
            },
            "males aged 45 plus": {
                "votes": 20,
                "rating": 7.4
            },
            "females": {
                "votes": 115,
                "rating": 8.3
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 37,
                "rating": 8.3
            },
            "females aged 30 44": {
                "votes": 44,
                "rating": 7.8
            },
            "females aged 45 plus": {
                "votes": 23,
                "rating": 9.4
            },
            "top 1000 voters": {
                "votes": 11,
                "rating": 5.5
            },
            "us users": {
                "votes": 25,
                "rating": 8.5
            },
            "non us users": {
                "votes": 112,
                "rating": 7.3
            }
        },
        "number of votes": {
            "10": 88,
            "9": 26,
            "8": 38,
            "7": 32,
            "6": 11,
            "5": 6,
            "4": 6,
            "3": 7,
            "2": 4,
            "1": 3
        },
        "arithmetic mean": 8.1,
        "median": 9
    }
}