{
    "imdb": {
        "raw release dates": [
            {
                "country": "Latvia\n",
                "date": "March 2009"
            }
        ],
        "release dates": [
            "Latvia::March 2009"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Ancevskis, Ainars"
            },
            {
                "name": "Auzins, Ivars"
            },
            {
                "name": "Berzina, Marija"
            },
            {
                "name": "Berzins, Andris"
            },
            {
                "name": "Kesteris, Girts"
            },
            {
                "name": "Krivans, Leons"
            },
            {
                "name": "Linarte, Marija"
            },
            {
                "name": "Lurina, Dita"
            },
            {
                "name": "Melbardis, Egils"
            },
            {
                "name": "Rafalson, Jakov"
            }
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "23"
        ],
        "countries": [
            "Latvia"
        ],
        "country codes": [
            "lv"
        ],
        "language codes": [
            "lv"
        ],
        "color info": [
            "Color"
        ],
        "rating": 3.5,
        "votes": 113,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZWI4ZjM5MWYtMDFkYy00ODliLWJiODktZmY3Zjc2Mjk0MjVjXkEyXkFqcGdeQXVyODc2MjUzODU@._V1_SY150_CR5,0,101,150_.jpg",
        "budget": "LVL3,000 (estimated)",
        "languages": [
            "Latvian"
        ],
        "title": "Ugunsgreks",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Ugunsgreks (Latvia)"
        ],
        "plot": [
            "After second world war Leons Timbermanis and his best friend Bruce Wayne survived. Now they are recruiting team Arrow for further fights. These series are about trust and justice."
        ],
        "synopsis": [
            "The show begins after the end of the 4th Reich when a villain by the name of Goat-boy terrorizes a peaceful hotel and it's residents. Soon it's discovered that Goat-boy is not the only unwanted guest in the hotel! One of the residents is Hitlers reincarnated demon who goes by the name of Paul. All hope seems to be lost and our group of rag-tag hotel residents must stop the brewing pot of carrots in the kitchen (might not make sense until you watch the show). The main character Juris (a disgraced doctor who cured cancer but invented super-AIDS) uses his military training to fight Nazis. Meanwhile in season 4 the American military makes an alliance with Stalin's child Stalin Jr.. Season 5 ends with the death of Pajit the skiing instructor when a nuke goes of near his lake house. This event inspires George who in Season 8 rapes Paul (Hitler). Season 15 concludes with the end of the Warm War and the fall off the Chinese government. Goat-boy's last breath is seen in the last frame of the Season 15 Episode \"Instrumental Menstruation\". Season 17 focuses largely on Miranda and her meth addiction, but her ark is cut short when Juris Sr. cuts her throat and ends her misery. This starts a three season long crime themed drama where the biggest cocaine dealer in Russia Paul (Hitler) sends three witches to the hotel (Wish, Curse and Arthur). In Season 31 no large plot events go down but each episode instead focuses on a different character and reminds you why you relate to them all so much. The action resumes in Season 59 when the rapture happens and God brings down his forces to Earth. The show really pics up when Luke (Gods third son) escapes the underground research facility and kidnaps a penguin. The penguin is soon found at the end of Season 89. The show was unfortunately cancelled by TV3 after the end of Season 125 making the story conclude in the Season 125 Episode \"Sausage vs Beef\" where Mark kills the giant orc named Ernest and ascends to heaven."
        ],
        "tech": {
            "runtime": [
                "23 min (Latvia)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 113,
                "rating": 3.5
            },
            "aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 18 29": {
                "votes": 60,
                "rating": 3.6
            },
            "aged 30 44": {
                "votes": 26,
                "rating": 3.0
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 6.5
            },
            "males": {
                "votes": 60,
                "rating": 3.1
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 18 29": {
                "votes": 40,
                "rating": 3.3
            },
            "males aged 30 44": {
                "votes": 17,
                "rating": 2.7
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 3.0
            },
            "females": {
                "votes": 30,
                "rating": 4.1
            },
            "females aged 18 29": {
                "votes": 20,
                "rating": 3.9
            },
            "females aged 30 44": {
                "votes": 9,
                "rating": 4.6
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 1,
                "rating": 1.0
            },
            "non us users": {
                "votes": 55,
                "rating": 3.1
            }
        },
        "number of votes": {
            "10": 35,
            "9": 5,
            "8": 5,
            "7": 4,
            "6": 0,
            "5": 4,
            "4": 5,
            "3": 7,
            "2": 6,
            "1": 42
        },
        "arithmetic mean": 5.1,
        "median": 4
    }
}