{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "16 September 2009"
            }
        ],
        "release dates": [
            "USA::16 September 2009"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Coyote, Peter"
            },
            {
                "name": "Madden, John"
            },
            {
                "name": "Namath, Joe"
            }
        ],
        "genres": [
            "Documentary",
            "Sport"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "rating": 8.6,
        "votes": 37,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTMwNjQ3MmEtZThmOS00MTM0LWFmZTAtZjkyMWViNjFkZjYyXkEyXkFqcGdeQXVyNjU4MTM4NDA@._V1_SY150_CR81,0,101,150_.jpg",
        "plot outline": "A comprehensive 5-hour documentary, divided into 1-hour episodes, on the founding and 10-season history of the American Football League, tracing from its humble beginning to its eventual merger with the older, more powerful National Football League.",
        "languages": [
            "English"
        ],
        "title": "Full Color Football: The History of the American Football League",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Full Color Football: The History of the American Football League (United States)"
        ],
        "production companies": [
            {
                "name": "NFL Films"
            }
        ],
        "distributors": [
            {
                "name": "NFL Network"
            }
        ],
        "plot": [
            "A comprehensive 5-hour documentary, divided into 1-hour episodes, on the founding and 10-season history of the American Football League, tracing from its humble beginning to its eventual merger with the older, more powerful National Football League.::Mr_Gitts"
        ],
        "synopsis": [
            "A sports documentary miniseries that focuses on the American Football League (AFL, 1960-1969), recognized by many as the genesis of modern Professional Football. The 5-part series originally aired on the US pay-cable network Showtime in the fall of 2009 to coincide with the 50th anniversary season of both the AFL's founding and its original 8 teams. Reruns are currently airing on NFL Network.The show traces the history of the league using game broadcasts and highlight footage (some of which have never been previously aired on national television); archived and recent interviews with AFL personalities and players including Joe Namath, Al Davis and John Madden; and commentary from football historians, authors, and AFL eyewitnesses such as Ange Coniglio, Dan Rather and Larry King, and AFL players including Ernie Warlick, Alex Kroll, and Larry Eisenhauer. The show is narrated by Peter Coyote and was produced by NFL Films.It has not been released on DVD. Warner Home Video owns the rights as part of its output deal with NFL Films.Episode 1: \"The New Frontier\" (original air date: 9/16/2009) looks at how Lamar Hunt, after the NFL turned down his attempts to purchase a franchise, arranges a group of fellow businessmen, the self-titled \"Foolish Club,\" to start their own league. The episode examines back stories of the 8 founding owners, and spotlights the AFL's humble beginnings, from games played in mostly empty stadiums to the exciting 1962 championship game that took 2 overtimes to be resolved.Episode 2: \"Times They Are A Changin'\" (original air date: 9/23/2009) highlights how the San Diego Chargers (powered by coach Sid Gillman's offensive schemes) and the Buffalo Bills (and their dominating defense) became the AFL's premiere teams. Societal effects on the AFL are also examined, from the John F. Kennedy assassination to the relocation of the league's January 1965 All-Star Game from New Orleans to Houston after several black players were refused service in the former city.Episode 3: \"War and Peace\" (original air date: 9/30/2009) sees the AFL reach a watershed: a lucrative new TV contract with NBC, the awarding of a 9th franchise to Miami, and the launch of a player bidding war with the NFL that began with the New York Jets' signing of Alabama QB Joe Namath. The two leagues would reach a truce that would lead to the start of the Super Bowl, a \"common draft\" of collegiate players, and their eventual 1970 merger.Episode 4: \"Revolution\" (original air date: 10/7/2009) looks at how, amidst a backdrop of upheaval in American society, the AFL generates its own upheaval in the sports world: after its champions are soundly defeated in the first two Super Bowls, the league gains respectability on the shoulders of Joe Namath, who, after his Jets defeat Oakland for the 1968 league title, fulfills a brash guarantee to defeat NFL champ Baltimore in Super Bowl III, regarded as one of the greatest upsets in sports history.Episode 5: \"The Final Frontier\" (original air date: 10/14/2009) profiles the league's final year, 1969, including the contentious debate on post-merger league realignment, Joe Namath's near-retirement, and innovations like the West Coast Offense and stack defense that found their origins in the AFL. With the respectability it long sought now secure, the league ends on a high note with Hank Stram's Kansas City Chiefs soundly defeating Minnesota in Super Bowl IV."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 37,
                "rating": 8.6
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 16,
                "rating": 8.2
            },
            "aged 45 plus": {
                "votes": 15,
                "rating": 8.6
            },
            "males": {
                "votes": 29,
                "rating": 8.7
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 15,
                "rating": 8.6
            },
            "males aged 45 plus": {
                "votes": 13,
                "rating": 8.8
            },
            "females": {
                "votes": 3,
                "rating": 5.3
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 1.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 7.5
            },
            "top 1000 voters": {
                "votes": 6,
                "rating": 5.7
            },
            "us users": {
                "votes": 21,
                "rating": 8.1
            },
            "non us users": {
                "votes": 7,
                "rating": 8.8
            }
        },
        "number of votes": {
            "10": 13,
            "9": 12,
            "8": 7,
            "7": 1,
            "6": 1,
            "5": 1,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 8.6,
        "median": 9
    }
}