{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "19 July 2009"
            },
            {
                "country": "Portugal\n",
                "date": "25 November 2010"
            },
            {
                "country": "Belgium\n",
                "date": "  2012"
            }
        ],
        "release dates": [
            "Belgium::19 July 2009",
            "Portugal::25 November 2010",
            "Belgium::2012"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tokaido (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    A serious of old etchings inspired the Belgian documentary maker to plan a journey along the ancient route between the imperial and shogun's capitals, visiting depicted monuments and registering how the country changed. Day 1 starts in modern capital Tokyo (feudal name Edo), the country's largest metropolis, which received regular visits from the 'daimyos', regional vassals. The area is rich in temples but also public executions sites for criminals condemned to decapitation of even crucifixion. Nex stop, Kawasaki. The first day ends reaching Yokohama, Japan's second ...    "
                },
                "2": {
                    "title": "Days 2&3: Yokohama - Odawara",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tokaido (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Days 2&3. From Yokohama, the road follows the old coast, which was thoroughly altered, winning land at the expense of idyllic bays for the expanding megalopolis. The railroad has overtaken the tokaido as national transport mode and road R-1. On some minor rest till Odawara, Japanese commoners, a developer and a Flemish fake priest elaborate on the housing options, sense of formality and religious tolerance as well as health caring and ever costlier world-record aging.    "
                },
                "3": {
                    "title": "Day 4&5. Yumoto - Yoshiwara.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tokaido (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Past Yumoto, the road leaves the greater Toky megalopolis. This region used to be idyllic, but even her much has changed. So the famous view from mount Fuji, Japan's most popular landmark, has actually changed a lot, but the tourists flood keeps growing.    "
                },
                "4": {
                    "title": "Days 6&7. Fuji City: Kanekagawa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tokaido (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Past Fuji City, a visit to the paper wares convention. Although more of the landscape is preserved in this mountainous region, the cities were mostly bombed and rebuild hastily, not restored. The curator of a museum dedicated to the artist supports the theory that his inaccuracies suggest he may never have traveled along the tokaido. Scenes from the harmonious life between the peaceful country-folk and its most helpful police, also social workers in all but name, resulting in record low crime statistics. A visit the the provincial capital castle from which the first ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tokaido (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Day 8&9. Okabe - Kakegawa. Some minor stuff of the old tokaido is preserved between Okabe and Kakegawa, including a legendary rock where a traveler would have had Japan's first Cesarean. We visit a school and contemplate the group-oriented Japanese education, next its impact even in individual sports like traditional archery, just as in school fanfares and formal team sports like baseball, both Western imports.    "
                },
                "6": {
                    "title": "Days 10&11. Kakegawa - Futagawa.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tokaido (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Between Kakegawa and Futagawa, the road crosses larger rivers, so instead of porters the shogunate had to allow boats to perform ferry services. Closer to Edo, there was a ring of castles, where strict searches were done, also for cross-dressing females trying to escape their hostage duty when their daimyo master left. A look at modern fishery.    "
                },
                "7": {
                    "title": "Days 12&13. Toyohashi - Okazaki",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tokaido (TV Series 2009–2012)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    As the tokaido moves from Toyohashi to Okazaki, now closer to Kyoto, we consider the often unsatisfactory results of hasty (re)construction after the devastating war, resulting in poor urbanization. The fate of rest stop comfort girls, often sold by poor countryside families, some even committed suicide. In the first shogun's birth castle, as bonsai exhibition inspires contemplating the overpopulated country's aesthetic escapism.    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Vermilye, John W."
            }
        ],
        "locations": [
            "Japan"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "Belgium",
            "United States"
        ],
        "country codes": [
            "be",
            "us"
        ],
        "language codes": [
            "ja"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "rating": 9.0,
        "votes": 6,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjAxM2E0ZDgtYmU4Ni00N2RkLThkMDAtMTdlOGVjY2E0OWJkXkEyXkFqcGdeQXVyNTMwMTU3Mg@@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Tokaido is a film series about a road in Japan, or rather two roads: an old one-- once Japan's most important road-- and a new one, paved on top of it. Naturally the series is not merely about these roads; it is about what happened or happens along them, intertwining two road trips: a past one and a contemporary one. The first puts us in the company of Hiroshige, one of Japan's greatest artists, who traveled the Tokaido in the early 1830s. In the second we follow in his footsteps to figure out what remains of what he saw. It is a simple concept, but it goes far beyond simply comparing past and present. Because understanding Japan requires a trip into its past, and one could do far worse than pick the Tokaido for that excursion. With Hiroshige we also obtain a terrific guide. He not only made the trip at a fascinating time, he also left a splendid artistic impression of his trip, documenting what he saw and experienced along the way.",
        "languages": [
            "Japanese"
        ],
        "title": "Tokaido",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2012",
        "akas": [
            "Tokaido (Belgium)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "MN Productions"
            },
            {
                "name": "Visual Creations"
            }
        ],
        "distributors": [
            {
                "name": "Canvas"
            },
            {
                "name": "Radiotelevisão Portuguesa (RTP)"
            }
        ],
        "plot": [
            "_Tokaido_ (qv) is a film series about a road in Japan, or rather two roads: an old one-- once Japan's most important road-- and a new one, paved on top of it. Naturally the series is not merely about these roads; it is about what happened or happens along them, intertwining two road trips: a past one and a contemporary one. The first puts us in the company of Hiroshige, one of Japan's greatest artists, who traveled the _Tokaido_ (qv) in the early 1830s. In the second we follow in his footsteps to figure out what remains of what he saw. It is a simple concept, but it goes far beyond simply comparing past and present. Because understanding Japan requires a trip into its past, and one could do far worse than pick the _Tokaido_ (qv) for that excursion. With Hiroshige we also obtain a terrific guide. He not only made the trip at a fascinating time, he also left a splendid artistic impression of his trip, documenting what he saw and experienced along the way.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "22 min (10 episodes) (Belgium)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6,
                "rating": 9.0
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 8.0
            },
            "males": {
                "votes": 4,
                "rating": 8.5
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 7.0
            },
            "non us users": {
                "votes": 3,
                "rating": 8.3
            }
        },
        "number of votes": {
            "10": 3,
            "9": 1,
            "8": 1,
            "7": 1,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 9.0,
        "median": 9
    }
}