{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Korea\n",
                "date": "5 September 2009"
            }
        ],
        "release dates": [
            "South Korea::5 September 2009"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Assorted Gems"
            },
            {
                "countries": "South Korea",
                "title": "The Jewel Family"
            }
        ],
        "akas": [
            "Assorted Gems (original title)",
            "The Jewel Family South Korea"
        ],
        "akas from release info": [
            "Assorted Gems (original title)",
            "The Jewel Family South Korea"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "5 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    A new tenant shows up at the boarding house to the surprise of Jade, Ruby, Coral and Amber. Each of them already has enough to deal with just starting life out on their own. The siblings' parents, meanwhile, begin undergoing some trials themselves as they contend with mid-life crises.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Fresh from her botched breast implants, Heja Pi has a nightmare in the hospital. She has no way to pay the bill. The Grandmas finally meet Kyle, the new American tenant. Meanwhile, Jade meets Dr. Yoo's mother whom she impresses with several exaggerations about her family's stature.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "12 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Jade visits the restaurant with a renewed goal to make it a profitable business. She intends to create new dishes while cooking routine meals at home for her siblings. She makes her visit, however, at the expense of abandoning her mother upon Heja Pi's discharge from the hospital.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "13 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Jade and Heja Pi have a heated discussion. Heja Pi encourages Jade to marry someone like Kyle or any other well-off American. This way Jade can avoid having to worry about needing a dowry. Could it be she is simply asking Jade to help her fund a more comfortable lifestyle?    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "19 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Kyle tried helping the siblings address the issues they have with their parents by preaching about karma. It was useless, however, following a shocking introduction to their new baby brother. More disappointed than ever, they must gather with their unruly parents to discuss who will look after baby Tae-Ja.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "20 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Ruby's parents manage to spoil the long-awaited meeting with her prospective fiancé and his mother. The relationship comes to an abrupt end, leaving Ruby sick to her stomach. Jade learns of the news and berates her mother. Later, she has her third encounter with the same handsome stranger.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "26 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    The Grandmas engage in a game of Korean poker while Heja Pi visits a shaman. She wants to make sure that Tae-Ja's mother has really died. Besides confirming this, the shaman also discovers an evil spirit has attached itself to Sang-Sik and has been causing the family's woes.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "27 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Heja Pi visits Jade's restaurant to confront her helper about the time she spends distracting Coral from his exam studies. There is to be no more texting, calling or anything. Jade becomes enraged until Jedoug, the providential stranger who has recently become a housemate, arrives to sample her cooking.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "3 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Jade and Jedoug bless the opening of the restaurant outdoors for the world to see. While en route to the airport, Goodsoon's father catches her in the arms of a boy. Sank-Sik and Heja Pi get word that their children have kicked them out of the boarding house.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "4 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    The Grandmas spat over Sang-Sik and Heja Pi's impending move. They consider allowing Heja Pi to move in with them, leaving Sang-Sik out in the cold. Meanwhile, at Smiley House, more than just the stove gets hot when a new customer asks Jade out right in front of Jedoug.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "10 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    The Grandmas knew they were in for it when Sang-Sik and Heja Pi moved in. All they do is complain about the food and their children. Ruby wants to quit her job at the hospital, but Jade encourages her to stay. She also suggests that Ruby start showing Kyle respect.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "11 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Jade and Jedoug have a heart-to-heart discussion after a few drinks. She tells him that most women would gladly stay single than marry someone poor. Jedoug knows she is afraid of marriage because of her parents' poor example, but what, exactly, is that strange and comfortable feeling growing between them?    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "17 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Ruby tests Kyle's ambitions to become a monk when he offers more mumbo-jumbo at her. She challenges him to think what it is like to be in other people's shoes rather than pontificate about things he has never experienced. Dr. Yoo's mother tries convincing him to marry instead of travel.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "18 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    When Coral asks Goodsoon out, the response he gets is, literally, a kick in the pants. After a quick bite to eat, Kyle must rescue some dirt from Jedoug's eye at Jade's insistence. Will he really lick the dirt from Jedoug's eye as she has asked?    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "24 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Jedoug proves to be indispensable at Smiley House when he settles a customer issue. All he had to do was say he and Jade are lovers. Coral is as surprised as everyone at Goodsoon's abrupt departure from school. Ruby has kept her job, but has quit speaking to Dr. Yoo.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "25 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Ruby gathers her friends together to perform the celebration of her first ride ritual. She keeps the news of the new car from her mother. When her mother finds out the truth she gets very angry. A heated emotional argument occurs that brings out more truth than ever before.    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "31 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Kyle's mother returns to the boarding house intent on bringing him with her to the airport. Instead of wasting his life by becoming a monk, she wants him to marry. Kyle does not take any chances and runs away, not knowing a concerned Jade is hot on his trail.    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "1 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Sang-sik and Heja Pi, always purportedly looking out for their children's welfare, receive shocking news while at a formal dinner with Gangji and her parents. Her parents announce that they have given their wealth back to society. This means there is nothing left for Coral if he marries Gangji?    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "7 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Jade and Jedoug are out shopping together for a suit. When Jade notices Ruby walk in with Kyle, she hustles into a nearby dressing room. Jedoug wonders what the fuss is all about, but before she can explain, Jedoug leans closer to her and kisses her.    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "8 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Coral and his bride have arranged to stay in Jedoug's old room. Jedoug and Kyle have decided to share Kyle's old room together, but only because Heja Pi cannot think of sacrificing her room to her son and Gangji. Amber endures hand-to-hand combat with Goodsoon's new girlfriend.    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "14 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Jade meets up with the shaman at the spa where she enjoys some time off with Jedoug. The shaman insists she should marry Jedoug for a happy future. Meanwhile, Myonjga Jeol has bigger problems when she cannot get to sleep due to Joe Baek's disruptive gas.    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "15 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Byonghoon rushes to cover his tracks with Jade and Jedoug's help. They agree not to let his new girlfriend, whom he plans to marry, know about his relationship with Ruby. This only happens after Byunghoon spends hundreds of dollars on dinner. The excitement surrounding Coral's wedding, meanwhile, grows.    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "21 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    The newlyweds settle in while the rest of the family carries on as usual. Sang-sik argues with Myonjga, Coral plans a horseback riding date with Goodson which she plans to pay for, and her mother gets an MRI at her doctor's urging. Her forgetfulness has become a concern.    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "22 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Coral and Gangji return from their honeymoon earlier than planned. It raises Amber's suspicions, but Ruby does not see any problem with it. Jade's new-found success as a writer has Sang-Sik and Heja Pi celebrating what they believe to be a definite fortune for the family.    "
                },
                "25": {
                    "title": "Episode #1.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "28 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Jade signs a lucrative contract with the production company. She takes Heja Pi on a drinking date where she announces a few things. The first announcement is that she will be paying off the mortgage on the boarding house and the other is that she plans on marrying Jedoug.    "
                },
                "26": {
                    "title": "Episode #1.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "29 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Jedoug receives the news that his mother has Alzheimer's. He suggests to his father that they get a second opinion, but his father insists the diagnosis is no mistake. Jade recalls the advice the shaman gave her about Jedoug and decides it is time to make up her mind.    "
                },
                "27": {
                    "title": "Episode #1.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "5 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Jade gets a shocking note from Jedoug. Her family can only speculate why he decided to leave so abruptly. The news even bewilders Kyle. Heja Pi, however, recovers from the shock quickly enough to hire her mother to help run a new Smiley House in Jedoug's absence.    "
                },
                "28": {
                    "title": "Episode #1.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "6 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Gangji gets the silent treatment from Coral after they have their first domestic dispute over her decision to work outside of the home. The grandmas rejoice over their success at Smiley House by spitting milk at one another while a nervous Ruby gets ready to attend Dr. Yoo's wedding.    "
                },
                "29": {
                    "title": "Episode #1.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "12 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Goodsoon visits Amber for the first time. Jade impresses her with a delicious meal and then gives Amber a lecture about the perils of dating a wealthy girl like Goodsoon. Afterwards, Jade must lecture her disobedient parents for breaking in and stealing Coral's hanbok clothing.    "
                },
                "30": {
                    "title": "Episode #1.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "13 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    More and more, Jade finds herself dreaming about being with Jedoug. Kyle buys a doll while driving home with Ruby, but it is, sadly, for Ms. Boss and not her. The Grandmas playfully try to improve their dating appeal by learning a hot dance number from a neighbor.    "
                },
                "31": {
                    "title": "Episode #1.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "19 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Dr. Yoo returns pledging his love for Ruby to Jade. He makes Jade swear never to disapprove of the relationship. Goodsoon's parents visit just as she is scolding the maid. Her mother seems completely herself as she goes to make the toast the maid refused to make for Goodsoon.    "
                },
                "32": {
                    "title": "Episode #1.32",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "20 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Jade has, yet again, a chance encounter with Jedoug. This time it is during a professional meeting. She later insults him by returning the security deposit he left when he moved out. His mother's dementia, meanwhile, worsens despite the medication and her intermittent relapses into complete normalcy.    "
                },
                "33": {
                    "title": "Episode #1.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "26 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    In this episode, Jade is upset with Kyle Huntington about a failed karaoke bar they are both part owners of. Coral and Ruby then find the time to take their father to a nearby park. Later on, the karaoke bar becomes successful and the dispute is resolved.    "
                },
                "34": {
                    "title": "Episode #1.34",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "27 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Sang-sik's dream of the lotus pond proves valid, but Heja Pi is much less excited about the family addition than he is. Even the Grandmas experience doubts about the situation. When April presents Myongja with a bracelet, however, she gets to feel excited about something in her own life.    "
                },
                "35": {
                    "title": "Episode #1.35",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "2 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    After kicking out their parents, the four siblings are forced to manage everything and try to find happiness on their own. The older siblings, Jade and Ruby, attempt to support the younger siblings, Coral and Amber, as they complete school. To help with the expenses, they take in two boarders.    "
                },
                "36": {
                    "title": "Episode #1.36",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "3 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    In this emotional but yet funny episode of Assorted Gems, Jade finds herself back in the mist of Woobi's mother. Shocked by her sudden desire to give her a gift, Jade is overwhelmed by the gift, while Ruby experienced a drunken moment with another man.    "
                },
                "37": {
                    "title": "Episode #1.37",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "9 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Jade and Young gook depart on a ski trip with Young gook's mother, Terry. There, Jade and Terry bond even further. While they are gone, Woobin, a famous actor, invites Jade's parents to dinner, expressing his interest in Jade. Unbeknownst to them, Young gook proposes to Jade on the slopes.    "
                },
                "38": {
                    "title": "Episode #1.38",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "10 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Kyle and Ruby take Sa Jang on a ski trip. Meanwhile, both Young gook's parents as well as Jade's parents are overjoyed to hear the news of their engagement. However, trouble is near when everyone finds out Young gook's sister, Gootsoon and Jade's brother, Ho Bak, are also romantically involved.    "
                },
                "39": {
                    "title": "Episode #1.39",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "16 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    A boarding house is the location where four siblings each named after a precious gemstone reside. Each of their names shows a bit of their personality. Jade is the oldest and a perfectionist to Amber the youngest and an actor. Hilarity ensues as all four try to live peacefully together.    "
                },
                "40": {
                    "title": "Episode #1.40",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "17 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    In an effort to persuade Ho Bak's parents to approve of Gootsoon's and Ho Bak's relationship, Gootsoon invites Ho Bak's father to dinner with her and Ho Bak. After a fun night, Ho Bak's father grows fond of her. Jade also amicably invites her parents back into the home.    "
                },
                "41": {
                    "title": "Episode #1.41",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "23 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    To win back Ruby's heart, Dr. Yoo rents a room in Ruby's house. Kyle and Dr. Yoo fight for Ruby's favor. Younggook's mother's health regresses as she receives surgery for her appendix. Her Alzheimer's worsens as she no longer recognizes her husband, Roma. Roma urges Jade and Younggook to marry.    "
                },
                "42": {
                    "title": "Episode #1.42",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "24 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    In this episode of Assorted Gems, one sister shares big news with her parents; she's getting married! The American renter is to begin tutoring, but feels uncomfortable alone with his lovely student. Wedding preparations begin to be made.    "
                },
                "43": {
                    "title": "Episode #1.43",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "30 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    The boarding house patriarch has his work cut out for him as he tries to deal with the 4 main characters. Jade is determined to marry rich and thinks she has found the one. But is he really? Or is he just a do-gooder?    "
                },
                "44": {
                    "title": "Episode #1.44",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "31 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Jade and Young-guk prepare for their upcoming wedding. Kyle gets a new roommate. Goodsoon and Amber have a fight. Young-guk and Goodsoon have some trouble adjusting to their mother's dementia. While Young-guk takes it in stide, Goodsoon becomes distraught when her mother calls her \"Blacky\".    "
                },
                "45": {
                    "title": "Episode #1.45",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "6 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    The New Year holiday arrives, and the families gather to celebrate. At Jedoug's home, however, there is little to be happy about. His mother has trouble even remembering who Goodsoon is, but Jade does her best to help keep everything under control.    "
                },
                "46": {
                    "title": "Episode #1.46",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "7 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    In this episode of Assorted Gems, Jade is off on her honeymoon. Her parents find a letter that she has left telling them that she is unsure of her own ability to survive away from her loving family that has always cared for her.    "
                },
                "47": {
                    "title": "Episode #1.47",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "13 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    This episode shows that Ruby is now getting married although her friend Kyle does not believe the person she is engaged to is the right choice for her. There is also a good deal of visiting between the in-laws for Jade.    "
                },
                "48": {
                    "title": "Episode #1.48",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "14 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    This series is getting closer to the final conclusion with only two episodes left. Will the four siblings find happy ever after or will their be a last minute visitor that shakes things up and makes us wonder just what is in store for all of the \"gems.\"    "
                },
                "49": {
                    "title": "Episode #1.49",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "20 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Jade's family reacts to her pregnancy, Goodsoon becomes jealous of Amber's friends. Jade goes into early labor, and she gives birth to a boy. Goodsoon and Amber hatch a plan to get married.    "
                },
                "50": {
                    "title": "Episode #1.50",
                    "kind": "episode",
                    "episode of": {
                        "title": "Assorted Gems (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "21 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Weddings, births, and a death occur in this bittersweet series conclusion. Ruby, Jade, Amber, and Coral all come to terms with their families and each other. Two couples marry and one of the families loses someone dear to them. The series closes out with a sixtieth birthday party.    "
                }
            }
        },
        "number of episodes": 50,
        "cast": [
            {
                "name": "Go, Na-eun"
            },
            {
                "name": "Choi, Ah-Jin"
            },
            {
                "name": "Han, Hye-sook"
            },
            {
                "name": "Han, Jin-hie"
            },
            {
                "name": "Hong, Yoo-jin"
            },
            {
                "name": "Jeong, Hye-seon"
            },
            {
                "name": "Lee, Hyun Jin"
            },
            {
                "name": "Lee, Il-min"
            },
            {
                "name": "Lee, Tae-gon"
            },
            {
                "name": "Park, Geun-hyeong"
            },
            {
                "name": "So, Yi-hyeon"
            }
        ],
        "genres": [
            "Family",
            "Romance"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "South Korea"
        ],
        "country codes": [
            "kr"
        ],
        "language codes": [
            "ko"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-Y"
        ],
        "number of seasons": 1,
        "rating": 7.8,
        "votes": 20,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDZlYTIyMWQtOGVlNC00MTIzLTljMTAtMjMyOGFkODQ4NTNmXkEyXkFqcGdeQXVyMzE4MDkyNTA@._V1_SY150_CR45,0,101,150_.jpg",
        "plot outline": "Assorted Gems is the hilarious, heartwarming story of four siblings, all named after gemstones, who learn to live together and get along with one another in their family's boarding house. Jade is the eldest of the family, a demanding perfectionist with her heart set on marrying a rich man who will rescue her from poverty. Ruby, a nurse who is also determined to marry rich, begins to fall for another tenant. Coral, their younger brother, is a hardworking law school graduate preparing for the bar exam. The youngest son, Amber, is an aspiring actor. Presiding over these eclectic four and the tenants of their boarding house is patriarch Gung Sang Shik, who is going through a mid-life crisis at age 55, and their irresponsible, shop-a-holic mother. Sparks fly between parents, siblings, and tenants as many conflicting personalities struggle to reside under one roof.",
        "languages": [
            "Korean"
        ],
        "title": "Assorted Gems",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2010",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Im, Sung-han"
            }
        ],
        "production companies": [
            {
                "name": "MBC"
            }
        ],
        "distributors": [
            {
                "name": "MBC"
            }
        ],
        "plot": [
            "_Assorted Gems_ (qv) is the hilarious, heartwarming story of four siblings, all named after gemstones, who learn to live together and get along with one another in their family's boarding house. Jade is the eldest of the family, a demanding perfectionist with her heart set on marrying a rich man who will rescue her from poverty. Ruby, a nurse who is also determined to marry rich, begins to fall for another tenant. Coral, their younger brother, is a hardworking law school graduate preparing for the bar exam. The youngest son, Amber, is an aspiring actor. Presiding over these eclectic four and the tenants of their boarding house is patriarch Gung Sang Shik, who is going through a mid-life crisis at age 55, and their irresponsible, shop-a-holic mother. Sparks fly between parents, siblings, and tenants as many conflicting personalities struggle to reside under one roof."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 20,
                "rating": 7.8
            },
            "aged 18 29": {
                "votes": 7,
                "rating": 9.1
            },
            "aged 30 44": {
                "votes": 6,
                "rating": 6.8
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 9.0
            },
            "males": {
                "votes": 9,
                "rating": 7.7
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 8.7
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 5.3
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 9.0
            },
            "females": {
                "votes": 6,
                "rating": 8.8
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 3,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 5.5
            },
            "us users": {
                "votes": 3,
                "rating": 7.3
            },
            "non us users": {
                "votes": 11,
                "rating": 8.1
            }
        },
        "number of votes": {
            "10": 4,
            "9": 5,
            "8": 2,
            "7": 4,
            "6": 3,
            "5": 0,
            "4": 2,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 7.8,
        "median": 8
    }
}