{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "16 April 2009"
            }
        ],
        "release dates": [
            "USA::16 April 2009"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "An All-American Launch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the World for Free (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "16 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    The Around The World For Free adventure starts with penniless Alex and solitary crew member Zsolt about to leave a TV studio (CBS's The Early Show) in downtown New York to begin their trip around the world. Flashback to some of the hands-on preparations for the journey: from hostile environment training with the US Navy in San Diego to grueling workouts in the canyons above LA, to procuring high tech communications gear. After goodbyes to family and friends it's go time and reality sets in immediately: Alex finds himself alone on the streets of the Big Apple with ...    "
                },
                "2": {
                    "title": "Caribbean: Bliss and Extreme",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the World for Free (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "23 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    After his arrival by water plane in the US Virgin Islands, Alex meets Christy who takes him by ferry to the beautiful island of St. John's and sets him up for a couple of days in a picture-perfect villa overlooking the bay. She also helps Alex explore the colorful island, from its secret beaches to its colorful locals. On his last day in the US Virgin Islands Alex goes to a local church and speaks to a group of children about traveling around the world. The church members then treat him to a deluxe Caribbean pot-luck feast. However, he must keep moving and Christy ...    "
                },
                "3": {
                    "title": "South American Reality Check",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the World for Free (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "30 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Alex arrives in dangerous Venezuela with a light knowledge of Spanish and not much more. Luckily someone picks him up at the airport and brings him to a safe haven within the capital, Caracas. Web member Ivo, the owner of a hip young advertising company, puts Alex up in the apartment he's selling as he gets ready to leaves the country for political reasons. The situation in the country is volatile, and everywhere Alex goes, politics are the hot topic. Eduardo, the son of the Venezuelan ambassador to Dominica, also proves to be a valuable local ally. He and his friends...    "
                },
                "4": {
                    "title": "Peruvian Sunshine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the World for Free (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "7 May 2009",
                    "year": "2009",
                    "plot": "\n    Alex tours Lima, Peru with host Ivana and her friends, from the colonial old city centre to the Incan ruins, to some artistic neighborhoods like Barranco, and also takes a spectacular para-glide session over the city skies. He even dusts off his soccer shoes and takes in a quick game with some Lima locals. Then after a quick trip to a local market, Ivana and her friends help Alex prepare ceviche (a Peruvian fresh fish specialty). The mood at Ivana's house is festive with lots of dancing and plenty of new friends. Ivana then gets Alex on a bus to Cusco, the town ...    "
                },
                "5": {
                    "title": "Desert and Cape",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the World for Free (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "11 May 2009",
                    "year": "2009",
                    "plot": "\n    Alex survives his all-night ordeal on the streets of Tacna, Chile, and decides to hitchike south along the Pan-American Highway towards the capital Santiago. The problem is, no one in Chile actually picks up hitchhikers. With water and resources in short supply, Alex finds himself under the blazing sun of the Atacama Desert many miles out of town and in a very precarious position. Help comes in the form of a good Samaritan who pulls up and gives Alex enough pesos to get him to the town of Antofagasta. Arriving cold and hungry in the pre-dawn hours, Alex finds his way ...    "
                },
                "6": {
                    "title": "South African Kaleidoscope",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the World for Free (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "18 May 2009",
                    "year": "2009",
                    "plot": "\n    Still in Cape Town, Alex takes a trip along the coast and visits Boulders Beach to get up close and personal with some migrating penguins. Then host Tom arranges a day trip to Gaansbai, the world's top spot for Great White sharks. Out in a cage on the open water the sharks prove elusive but Alex takes it in stride with some whale-watching. It's time to head north and Alex sets out towards Johannesburg with some new friends. The only problem is that their car keeps breaking down in the middle of nowhere - not a good scenario is this violent, crime-ridden country. Help ...    "
                },
                "7": {
                    "title": "Into the Safari Spirit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the World for Free (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "25 May 2009",
                    "year": "2009",
                    "plot": "\n    Alex is on web supporter Louw's banana plantation in the northeastern tip of South Africa and in exchange for food and lodging he does a stint as a lifeguard for Louw and his work colleagues on a tubing run down a river. Reward comes in the form of a day and night open-top vehicle safari in the massive Kruger National Park. The group spots hippos, rhinos and various night dwellers on the exciting off-road trek. Before returning to Pretoria, Alex puts in a few hours harvesting bananas on Louw's farm. Back in the city, Alex enlists Louw's help in trying to find a way ...    "
                },
                "8": {
                    "title": "African Hardships",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the World for Free (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "1 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Alex arrives at a safari camp deep in the Kenyan Masai Mara and gets right to work to earn his stay. Besides brush-clearing and hauling water he takes part in several safari treks, both on foot and in open-top vehicles. The Kenyan Mara teems with wildlife: lions, elephants, giraffes and countless others pass within feet of Alex's car. Alex also treks on foot to a Kenyan Masai village where he makes fire and participates in welcoming festivities. After the work stint in the Mara camp, Alex goes to Nairobi and stops at an AIDS orphanage along the way. Back in the city, ...    "
                },
                "9": {
                    "title": "Good Vibes in Thailand and Cambodia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the World for Free (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "8 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Having spent the weekend in an empty office in Bangkok, Alex is booted out Monday morning and with the help of supporters Mr. Nop and Claire, tries to beg his way into a Buddhist temple for lodging. Rebuffed at the first temple, Claire invites Alex to spend the night at her multi-generational home. After a great home-cooked feast and a haircut care of Claire's aunt the next day, Alex heads to the next temple, Wat Soy Thong, which offers to take him in - no curfew, no restrictions, and high-speed Internet to boot. Over the next few days Alex lives the life of the monks...    "
                },
                "10": {
                    "title": "Living History in Cambodia and Vietnam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the World for Free (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "15 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Phnom Penh-based web supporter Jason and his Cambodian driver Sok Kheun take Alex to Tuol Sleng, the notorious political prison of the Pol Pot regime, where blood-splattered walls, torture instruments and meticulous photos of the doomed still haunt the former high school. The sombre visit is followed by a trip to the Chong Ek \"killing fields\" outside the capital, where Alex is joined by another Cambodian who recounts stories of the harrowing abuse while on a walk amongst the mass graves. The suffering of the Cambodians is made personal back at Jason's home when a ...    "
                },
                "11": {
                    "title": "Back in Good ol' USA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Around the World for Free (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "22 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Alex spends his last day in Nha Trang, Vietnam working on a diving boat on the spectacular waters off the coast. His earnings finance his bus ticket back to the capital Ho Chi Minh City. He spends his final few hours in Asia visiting the city's pulsating District 5 market. Alex flies to San Francisco where his troubles begin at getting out of the airport. Hitchhiking out of the terminal is prohibited, so he asks for and receives a free ticket on the BART rapid train to Fisherman's Wharf in downtown. Meanwhile a web supporter offers a free train ticket to Salt Lake ...    "
                }
            }
        },
        "number of episodes": 11,
        "cast": [
            {
                "name": "Boylan, Alex"
            },
            {
                "name": "Schroeder, Jeff"
            },
            {
                "name": "Shallow, Parvati"
            }
        ],
        "locations": [
            "South Africa",
            "Argentina",
            "Cambodia",
            "India",
            "Italy",
            "Japan",
            "Kenya",
            "Los Angeles, California, USA",
            "Peru",
            "Thailand"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.8,
        "votes": 9,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYmJkYTA5MmUtNTY3Zi00ODljLWJiYjItY2RmMzI4MWYzMWYxXkEyXkFqcGdeQXVyOTUwMzAyOA@@._V1_SY150_CR38,0,101,150_.jpg",
        "budget": "$100,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Around the World for Free",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Around the World for Free (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Around the World Productions"
            }
        ],
        "distributors": [
            {
                "name": "CBS"
            }
        ],
        "other companies": [
            {
                "name": "Solventdreams"
            }
        ],
        "plot": [
            "One person circumnavigates the globe with only the help of the online audience.::Alex Boylan"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 9,
                "rating": 7.8
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 5.5
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 9.0
            },
            "males": {
                "votes": 6,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 5.5
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 8.5
            },
            "females": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 5.3
            },
            "us users": {
                "votes": 2,
                "rating": 5.5
            },
            "non us users": {
                "votes": 4,
                "rating": 9.2
            }
        },
        "number of votes": {
            "10": 3,
            "9": 1,
            "8": 1,
            "7": 2,
            "6": 0,
            "5": 1,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 7.8,
        "median": 8
    }
}