{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "January 2009"
            }
        ],
        "release dates": [
            "USA::January 2009"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "aspect ratio": "16:9 HD (high definition)",
        "sound mix": [
            "Stereo"
        ],
        "budget": "$250,000 (estimated)",
        "plot outline": "The third season of the award-winning PBS television series Chefs A' Field: Kids on the Farm offers a new batch of culinary adventures for all ages as America's best chefs-and their kids- venture out to the farms, fishing boats and ranches for a look at where great food comes from. Come along as we explore the many faces and places of America's diverse food landscape, learn the importance of sustainability, get an exclusive glimpse into some of the world's best restaurants and experience tips for cooking with our own families. Exclusive glimpses into some of America's finest restaurants are combined with family-friendly cooking lessons as chef and children return to the kitchen to create wonderful dishes ranging from \"Starburst Squash & Baby Tomatoes with Roasted Chesapeake Rockfish\" to \"Miniature Strawberry Tart Surprises\" and \"Sweet Scallop Lollipops with Green Apple Salad.\" In each half hour episode of this entertaining series, viewers will discover why thoughtful agricultural practices make a difference in how foods taste and hold their nutritional value while learning valuable ideas and tips for cooking with their own families.",
        "languages": [
            "English"
        ],
        "title": "Chefs A' Field: Kids on the Farm",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Chefs A' Field: Kids on the Farm (United States)"
        ],
        "writer": [
            {
                "name": "Duvall, Jed"
            }
        ],
        "production companies": [
            {
                "name": "Warner Hanson Television"
            }
        ],
        "distributors": [
            {
                "name": "Janson Media"
            },
            {
                "name": "Warner Hanson Television"
            }
        ],
        "plot": [
            "The third season of the award-winning PBS television series _Chefs A' Field: Kids on the Farm_ (qv) offers a new batch of culinary adventures for all ages as America's best chefs-and their kids- venture out to the farms, fishing boats and ranches for a look at where great food comes from. Come along as we explore the many faces and places of America's diverse food landscape, learn the importance of sustainability, get an exclusive glimpse into some of the world's best restaurants and experience tips for cooking with our own families. Exclusive glimpses into some of America's finest restaurants are combined with family-friendly cooking lessons as chef and children return to the kitchen to create wonderful dishes ranging from \"Starburst Squash & Baby Tomatoes with Roasted Chesapeake Rockfish\" to \"Miniature Strawberry Tart Surprises\" and \"Sweet Scallop Lollipops with Green Apple Salad.\" In each half hour episode of this entertaining series, viewers will discover why thoughtful agricultural practices make a difference in how foods taste and hold their nutritional value while learning valuable ideas and tips for cooking with their own families.::Janson Media"
        ],
        "tech": {
            "runtime": [
                "30 min (TV)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color (HD)"
            ],
            "aspect ratio": [
                "16:9 HD (high definition)"
            ]
        }
    }
}