{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "October 2009"
            },
            {
                "country": "USA\n",
                "date": "August 2010"
            }
        ],
        "release dates": [
            "USA::October 2009",
            "USA::August 2010"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Accordion Kings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside the Music (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Once every decade in a small Colombian village, musicians engage in a fierce battle for the title of the Accordion King. Travel down to Colombia, and go behind the scenes of the Vallenato Kings Festival where, each April, the world's greatest accordionists assemble to perform, compete, and celebrate the squeezebox. Meet the players and hear their stories, including professors of the Turco Gil Academy, where over two thousand children dedicate themselves to their instrument, and Yeime, a young girl who overcame cultural stereotypes to become the first woman to win the ...    "
                },
                "2": {
                    "title": "Worlds of Sound: The Ballad of Folkways",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside the Music (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "29 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Folkways Records founder Moses Asch turned the music business model on its head. He avoided hit makers and catered to unknown musicians. He dug into vanishing traditions around the world to harness music and sounds that inspire people. Artists like Woody Guthrie and Lead Belly can still be heard on this original indie label that, for over sixty years, has made good on its mission of gathering sound and spreading it to the people.    "
                },
                "3": {
                    "title": "Electrified: The Guitar Revolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside the Music (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 10,
                    "original air date": "Aug. 2010",
                    "year": "2010",
                    "plot": "\n    The history of music's greatest invention and the world's most popular musical instrument. From the early days of the Model U and Frying Pan to the guitar wars of Fender and Gibson, experience the evolution of the electric guitar through vintage footage, interviews with rock historians and rousing live performances.    "
                },
                "4": {
                    "title": "Hip Hop: The Furious Force of Rhymes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside the Music (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Hip Hop has evolved from a musical genre into one of the most influential movements of the 21st Century, affecting the way people dress, speak, and even think. Follow the journey from its birth in the Bronx in the '70s, to the time when rap, DJ-ing, break dancing, and graffiti took over New York City and defined a generation. See how the music and its message expanded to inner cities all over the world, including Paris, Berlin, Dakar and the Palestinian territories, and how it became the universal language for people who didn't have a voice.    "
                },
                "5": {
                    "title": "The Real World of Peter Gabriel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside the Music (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Artist. Activist. Philosopher. Philanthropist. Visionary. Over the last 25 years, Peter Gabriel has evolved from a gifted musician into a forward-looking ideologist and pacifist. Join him in this exclusive, behind-the-scenes look at the recording of his album \"Big Blue Ball.\" This long-gestating collaborative effort features musicians from all over the world, brought together with one united goal: to make music. See how this positive vision of globalization brought together varying philosophies, technologies, and styles to create one harmonized sound.    "
                }
            }
        },
        "number of episodes": 5,
        "cast": [
            {
                "name": "Seeger, Pete"
            },
            {
                "name": "Carlin, Richard"
            },
            {
                "name": "Asch, Michael"
            },
            {
                "name": "Charters, Sam"
            },
            {
                "name": "Marsh, Dve"
            },
            {
                "name": "Place, Jeff"
            },
            {
                "name": "Reagon, Bernice Johnson"
            },
            {
                "name": "Seeger, Mike"
            },
            {
                "name": "Seeger, Tony"
            },
            {
                "name": "Sonneborn, Atesch"
            }
        ],
        "runtimes": [
            "52"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjA1NTMyMTgxM15BMl5BanBnXkFtZTgwNTQ3ODAxMzE@._V1_SY150_CR38,0,101,150_.jpg",
        "plot outline": "Smithsonian Channel gets to the roots of pop, rock and R&B, celebrating the visionaries and change-makers of modern music. Ranging from the birth of the blues to modern pop & more, programs feature Carly Simon, Paul McCartney, Ringo Starr, Klaus Voormann, GE Smith, Carlos Vives, Joe Walsh, Randy Newman and many more.",
        "languages": [
            "English"
        ],
        "title": "Inside the Music",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Inside the Music (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Kalin, Andrea"
            },
            {
                "name": "Taylor, David A."
            }
        ],
        "plot": [
            "Smithsonian Channel gets to the roots of pop, rock and R&B, celebrating the visionaries and change-makers of modern music. Ranging from the birth of the blues to modern pop & more, programs feature Carly Simon, Paul McCartney, Ringo Starr, Klaus Voormann, GE Smith, Carlos Vives, Joe Walsh, Randy Newman and many more."
        ],
        "tech": {
            "runtime": [
                "52 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}