{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Korea\n",
                "date": "2 December 2009"
            }
        ],
        "release dates": [
            "South Korea::2 December 2009"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Will It Snow at Christmas? (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Kang Jin (Go Soo), the son of a teahouse madam, achieves success as an architect, only to find his long-lost first love Ji Wan (Han Ye Seul) engaged to another man. What will the future hold for these two star-crossed lovers?    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Will It Snow at Christmas? (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Kang Jin is upset with Ji Wan as she gets back at Jong Gyu for him. Ji Wan gets beaten by Jong Gyu while trying to protect Kang Jin. Kang Jin has an intention to leave the site, however, unlike his intention he hits Jong Gyu back. While being beaten by Kang Jin, Jong Gyu accidentally grabs Kang Jin's pendant and drops it in the river below. Kang Jin is, then, arrested for violence and Choon Hee scolds him and asks why he did that. Kang Jin answers in tears that he lost his father. After Kang Jin was released, Kang Jin jumps into the river and Ji Wan was shocked.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Will It Snow at Christmas? (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Tae Jun comes to Ji Wan's cafe and begs her to have a drink with him. While Tae Jun drinks, he asks Ji Wan whether she hears his employees gossiping about him at the cafe. While dozing off, Ji Wan tells Tae Jun about the rumour that Tae Jun is dating a daughter of the company's chariman and several other rumours about both of them. Ji Wan advises him to stand up for himself and not be discouraged by the rich, as there are many other great girls out there. Ji Wan offers to introduce her boss's daughter to him. However, Tae Jun confesses that he is actually interested ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Will It Snow at Christmas? (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Ji Wan wakes up in Kang Jin's officetel. Ji Wan is flustered when she finds out how she ended up in his bed. Meanwhile, Tae Jun happens to come and return Kang Jin's car keys and he was surprised to see Ji Wan. Kang Jin explains that Ji Wan was sleeping outside Tae Jun's officetel and he could not ignore but to bring her back. Moreover, Kang Jin says that Ji Wan is ill and he will take her to the hospital if Tae Jun is too busy, this leave both Tae Jun and Ji Wan flustered.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Will It Snow at Christmas? (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Kang Jin is running in a park with his earphones, as he recalls what Ji Wan said to him. Kang Jin returns to his officetel soaked in sweat and he finds Ji Wan waiting in front of his door.When Ji Wan expresses her gratitude, Kang Jin grabs her wrist and asks if she knows him. Ji Wan becomes nervous and answers with pretence that it is absurd to still remember. Kang Jin puts Ji Wan's hood on her and walks away. Ji Wan wanders around in the cold wind with the hood on, as Kang Jin watches her from the back.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Will It Snow at Christmas? (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Ji Wan's notice for the lost pendant reminds Kang Jin of his childhood and he falters. Meanwhile, Ji Wan finds dried persimmons from Sancheong at the traditional market and become reminiscent. Tae Jun drops by Ji Wan's room and becomes jealous when he finds out that Kang Jin has fixed her room. Moreover, Tae Jun finds out that Ji Wan hasn't even opened his present and gets angry. Ji Wan comes back from the market and Tae Jun makes a bright greeting. Ji Wan replies coldly that she is an easy woman in his eyes and now is not the time to play with her.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Will It Snow at Christmas? (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    While heading towards the cafe, Tae Jun sees Kang Jin and Ji Wan hugging together and was shocked. Ji Wan, who was in tears, is also flustered and lost for words. Kang Jin holds Ji Wan's shoulders firmly and stares at her with determination, to show her that he will be coming to hear from JiWan everyday. Tae Jun comes back to his home and was shocked to see Woo Jung at his door. Woo Jung seems to have come to celebrate Tae Jun's win and she holds up a bottle of champagne with a smile.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Will It Snow at Christmas? (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    KangJin enters the police station and finds JiWan drunk and she is talking to TaeJun. KangJin approaches them with a stiff look and overhears JiWan's story that JiWan's brother got into an accident while trying to find KangJin's pendant, KangJin was shocked. JunSoo, who received ChoonHee's medical examination result, hears the diagnosis from the doctor that ChoonHee's health is fine but there is a problem with that of JunSoo. JunSoo hands her the results calmly and tells her to keep the promise with YoungSook, and that he will pretend not to have an acquaintance with ...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Will It Snow at Christmas? (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    A year later, Ji Wan is at one old lady's house in a shanty town doing charity work, doing acupuncture treatment and laundries. Tae Jun shows up while she's washing and offers his help. Ji Wan smiles by showing her appreciation. While drying the laundry together, Tae Jun confesses that he was selected as a top contestant and Ji Wan's sincere congratulation makes Tae Jun smile. Meanwhile, Kang Jin who is taken by Jae Hyun, meets Woo Jung and Woo Jung's father, the Chairman of Bumseo Group. KangJin tells the Chairman that the rumor about the relationship between Woo ...    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Will It Snow at Christmas? (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    Ji Wan is kicking Kang Jin's door, Kang Jin comes out and calmly asks Ji Wan whether she is having her meals. Ji Wan gives him a glare, but Kang Jin makes a dry response that he does not fear her. At that moment, Woo Jung shows up and asks if Ji Wan is the one Kang Jin loves and for whom he sacrificed himself to save Tae Jun. This statement fluster both Kang Jin and Ji Wan. Suddenly, detectives show up to search Kang Jin's room and sweep his documents. Kang Jin is taken away in the police car, Ji Wan then asks Woo Jung what happened to Kang Jin.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Will It Snow at Christmas? (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Kang Jin brings Ji Wan to an unfinished empty house. He says to her that it is where his family, his wife and children will be living, Kang Jin proposes to Ji Wan. When they meet Young Sook in front of Ji Wan's house, Ji Wan proudly tells Young Sook that she is in a relationship with Kang Jin. Seeing how Kang Jin is even playing the guitar over the phone for Ji Wan, Choon Hee realizes that Kang Jin loves Ji Wan very much. Choo Hee then left the town alone since she understands that her children won't go with her. However, Jun Su hugs Choon Hee to stop her, he says ...    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Will It Snow at Christmas? (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    After three years passed by, KangJin is now living with YoungSook and has been taking the role of JiYoung. JiWan tells KangJin that they can't be siblings, she asks KangJin what would happen if they just ran away together without any considerations. WooJung meets the client and takes an art museum project for Cha and Seo, and asks to be hired. On the other hand, TaeJun brings ChoonHee to JiWan's hospital, ChoonHee fell on an icy road and hurt herself. JiWan calls KangJin in front of ChoonHee and asks him, because of whom they can't be together when they love each ...    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Will It Snow at Christmas? (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    Young Sook, after a close look at Woo Jung, asks her whether she likes Kang Jin and says that Woo Jung can consider herself to be a part of the family. Ji Wan visits Choon Hee who disappeared from the hospital and tells her to come back to the hospital to recuperate and also to meet Kang Jin. On the other hand, Ji Wan tells Kang Jin to stop acting as siblings and confess to her mother even if she cannot handle the truth, because she cannot stand it anymore. Kang Jin asks her whether she is sure that she can deal with it, and drags Ji Wan to Young Sook. When Kang Jin ...    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Will It Snow at Christmas? (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "plot": "\n    Choon Hee comes to Kang Jin's atelier and says that she wants to live with her son. As Kang Jin takes her to a hotel room, Choon Hee asks him whether he has forgotten his own mother. Kang Jin replies that Choon Hee has given up being a mother three years ago, and that he let her go thinking that it was the end. Choon Hee disappears from the hotel, and Kang Jin comes to Choon Hee's house to find her. He was surprised to see Ji Wan in front of her house. Choon Hee returns to Kang Jin's atelier and tells Young Sook to get her sanity back. Choon Hee added that Ji Yong had...    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Will It Snow at Christmas? (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "plot": "\n    Ji Wan tells Kang Jin not to feel guilty about the death of Ji Yong. Woo Jung overhears this accidentally and stumbles in anger. Kang Jin tries to hold her but Young Sook resisted, which surprises Kang Jin. Back in her room, Young Sook finds memories of Kang Jin and gets a strong headache. A moment later, Young Sook brings Kang Jin juice at his desk and spills the juice on his computer. Kang Jin is then saddened by Young Sook's words when she says that she will marry Ji Wan off. Meanwhile, Tae Jun meets Woo Jung and he tells her that he would like to scout her for his...    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "Will It Snow at Christmas? (TV Series 2009–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "plot": "\n    Ji Wan tells Kang Jin that she will take care of Young Sook from now on, and turns away from him asking him to give up on her. Kang Jin becomes heartbroken. Woo Jung accidentally asks Young Sook about Kang Jin instead of calling him JiYong. However, Young Sook makes a calm response, which surprises Woo Jung. Woo Jung tells Kang Jin that Young Sook has regained her memory and she seems to be pretending. She also tells Ji Wan that Kang Jin seems to be playing along with her. Ji Wan comes to Kang Jin's atelier in shock, she asks Kang Jin why he hid it, and Kang Jin ...    "
                }
            }
        },
        "number of episodes": 16,
        "cast": [
            {
                "name": "Baek, Seung Hyun"
            },
            {
                "name": "Chun, Ho-jin"
            },
            {
                "name": "Do, Ji-han"
            },
            {
                "name": "Go, Soo"
            },
            {
                "name": "Han, Ye-seul"
            },
            {
                "name": "Jo, Min-soo"
            },
            {
                "name": "Kim, Gi-Bang"
            },
            {
                "name": "Kim, Hyeong-beom"
            },
            {
                "name": "Kim, Kwang-min"
            },
            {
                "name": "Kim, Soo-Hyun"
            },
            {
                "name": "Nam, Ji-Hyun"
            },
            {
                "name": "Seon, Woo-seon"
            },
            {
                "name": "Song, Jong-ho"
            },
            {
                "name": "Song, Joong-Ki"
            },
            {
                "name": "Tae, Kim In"
            }
        ],
        "genres": [
            "Romance"
        ],
        "countries": [
            "South Korea"
        ],
        "country codes": [
            "kr"
        ],
        "language codes": [
            "ko"
        ],
        "number of seasons": 1,
        "rating": 7.1,
        "votes": 48,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZTM3MDMyZTYtNDE3MS00MmM4LTlkM2ItMWIxMzM2ZGVkOTk5XkEyXkFqcGdeQXVyNjQ2OTI5NDA@._V1_SY150_CR43,0,101,150_.jpg",
        "plot outline": "Cha Kang Jin is the son of barmaid, Cha Chun Hee. His life is difficult as he gets into fights and has to watch other people push his mother around yet he can't do anything to stop it. He meets Han Ji Wan when they were teens but they weren't able to continue their relationship as Ji Wan ran away after her older brother's death. He meets Ji Wan 8 years later when he's attending her engagement ceremony to Park Tae Joon. However, he is heartbroken as Ji Wan pretends to not remember him at all.",
        "languages": [
            "Korean"
        ],
        "title": "Will It Snow at Christmas?",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2010",
        "akas": [
            "Will It Snow at Christmas? (South Korea)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Lee, Kyeong-hee"
            }
        ],
        "distributors": [
            {
                "name": "Seoul Broadcasting System (SBS)"
            }
        ],
        "plot": [
            "Cha Kang Jin is the son of barmaid, Cha Chun Hee. His life is difficult as he gets into fights and has to watch other people push his mother around yet he can't do anything to stop it. He meets Han Ji Wan when they were teens but they weren't able to continue their relationship as Ji Wan ran away after her older brother's death. He meets Ji Wan 8 years later when he's attending her engagement ceremony to Park Tae Joon. However, he is heartbroken as Ji Wan pretends to not remember him at all."
        ],
        "tech": {},
        "demographics": {
            "imdb users": {
                "votes": 48,
                "rating": 7.1
            },
            "aged 18 29": {
                "votes": 10,
                "rating": 5.6
            },
            "aged 30 44": {
                "votes": 19,
                "rating": 6.0
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 9.0
            },
            "males": {
                "votes": 5,
                "rating": 5.6
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 3.0
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 6.2
            },
            "females": {
                "votes": 28,
                "rating": 6.1
            },
            "females aged 18 29": {
                "votes": 9,
                "rating": 5.9
            },
            "females aged 30 44": {
                "votes": 15,
                "rating": 6.0
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 3.7
            },
            "us users": {
                "votes": 3,
                "rating": 7.3
            },
            "non us users": {
                "votes": 26,
                "rating": 5.9
            }
        },
        "number of votes": {
            "10": 9,
            "9": 5,
            "8": 9,
            "7": 8,
            "6": 8,
            "5": 1,
            "4": 3,
            "3": 3,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 7.1,
        "median": 7
    }
}