{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "April 2009"
            }
        ],
        "release dates": [
            "USA::April 2009"
        ],
        "episodes": {
            "1": {
                "7": {
                    "title": "Hunting a Serial Bomber",
                    "kind": "episode",
                    "episode of": {
                        "title": "MSNBC Films (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "Dec. 2010",
                    "year": "2010",
                    "plot": "\n    How do you stop a serial bomber? Join federal agents as they hunt for Eric Rudolph in the North Carolina wilderness.    "
                },
                "8": {
                    "title": "President of the World: The Bill Clinton Phenomenon",
                    "kind": "episode",
                    "episode of": {
                        "title": "MSNBC Films (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "Feb. 2011",
                    "year": "2011",
                    "plot": "\n    MSNBC's Chris Matthews takes viewers behind the scenes of Bill Clinton's life after the White House, spending a whirlwind week with the former president traveling from New York City to Ireland.    "
                },
                "9": {
                    "title": "Erasing Hate",
                    "kind": "episode",
                    "episode of": {
                        "title": "MSNBC Films (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "Jun. 2011",
                    "year": "2011",
                    "plot": "\n    In this hour, MSNBC goes inside the world of this former skinhead \"pit bull\" as he undergoes painful treatments to remove the physical representation of the hate he had exhibited to the world for more than half his life.    "
                },
                "12": {
                    "title": "Mind Over Mania",
                    "kind": "episode",
                    "episode of": {
                        "title": "MSNBC Films (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "Nov. 2011",
                    "year": "2011",
                    "plot": "\n    This hour follows Raven and several other former Teen Mania interns who sought out therapy after their time with the Teen Mania.    "
                },
                "13": {
                    "title": "Young Kids, Hard Time: Colt and Paul",
                    "kind": "episode",
                    "episode of": {
                        "title": "MSNBC Films (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 10,
                    "original air date": "Nov. 2011",
                    "year": "2011",
                    "plot": "\n    With sweeping access inside the Youth Incarcerated As Adults (YIA) cellblock at the maximum security Wabash Valley Correctional Facility in Carlisle, Indiana, \"Young Kids, Hard Time\" reveals what life is like for kids as young as 12 who will grow up behind bars. The YIA cellblock is home to 53 kids who are rarely permitted to leave the unit, due to the dangers posed by the adult prisoners just outside their door. But once a youth offender turns 18, they begin the immediate transition into the general prison population, where thousands of adult prisoners await. \"Young ...    "
                },
                "14": {
                    "title": "Inside the Box: Interrogation - Krebs, Cogdell",
                    "kind": "episode",
                    "episode of": {
                        "title": "MSNBC Films (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "Jan. 2012",
                    "year": "2012",
                    "plot": "\n    It's the place where lies unravel and alibis crumble, and in the interrogation room, cases can be made... or broken. In California, a seasoned detective takes us along, for a psychological showdown with a suspected serial rapist. And in Arkansas, a teenage boy tells us what's it like to be 12 years old, and sitting in the interrogation chair.    "
                },
                "15": {
                    "title": "Inside the Box: Interrogation - Biela/Edmonds",
                    "kind": "episode",
                    "episode of": {
                        "title": "MSNBC Films (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "Jun. 2012",
                    "year": "2012",
                    "plot": "\n    It's the place where lies unravel and alibis crumble - the interrogation room, or as the police call it, \"The Box.\" In the casino town of Reno, Nevada, an accused killer is confronted by his girlfriend, while detectives listen to every word. And in Mississippi, a mother bursts in, as her 13-year-old son confesses to murder. MSNBC takes you \"Inside the Box,\" where cases can be made, or broken.    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Korsch, Matt"
            },
            {
                "name": "La Marr, Tyler"
            },
            {
                "name": "Matthews, Chris"
            }
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjA0NDE3NTk3Nl5BMl5BanBnXkFtZTgwMTEyOTAxMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "MSNBC Films is an ongoing series featuring some of the best modern documentaries around. Each episode is its own film, telling a powerful and gripping story - including historical events told from a fresh perspective and new stories with memorable characters.",
        "languages": [
            "English"
        ],
        "title": "MSNBC Films",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "MSNBC Films (United States)"
        ],
        "seasons": [
            "1"
        ],
        "plot": [
            "_MSNBC Films_ (qv) is an ongoing series featuring some of the best modern documentaries around. Each episode is its own film, telling a powerful and gripping story - including historical events told from a fresh perspective and new stories with memorable characters."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}