{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "28 December 2009"
            }
        ],
        "release dates": [
            "USA::28 December 2009"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Help Save Bristol Bay",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hooked on the Fly (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "1 Jan. 2015",
                    "year": "2015",
                    "plot": "\n    Bristol Bay, the jewel of Alaska, is under threat of destruction from the proposed giant copper and gold mine - The Pebble Mine. In association with The Sportsman's Alliance for Alaska, Hooked on the Fly travels to the last wild frontier to showcase what is at risk of being lost - or saved.    "
                }
            },
            "1": {
                "1": {
                    "title": "The Last Wild River in California Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hooked on the Fly (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "28 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    The Last Wild un-dammed river, The Smith River, in California is explored with seasoned guide Jeff Zennie and conservationists of the Smith River Alliance and fisheries biologists as wild steelhead are documented and fished for on the fly. This incredible river is a world class gem among the redwoods and the last one left in the state.    "
                },
                "2": {
                    "title": "The Last Wild River in California Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hooked on the Fly (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "3 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    The Last Wild River in California, The Smith River, flows un-dammed to the sea through unique habitat of redwoods and other flora and fauna. Conservationists and biologists are interviewed as we raft the rapids and experience massive rain and snow. New wild steelhead enter the river and are hooked on the fly including a giant that exemplifies this great conservation effort by government, the public and the stalwart Smith River Alliance, and fly fishing skill of host Chris Travis and seasoned \"wild\" guide Jeff Zennie.    "
                },
                "3": {
                    "title": "Keyed on Tarpon: The Migration",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hooked on the Fly (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "10 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    The Florida Keys are the southernmost parts of the U.S. and offer unique and essential habitat for migrating tarpon from as far away as South America. We explore the keys and mangroves from the air, land and sea, and this extraordinary migration of this amazing fish. We tag tarpon for DNA studies with conservationists as well as learn about this great game fish under the increasing threat of climate change. Host Chris Travis fly fishes with top guides in the keys also active in conservation for a sustainable local economy. Fishing is far more valuable than all citrus ...    "
                },
                "4": {
                    "title": "The Beaverhead River",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hooked on the Fly (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "17 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    The Beeaverhead River flows under Big Sky country out of Clark Canyon Reservoir offering a unique habitat for insects and trout. We wade and float the river with world class guide Tim Tollett and learn about it's historic importance to Lewis and Clark and Native Americans. We interview conservationists and fisheries biologists detailing Montana's no stocking wild trout only philosophy, and how it actually increased the quantity and quality of trout fishing in the state, and how it is a model for the world.    "
                },
                "5": {
                    "title": "The Skeena: River of Mists",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hooked on the Fly (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "25 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    The Skeena is known as The River of Mists. It is one of the most significant rivers in the world flowing through British Columbia from its Sacred Headwaters for over 350 miles to the Pacific Ocean. We float and wade the river with legendary author, conservationist and steelhead fly fisher Lani Waller. We learn about the river and the environmental and economic value of sustaining wild salmon and steelhead runs in one of the most beautiful wild rivers remaining on the planet.    "
                },
                "6": {
                    "title": "Keyed on Tarpon: Resident Tarpon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hooked on the Fly (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    We take you into the world of the tarpon in the Florida Keyes and the Marquesas to learn about resident tarpon that stay locally all year long. Migrating tarpon can become residents and vice versa depending on temperature and food. Unlike migrating tarpon that move in large schools resident tarpon travel solo, in pairs, or small strings. We fly fish for these wary explosive game fish and interview biologists and conservationists to learn about what many consider, including the late great baseballer and conservationist Ted Williams, the greatest fish to be hooked on ...    "
                },
                "7": {
                    "title": "The Skeena River: Sacred Headwaters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hooked on the Fly (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "8 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    The Skeena River flows for 350 mils through British Columbia from its very remote pure wilderness source of the Sacred Headwaters. We travel to this extreme wilderness location to learn about this incredible area and the steelhead and salmon that journey the full route to spawn there. We also learn from conservationists, including First Nations who depend of wild fish, about the threats to the entire Skeena River from proposed oil and gas development at the Sacred Headwaters. As winter comes on fast, in snow and subzero conditions, the spectacular experience is ...    "
                },
                "8": {
                    "title": "The Big Hole River",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hooked on the Fly (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "15 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    The Big Hole River in Montana is a rare jewel of a river in the USA. It flows un-dammed, and it is like going back in time to the old American west. We interview conservationists fighting to preserve this iconic American jewel, while floating and wading the river with world class guide Tim Tollett. Host Chris Travis and Tim go way back as friends. They enjoy each other as much as the beautiful river they love giving off a fun vibe while fly fishing dry flies for wild trout.    "
                },
                "9": {
                    "title": "The Skeena, River of Mists, Sacred Headwaters, Upper River",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hooked on the Fly (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "22 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    The Skeena River runs for 350 from her Sacred Headwaters to the Pacific ocean un-dammed. Her value for sustainable development and eco-tourism due to the wild fish from the ocean spawning upriver is tremendous. We explore the river over all and interview conservationists and First Nations while fly fishing for her legendary steelhead.    "
                },
                "10": {
                    "title": "Jurassic Lake: Road from Hell to the Lake from Heaven",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hooked on the Fly (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "1 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Jurassic Lake lies in the remotest wildest part of Patagonia near the bottom of the world. Getting there requires a rugged 4X4 near roadless trek that has gained the name - road from Hell. The lake itself holds the largest wild rainbows on earth averaging 8 pounds and 20 pounders caught on the fly do not raises eyebrows from the lucky fly fishers who have traveled there. We explore the glaciers from the Andes to the pampas to Jurassic Lake and learn about the remarkable history of the region and lake. Host Chris Travis and conservationist and leading innovator in fly ...    "
                },
                "11": {
                    "title": "Rio Gallegos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hooked on the Fly (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "15 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Rio Gallegos in southern Argentina flows from the Andes to the Atlantic Ocean through the remote pampas of patagonia. The river is smaller than it's big cousin the Rio Grande and home to abundant wildlife including flamingos, puma and guanaco. The river is thought to be the first where german brown trout where planted in southern South America, and they soon found their way to the sea. They grew large and returned to spawn. The fishery boomed for locals and well heeled fly fishers willing to travel to the ends of the earth in search of giant sea run brown trout. But ...    "
                },
                "12": {
                    "title": "New Zealand: Fly Fishing the Land of the Long White Cloud",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hooked on the Fly (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "22 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    New Zealand's wilder southern island is explored by air and land. We learn about its unique and remarkable history and travel with guides to secret backcountry spots. We learn about how trout were introduced to the lakes and rivers of her glaciated stunning southern \"Alps\". New Zealand is famous for rainbow and especially brown trout but cutthroats were introduced first - then disappeared probably being bred into rainbows found today . Unlike other river systems, where the higher up you go on a river the smaller the river and trout - in New Zealand a river gets ...    "
                },
                "13": {
                    "title": "The Best of Hooked on the Fly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hooked on the Fly (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "29 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    The best of season one is looked back on by Host Chris Travis. The people, places and fish took us all over the world and we saw and learned about amazing places and the efforts to enjoy and preserve them. Fishing is the most popular outdoor activity in the world second only to walking and more popular in the US than golf and tennis combined. Collectively we have immense power to promote sustainable economies through ecotourism. We have striven to help engage our audience to become active to protect these rare earths and help local economies. See it. Feel it. Pass it ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Bristol Bay Alaska, the Last Frontier",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hooked on the Fly (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "4 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Bristol Bay Alaska is home to the last great run of red Sockeye salmon in North America. These salmon spawn up rivers into lakes and in the process nurture the entire ecosystem, from the trees, to bears, and people. We were invited here (as we often are) by a conservation group, this time The Sportsman's Alliance for Alaska to see and profile this amazing wild region of North America. We profile the proposed copper and gold mines, especially the infamous Pebble Mine. We explore the wilderness by land, air, and boat. While we fly fish for rainbows among the sockeye and...    "
                },
                "2": {
                    "title": "The Great Gaspe: Quebec",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hooked on the Fly (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "11 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    The Great Gaspe sticks out as part of the Easternmost part of Canada and North America. She is home to some of the last great runs of Atlantic Salmon. We were invited here by the Atlantic Salmon Federation and the Mic Mac Indians to profile the Restigouche and Cascapedia rivers. We profile the remarkable efforts to restore and protect these fantastic rivers and fly fish for what many consider to be the greatest game fish to be hooked on a fly. On the Cascapedia, Chief Guy Condo was the first to help lift First Nation nets and restore runs of salmon on the Cascapedia ...    "
                },
                "3": {
                    "title": "The Bones of Abacos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hooked on the Fly (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "18 Jan. 2012",
                    "year": "2012",
                    "plot": "\n    The Abacos of The Caribbean are relatively undeveloped. The mostly still intact reefs and mangroves are crucial for fish reproduction. The Abacos still offer a wild, authentic and native Caribbean experience. Nassau for example has been developed, and her once great fisheries have been all but destroyed. We travel to Abacos to learn about a great development for tourists and locals that help promote sustainable economies and reefs and mangroves and fish. We explore the island by air, land and sea while fly fishing for bone fish that are still numerous and large. We ...    "
                }
            }
        },
        "number of episodes": 17,
        "cast": [
            {
                "name": "Travis, Chris"
            },
            {
                "name": "Chris, Travis"
            },
            {
                "name": "Hed, Scott"
            }
        ],
        "locations": [
            "Crescent City, California, USA"
        ],
        "genres": [
            "Adventure"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 2,
        "plot outline": "Series mission: Nature, adventure, and conservation. Premiere episode \"The Last Wild River in California, part 1, is to lean about the last great un-dammed wild river in in California and fly fish for its wild steelhead. (1 of 16 shows filmed all over the world)",
        "languages": [
            "English"
        ],
        "title": "Hooked on the Fly",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Hooked on the Fly (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Clark, George Abbott"
            },
            {
                "name": "White, Ray"
            }
        ],
        "production companies": [
            {
                "name": "Ghost Dance Productions"
            },
            {
                "name": "Hooked on the Fly Productions"
            }
        ],
        "distributors": [
            {
                "name": "Fox Sports Net"
            },
            {
                "name": "Outside Television Inc."
            },
            {
                "name": "Pursuit Channel"
            },
            {
                "name": "Sportsman Channel"
            },
            {
                "name": "TUFF TV"
            },
            {
                "name": "Wild TV"
            }
        ],
        "plot": [
            "Series mission: Nature, adventure, and conservation. Premiere episode \"The Last Wild River in California, part 1, is to lean about the last great un-dammed wild river in in California and fly fish for its wild steelhead. (1 of 16 shows filmed all over the world)::George Clark"
        ],
        "tech": {
            "runtime": [
                "22 min (USA)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}