{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "  2009"
            },
            {
                "country": "UK\n",
                "date": "1 April 2009"
            }
        ],
        "release dates": [
            "UK::2009",
            "UK::1 April 2009"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Episode #4.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "10 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Wicked kicks off Series 4 at Wembley stadium for a glamorous evening in celebration of our Sporting heroes at the first ever 'Deaf Sports Personality of the Year awards'.    "
                },
                "2": {
                    "title": "Episode #4.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "18 Apr. 2011",
                    "year": "2011",
                    "plot": "\n    Meet four Deaf story-tellers as they journey from script to stage. An Australian puppeteer shares her skill & we explore the art of story-telling with Rachel Sutton-Spence.    "
                },
                "3": {
                    "title": "Episode #4.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "16 May 2011",
                    "year": "2011",
                    "plot": "\n    This week is all catwalk glamour as Lilli and Lee hit Oxford Fashion Week to meet Riccardo Hoyte, the stylist for the 'Models of Diversity' collection.    "
                },
                "4": {
                    "title": "Episode #4.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "13 Jun. 2011",
                    "year": "2011",
                    "plot": "\n    Wicked hooks up with deaf comedian, John Smith, and we find out the role humour plays in Deaf Culture. We also have skits, history and a gig by John especially for the hearing.    "
                },
                "5": {
                    "title": "Episode #4.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "3 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Magazine series for the signing community. This week, presenter Lee Robertson takes the orange Wicked campervan to Wolverhampton, where the UK's Deaf film and television festival Deaffest 2011 is in full swing! There, he meets Deaf film fans, actors and directors, including the winner of last year's Ben Steiner Bursary, Stephen Collins, who tells us about the film he made with the money. American director Jules Dameron talks about the lack of female film directors, while Cathy Heffernan talks about the documentary she has produced about a Deaf woman considering ...    "
                },
                "6": {
                    "title": "Episode #4.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "17 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Magazine series for the signing community. In this episode, presenters Lee Robertson and Lilli Risner report on urban culture in London. Lilli finds out all about hip hop and meets Deaffinity, a young Deaf rap group who tell us about their song, Deaf Not Dumb. She also finds out about Parkour and meets graffiti artist Troi Lee. The main event is a performance by Finnish Deaf rapper Signmark at HMV Forum. He tells Lee about the inspiration behind his songs and how his career has progressed. The episode ends with Signmark performing his songs in front of a sell-out ...    "
                },
                "7": {
                    "title": "Episode #4.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "5 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Magazine series for the signing community. In this episode, the Wicked camper van breaks down, but that doesn't stop presenters Lee Robertson and Lilli Risner travelling north to Peterlee, Co Durham to explore the world of extreme sports. There, we meet Alan Thompson, the most experienced Deaf skydiver in Britain, find out about Kayaking with deaf Kayaker Callie Halliday, and watch as Jacki Wan learns to glide for the first time. The big question is: will presenter Lee Roberson have the nerve to jump out of a plane? Watch and find out!    "
                },
                "8": {
                    "title": "Episode #4.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "19 Dec. 2011",
                    "year": "2011",
                    "plot": "\n    Magazine series for the signing community. In this episode, presenters Lee Robertson and Lilli Risner drive the Wicked campervan to Monkshill Farm in Margate, where young Deaf people learn social and life skills. The farm is owned by The Royal School for Deaf Children, and is the perfect place to find out how food gets onto your plate in time for Christmas. There's sheep, chickens, pigs and even bees, with Lee trying to catch his own Christmas turkey! We also meet Deaf farmer Charles Gibson, who tells us about how his family have farmed for generations. Meanwhile, ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Magazine series for the signing community. In this first episode of the first series, presenters Lilli Risner and Nathan Rollinson drive the bright orange Wicked campervan to Loch Lomond in Scotland. There, they meet Peter Kane and Mark Malley from the Deaf Jet Ski team, who race against a hearing team in the freezing cold water! This week's Wicked Profile is Paul Tipling, who tells them all about being a children's clown. Meanwhile, Deaf actress Patsy Palmer's film for the Wicked Seeds filmmaking scheme sees a hearing man being placed in a Deaf man's shoes. Finally, ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "8 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Magazine series for the signing community. This week, presenters Lilli Risner and Nathan Rollinson drive the bright orange Wicked campervan to the countryside in Maidstone, Kent for the Deaf Expo, where 500 people will come to get information while children take part in activities. They meet a mother of a deaf child to see what she finds out at the Expo. The Wicked Profile this week is Dianne Vander, who tells us about her travels across the world. In the Wicked Seeds filmmaking scheme, Jack Smallwood's film The Last Breath covers the issue of knife crime. Finally, a ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "15 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Magazine series for the signing community. This week, the bright orange Wicked campervan travels to the Peak District! There, presenters Lilli Risner and Nathan Rollinson meet Andre Hedger, a climber who tackles cliffs (and his cellar!) without any ropes. The subject of the Wicked Profile this week is Richard Stacey, a Deaf bouncer who spent years working the door at pubs and clubs in Sheffield. In the Wicked Seeds filmmaking scheme, Shana Grummit and Stephen Collins' film Out of Control explores the idea that real life could be a computer game. Finally, Aimee, a ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "22 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Magazine series for the signing community. This week, the destination for the bright orange Wicked campervan is Luton, as presenters Lilli Risner and Nathan Rollinson meet Deaf wrestler Sean Noone, who tells them all about throwing other men around in a wrestling ring! In the Wicked Seeds filmmaking scheme, Zeon Campbell shows us his film about hoodie gangs, called The Bag. But which member of the gang stole it? Watch it to find out. This week's Wicked Profile is astronomer Derek Rowley. Finally, a Deaf woman called Amanda gets a DVD prescription from Dr Buff about a ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "27 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Magazine series for the signing community. In this first episode of the second series, presenters Lilli Risner and Nathan Rollinson go to Reading to meet some Deaf Bikers. Their guide is Andrea Welland, flower arranger during the week, biker at the weekends! In a brand-new strand, Big Chief No Hear divides two teams into Cherokees and Mohawks for the Wicked Challenge. Watch it to see who wins! The Wicked profile is of Margaret Brown, who talks about being a champion fundraiser and beating cancer. The film made for Wicked Seeds is called Old Man in the Park, all about ...    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "3 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Magazine series for the signing community. In this episode, the Wicked campervan is in London to find out about signed dance! At the Warehouse Theatre, presenters Nadia Nadarajah and Nathan Rollinson meet Signdance Collective to explore their cutting edge fusion of art and sign. Big Chief No Hear hosts another Wicked Challenge - can the Cherokees come back after falling behind last week? The Wicked Profile is of Mariana Vellesco, who tells us all about her life as a photographer, while Vicky Palmer takes part in Wicked Seeds with her short film, Fear and Reaction.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "10 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Magazine series for the signing community. In this episode, the Wicked campervan travels north to Leeds in order to meet Deaf Grand Prix racers! Presenters Nadia Nadarajah and Nathan Rollinson watch on as Hull and Wetherby race against each other on the karting track. There's further competition in the Wicked Challenge as Big Chief No Hear presides over the Cherokees' attempt to make a comeback. The Wicked Profile is provided by Edward Pollard, who runs care homes where Deaf staff care for Deaf people with mental health needs. Finally, in Wicked Seeds Samuel Arnold ...    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "17 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Magazine series for the signing community. This week, the Wicked campervan travels across the water to the Isle of Wight for one of the most prestigious events in the sailing calendar! Presenters Nadia Nadarajah and Nathan Rollinson meet Andrew Taylor, who tells them all about running a Deaf crew. Can the Cherokees grab another victory in the Wicked Challenge? Watch it and see! The Wicked Profile is Mark Radford, who is a published author of murder mystery novels. Finally, in Wicked Seeds, we get to watch Aliya Gulamani's debut film, a love story called Will She or ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wicked (TV Series 2009–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "8 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Magazine series for the signing community. In this first episode of the third series, the Wicked campervan travels to Hemel Hempstead to tackle a snowboarding challenge! Professional deaf instructor Phil Freeman trains presenters Nadia Nadarajah and Lee Robertson to tackle the slopes. Watch it to see how they get on! In the Deaf history series, we find out about a Deaf sculptor called Joseph Gawen from reporter Sebastian Cunliffe. There's the first episode of a comedy-drama about a family of signing gangsters called The Fingerspellers, and we follow photographer ...    "
                }
            }
        },
        "number of episodes": 17,
        "cast": [
            {
                "name": "Risner, Lilli"
            },
            {
                "name": "Rollinson, Nathan"
            },
            {
                "name": "Robertson, Lee 'Rawr'"
            },
            {
                "name": "Nadarajah, Nadia"
            },
            {
                "name": "Duffy, Brian"
            },
            {
                "name": "Bassett, Adam"
            },
            {
                "name": "Heffernan, Cathy"
            },
            {
                "name": "Matlin, Marlee"
            },
            {
                "name": "Sowden, Vicky"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "bfi"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 4,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTljMGI1NmYtNmU1OS00MjY4LTk2MWMtYTBhYjA0Yzg1YjU1L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNjQ1MTMzNzY@._V1_SY150_CR62,0,101,150_.jpg",
        "languages": [
            "British Sign Language"
        ],
        "title": "Wicked",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-2011",
        "akas": [
            "Wicked (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Swinbourne, Charlie"
            }
        ],
        "production companies": [
            {
                "name": "Remark!"
            }
        ],
        "distributors": [
            {
                "name": "British Sign Language Broadcasting Trust (BSLBT)"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}