{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "January 2009"
            }
        ],
        "release dates": [
            "USA::January 2009"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2E0Y2ZkMjQtZGQzOS00NzU2LTg2ZDUtZGFkNzYwMDQ5ZWNiXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "If you are new to yoga, Gaiam's Yoga for Beginners video is an ideal place to start. Yoga instructors Rodney Yee and Colleen Saidman teach you the importance of proper alignment while giving you the tools to establish a successful Yoga routine that can enhance your daily life. Start your day energized and ready to take on anything that comes your way and end your day by relaxing and releasing your stress. All the while, take in the sights and sounds of beautiful Molokai, Hawaii.",
        "title": "Gaiam: Rodney Yee Yoga for Beginners",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "plot": [
            "Strengthen, balance and revitalize your body and mind with these morning and evening practices with renowned yoga instructors Rodney Yee and Colleen Saidman.",
            "If you are new to yoga, Gaiam's Yoga for Beginners video is an ideal place to start. Yoga instructors Rodney Yee and Colleen Saidman teach you the importance of proper alignment while giving you the tools to establish a successful Yoga routine that can enhance your daily life. Start your day energized and ready to take on anything that comes your way and end your day by relaxing and releasing your stress. All the while, take in the sights and sounds of beautiful Molokai, Hawaii.",
            "Let yoga masters Rodney Yee and Colleen Saidman lead you through a series of poses to explain the most essential benefits of correct alignment. Deepen your mental understanding of the postures while gaining the physical benefits. This is a great practice for all levels. Correct alignment is the absolute foundation from which your asana practice will unfold and expand.",
            "Internationally acclaimed yoga instructor Rodney Yee guides you through four beginner yoga practices, each with a different benefit. Learn correct form, and move through a variety of simple poses and sequences that will help increase flexibility, energize the body and calm the mind.",
            "Strengthen, balance and revitalize your body and mind with these morning and evening practices. Face your day with more focus and energy with A.M. Energize. Wake up to the gentle waves of the ocean and rising warmth of the sun as Rodney Yee takes you through a morning practice to center, enliven and balance mind and body. In the evening, leave the worries of the day behind and release tension as you wind down with Colleen Saidman in P.M. Unwind. This practice with help you transition from the business of the day to a peaceful, restful evening."
        ],
        "tech": {}
    }
}