{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Africa\n",
                "date": "31 May 2009"
            }
        ],
        "release dates": [
            "South Africa::31 May 2009"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Episode 8 Colin Moss",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "31 May 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Tsambo, Jabulani"
            },
            {
                "name": "Matthews, Dawn"
            },
            {
                "name": "Moshesh, Nthati"
            },
            {
                "name": "Moss, Colin"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "South Africa"
        ],
        "country codes": [
            "za"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "Who Do You Think You Are? is a South African genealogy documentary series based on the British series of the same name and produced locally by Rapid Blue which delves into the family history of celebrities, tracing their ancestry and revealing secrets and surprises from their pasts. The series premiered on SABC2 on Sunday 31 May 2009, at 21h00. There are 12 hour-long episodes in the first season that were split into two parts of six. The show returned for Part 2 on Sunday, 16 August 2009 at 21h00. New episodes aired weekly. Who Do You Think You Are? delves into the family history of familiar South African faces, tracing their ancestry and revealing secrets and surprises from their pasts. The series gives viewers the tools to dig into their own pasts and uncover the part their ancestors played in shaping their lives today. Based on the international format of the same name, each episode features a celebrity who goes in search of who they are by following their family tree to find out more about their ancestors. As they discover more about who's who in their family, they get to know themselves better. The show uses different genealogy investigations to uncover the families' past. These include special DNA testing and archive research and shows how to apply them to any family. The celebrities featured in the Part 1 line-up are: 1. Nthati Moshesh (Actress) 2. Riaan Cruywagen (Newsreader) 3. Meshack Mavuso (Actor) 4. Candice Moodley (Presenter) 5. HHP (Musician) 6. Kurt Schoonraad (Comedian) The celebrities featured in the Part 2 line-up are: 7. Dawn Matthews (Actress) 8. Colin Moss (Presenter, Actor) 9. Dion Chang (Trend Analyst) 10. Patricia Glyn (Presenter, Adventurer) 11. Vusi Mahlasela (Jazz Musician) 12. Zapiro (Cartoonist)",
        "languages": [
            "English"
        ],
        "title": "Who Do You Think You Are?",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Who Do You Think You Are? (South Africa)"
        ],
        "production companies": [
            {
                "name": "Rapid Blue"
            }
        ],
        "distributors": [
            {
                "name": "South African Broadcasting Corporation (SABC)"
            }
        ],
        "plot": [
            "_Who Do You Think You Are?_ (qv) is a South African genealogy documentary series based on the British series of the same name and produced locally by Rapid Blue which delves into the family history of celebrities, tracing their ancestry and revealing secrets and surprises from their pasts. The series premiered on SABC2 on Sunday 31 May 2009, at 21h00. There are 12 hour-long episodes in the first season that were split into two parts of six. The show returned for Part 2 on Sunday, 16 August 2009 at 21h00. New episodes aired weekly. _Who Do You Think You Are?_ (qv) delves into the family history of familiar South African faces, tracing their ancestry and revealing secrets and surprises from their pasts. The series gives viewers the tools to dig into their own pasts and uncover the part their ancestors played in shaping their lives today. Based on the international format of the same name, each episode features a celebrity who goes in search of who they are by following their family tree to find out more about their ancestors. As they discover more about who's who in their family, they get to know themselves better. The show uses different genealogy investigations to uncover the families' past. These include special DNA testing and archive research and shows how to apply them to any family. The celebrities featured in the Part 1 line-up are: 1. Nthati Moshesh (Actress) 2. Riaan Cruywagen (_News_ (qv)reader) 3. Meshack Mavuso (Actor) 4. Candice Moodley (Presenter) 5. HHP (Musician) 6. Kurt Schoonraad (Comedian) The celebrities featured in the Part 2 line-up are: 7. Dawn Matthews (Actress) 8. Colin Moss (Presenter, Actor) 9. Dion Chang (Trend Analyst) 10. Patricia Glyn (Presenter, Adventurer) 11. Vusi Mahlasela (Jazz Musician) 12. Zapiro (Cartoonist)::TVSA"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}