{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 March 2009"
            }
        ],
        "release dates": [
            "USA::1 March 2009"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Robertz-Schwartz, Marc"
            }
        ],
        "locations": [
            "Leesburg, Florida, USA::(Lake Sumter State College)"
        ],
        "genres": [
            "News"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "budget": "$100,000 (estimated)",
        "plot outline": "Hometown Health TV, LLC has offered various levels of support to; the Lake Sumter Medical Society, March of Dimes of Lake & Sumter, American Cancer Society of Lake/Sumter and Marion units, Florida Hospital Waterman Foundation, Lifestream Behavioral Center, Childrens' Advocacy Center of Lake Sumter, the Education Foundation of Lake and Sumter Counties and many more. Hometown Health TV, LLC and it's sister marketing company, Red Apples Media, have been honored with more than a dozen awards including: 2012 National Business Incubator Association (NBIA) Business of the Year 2012 Community Service Entrepreneur Award by the Lake County League of Cities 2012 Hidden Hero of Health award from the Lake County Health Department As well as numerous AVA, Telly and MarComm awards and a 2011 Communitas Award for Community Service.",
        "languages": [
            "English"
        ],
        "title": "Hometown Health TV",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Hometown Health TV (United States)"
        ],
        "writer": [
            {
                "name": "Janes, Jason"
            }
        ],
        "production companies": [
            {
                "name": "Red Apples Media"
            }
        ],
        "distributors": [
            {
                "name": "Lake Sumter TV"
            }
        ],
        "plot": [
            "_Hometown Health TV_ (qv), LLC has offered various levels of support to; the Lake Sumter Medical Society, March of Dimes of Lake & Sumter, American Cancer Society of Lake/Sumter and Marion units, Florida Hospital Waterman Foundation, Lifestream Behavioral Center, Childrens' Advocacy Center of Lake Sumter, the Education Foundation of Lake and Sumter Counties and many more. _Hometown Health TV_ (qv), LLC and it's sister marketing company, Red Apples Media, have been honored with more than a dozen awards including: 2012 National Business Incubator Association (NBIA) Business of the Year 2012 Community Service Entrepreneur Award by the Lake County League of Cities 2012 Hidden Hero of Health award from the Lake County Health Department As well as numerous AVA, Telly and MarComm awards and a 2011 Communitas Award for Community Service."
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}