{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 June 2009",
                "notes": "                            (Washington DC Environmental Film Festival)"
            },
            {
                "country": "Switzerland\n",
                "date": "20 October 2009"
            }
        ],
        "release dates": [
            "USA::1 June 2009                            (Washington DC Environmental Film Festival)",
            "Switzerland::20 October 2009"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Aquatic Illusion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Water Colours (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "20 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    In the stunning pacific islands, a quest begins to find the true meaning of the fishes colours. In such vibrant, dazzling display, how do marine animals advertise services, entice mates, yet simultaneously avoid being eaten? Crypsis, camouflage, mimicry and masquerade: witness colour as an integral part of social behaviour. Unravelling the paradox of disguise and display, discover a world of illusion, not designed for human eyes. Fizzing with energy, 'Aquatic Illusion' is an intricately structured portrait of a complex world of colour. Backed by the worlds leading ...    "
                },
                "2": {
                    "title": "Into Fisheye",
                    "kind": "episode",
                    "episode of": {
                        "title": "Water Colours (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "20 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    To understand a world not designed for human eyes, we need to see it from a different point of view. Invisible colours, eye metamorphosis, secret wavelengths and vision beyond anything we can perceive; how they see, what they see and the astonishing discovery that in their world, we're blind. - Introducing footage exclusive to 'Water Colours' and entirely new to science, 'Into Fisheye' is a dive deep into the fishes eyes and the astonishing revelation about what they really see.    "
                },
                "3": {
                    "title": "Fisheye Illusion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Water Colours (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "Jan. 2009",
                    "year": "2009",
                    "plot": "\n    In the stunning pacific islands, a quest begins to find the true meaning of the fishes colours. In such vibrant, dazzling display, how do marine animals advertise services, feed and simultaneously avoid being eaten? Encounter enigmatic animals with vision beyond anything we can perceive, including secret wavelengths, eye metamorphosis, polarization and UV. How fish see and what they see brings the overwhelming revelation that in their world, human beings are virtually 'blind'. Backed by the worlds leading Scientists and introducing exclusive footage new to science, ...    "
                },
                "4": {
                    "title": "The Changers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Water Colours (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "20 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Setting sail aboard the magnificent 'MV Santa Maria', marine explorers Guy and Anita research and explore the enigma of colour change. Controlling how they look, altering patterns on a whim and instantaneously 'turning on' spots and stripes, marine animals share words of love with a mate on the left; simultaneously shout warnings to an aggressor on the right. How does the master of camouflage become colours he can't see? Why radically transform, in the blink of an eye? Colour is the language of love and emotion, tricks, scams, anger, pleasure and fear. Talking and ...    "
                },
                "5": {
                    "title": "Magic Blue Wave",
                    "kind": "episode",
                    "episode of": {
                        "title": "Water Colours (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "20 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Compulsive viewing transporting us back to premier ocean discovery - In a world where communication is ruled by colour display, marine animals have adapted to the underwater blues, by changing colour themselves - and, by changing colour, itself!. Revealing mind-blowing behaviour never seen or filmed before, astonishing images new to science and extraordinary phenomena, still far from understood, 'Magic Blue Wave' is a sensational world premiere, exploring the magic of underwater fluorescence and the inconceivable ability of marine animals to change one colour, into ...    "
                },
                "6": {
                    "title": "Invisible Waves",
                    "kind": "episode",
                    "episode of": {
                        "title": "Water Colours (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "20 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    How can we truly understand a language of colour, if marine animals talk and display in colours we cant see? At the cutting edge of marine science, 'measuring' the wavelengths to 'see' colours we can't perceive reveals hidden signals, invisible displays, polarization and UV. Flashing ultra violet messages indecipherable by predators, communicating in patterns visible only to select eyes, the fish talk animatedly in cryptic channels of colour. Using the latest technology to interpret a language beyond our visible range, in the most intimate, exhilarating understanding ...    "
                }
            },
            "2": {
                "3": {
                    "title": "A Colourful Language",
                    "kind": "episode",
                    "episode of": {
                        "title": "Water Colours (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Expertly manipulating colours, marine animals change the way they look, switching colours and patterns to express emotion and mood, altering position and behaviour, depending what they want to say. Colour is the language of love and emotion, tricks, scams, anger, pleasure and fear. Talking and gesturing in ever-changing display, how do marine animals change colour, and why? Inspirational, powerful and exhilarating, in a unique portrayal of the fishes colour language, for the first time ever, we start to hear what they say.    "
                }
            },
            "3": {
                "3": {
                    "title": "A Touch of Fluorescence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Water Colours (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "Jan. 2009",
                    "year": "2009",
                    "plot": "\n    'Measuring' wavelengths to 'see' colours we can't perceive reveals invisible signals and patterns in polarization and UV. Flashing ultra violet displays indecipherable to predators, marine animals communicate animatedly in cryptic channels visible only to select eyes. For the first time on film, we discover the key role that fluorescence plays in the lives of many species. Using the latest technology to interpret a language beyond our visible range, in the most intimate, exhilarating understanding yet, discover the 'secret' language of fish.    "
                }
            }
        },
        "number of episodes": 8,
        "locations": [
            "Fiji Islands::(all islands underwater)",
            "Cozumel Island, Cancún, Benito Juárez, Quintana Roo, Mexico::(underwater)"
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Fiji",
            "United Kingdom"
        ],
        "country codes": [
            "fj",
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYThjNThlOGEtODczNC00ZTg4LWE1YTEtOTI4NzIyMjFjYTQ0XkEyXkFqcGdeQXVyMjQ0MTA3MTg@._V1_SY150_CR8,0,101,150_.jpg",
        "budget": "$300,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Water Colours",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Water Colours (Fiji)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Chaumette, Guy"
            },
            {
                "name": "Chaumette, Anita"
            }
        ],
        "production companies": [
            {
                "name": "Liquid Motion Film"
            }
        ],
        "distributors": [
            {
                "name": "National Geographic Television International"
            },
            {
                "name": "National Geographic Television International"
            }
        ],
        "plot": [
            "Featuring spellbinding storytelling, spectacular cinematography and images entirely new to science, '_Water Colours_ (qv)' is a pioneering breakthrough in underwater communication and a landmark step towards understanding.::Liquid Motion Film"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}