{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "5 July 2009",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::5 July 2009                            (internet)"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Hound Comics at New York Comic Con (13-Oct-2011)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Hot Indie Media (TV Series 2009– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "13 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Luscious and Brimstone, Hound Comics, New York Comic Con, Javits Center, New York, NY, 13 October 2011.    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Castillo, Eddie"
            },
            {
                "name": "Kucmierowski, William"
            },
            {
                "name": "Lane, James"
            }
        ],
        "genres": [
            "News"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "budget": "$1,500 (estimated)",
        "plot outline": "Hot Indie News is an online news resource with a progressive vision. It serves as an alternative voice to mainstream media and provides a forum for creativity, activism and self-discovery. The editorial focus is experiential and down to earth and embraces a creative, socially conscious way of life. Features include a beyond the mainstream slant on politics, the arts, health and spirituality, lifestyle options, offbeat humor and more. Hot Indie News' appeal crosses over generational lines and is defined by values, interests and lifestyle choices rather than conventional demographics. The Website doesn't disregard mainstream culture; instead, it goes beyond its limitations with respect for human dignity, cultural diversity and the environment. The name \"HOT INDIE NEWS\" allows for originality and experimentation, not having to follow traditional rules. Add fun and playfulness to this mix, and you have the essence of the HotIndieNews.com experience.",
        "languages": [
            "English"
        ],
        "title": "Hot Indie Media",
        "year": 2009,
        "kind": "tv series",
        "series years": "2009-",
        "akas": [
            "Hot Indie Media (United States)"
        ],
        "writer": [
            {
                "name": "Lane, James"
            }
        ],
        "production companies": [
            {
                "name": "HotIndieMedia"
            }
        ],
        "distributors": [
            {
                "name": "HotIndieMedia"
            }
        ],
        "plot": [
            "Hot Indie _News_ (qv) is an online news resource with a progressive vision. It serves as an alternative voice to mainstream media and provides a forum for creativity, activism and self-discovery. The editorial focus is experiential and down to earth and embraces a creative, socially conscious way of life. Features include a beyond the mainstream slant on politics, the arts, health and spirituality, lifestyle options, offbeat humor and more. Hot Indie _News_ (qv)' appeal crosses over generational lines and is defined by values, interests and lifestyle choices rather than conventional demographics. The Website doesn't disregard mainstream culture; instead, it goes beyond its limitations with respect for human dignity, cultural diversity and the environment. The name \"HOT INDIE NEWS\" allows for originality and experimentation, not having to follow traditional rules. Add fun and playfulness to this mix, and you have the essence of the HotIndie_News_ (qv).com experience."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}