{
    "imdb": {
        "episodes": {
            "2": {
                "1": {
                    "title": "Easter Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Native Planet (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "6 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Host Simon Baker travels to the remote south pacific island of Rapa Nui (Easter Island) to see how the recent growth in tourism is threatening the sanctity of its ancient Polynesian treasures, the indigenous Rapa Nui people and the environment.    "
                },
                "2": {
                    "title": "Atacama Desert",
                    "kind": "episode",
                    "episode of": {
                        "title": "Native Planet (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "6 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Host Simon Baker travels to the top of the Andes in northern Chile where a massive new mining project threatens the sacred glaciers of the Colla people, the only source of water in one of the driest paces on earth.    "
                },
                "3": {
                    "title": "Namibia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Native Planet (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "6 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Host Simon Baker travels to Namibia to learn why the San people, the oldest culture on the planet, have created a vast conservation area to protect themselves from the outside world.    "
                },
                "4": {
                    "title": "Canada, Lake Winnipeg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Native Planet (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "6 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Host Simon Baker travels to Manitoba, in the heart of the Canadian Prairies, to see why the world's tenth largest lake is dying and how indigenous knowledge can provide a means to ensure its survival.    "
                },
                "5": {
                    "title": "Louisiana",
                    "kind": "episode",
                    "episode of": {
                        "title": "Native Planet (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "6 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Host Simon Baker travels to the Bayous of southern Louisiana to see how three indigenous tribes are adapting to rising sea levels that are slowly sinking their communities.    "
                },
                "6": {
                    "title": "Mexico",
                    "kind": "episode",
                    "episode of": {
                        "title": "Native Planet (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "6 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Host Simon Baker travels deep into the remote Mezquital region of Northern Mexico where once forgotten indigenous communities are now caught in a battle between drug cartels and Mexico's military police.    "
                }
            },
            "1": {
                "1": {
                    "title": "New Zealand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Native Planet (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Host Simon Baker travels to New Zealand's North Island to see how science and indigenous knowledge are combining to breathe life back into a sacred lake decimated by years of industrial pollution.    "
                },
                "2": {
                    "title": "Ecuador",
                    "kind": "episode",
                    "episode of": {
                        "title": "Native Planet (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Host Simon Baker travels to Ecuador and deep into the Amazon jungle to meet one Aboriginal tribe waging an international fight to keep oil companies and their government off their territory.    "
                },
                "3": {
                    "title": "Canada",
                    "kind": "episode",
                    "episode of": {
                        "title": "Native Planet (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    From his home in the Squamish Nation, host Simon Baker traces the path of the proposed Northern Gateway pipeline, from the Oil Sands in Alberta to the tanker terminal planned for Kitimat, BC., to understand why First Nations are opposed.    "
                },
                "4": {
                    "title": "Hawaii",
                    "kind": "episode",
                    "episode of": {
                        "title": "Native Planet (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Host Simon Baker travels to Hawaii to examine the growing native sovereignty movement and how it helped halt construction of the largest public infrastructure project in Hawaii's history.    "
                },
                "5": {
                    "title": "Navajo Nation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Native Planet (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Host Simon Baker travels to the Navajo Nation, across New Mexico, Arizona and Utah, to see how the fallout from five decades of uranium mining is damaging the lives of Navajo families.    "
                },
                "6": {
                    "title": "Australia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Native Planet (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Host Simon Baker travels to Northwest Australia to visit one Aboriginal tribe defending their 'song lines' and way of life as their government and corporations attempt to develop the world's largest natural gas fields around them.    "
                }
            }
        },
        "number of episodes": 12,
        "cast": [
            {
                "name": "Baker, Simon"
            }
        ],
        "locations": [
            "Vancouver, British Columbia, Canada",
            "New Zealand",
            "Hawaii, USA",
            "Navajo Nation, USA",
            "Ecuador",
            "Australia",
            "Navajo Generating Station, Page, Arizona, USA"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "270"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjEyMjc5NDk5MF5BMl5BanBnXkFtZTgwMDQxMTkxMzE@._V1_SY150_CR62,0,101,150_.jpg",
        "plot outline": "In the fight to protect mother earth, join host Simon Baker on a one of a kind, global road trip deep inside native communities passionately defending their way of life against overwhelming environmental threats. From New Zealand to Ecuador, Hawaii to Australia, Native Planet is a six part documentary series that transports you to the front lines of an aboriginal inspired fight to protect mother earth. Travel the globe with series host and acclaimed First Nations actor Simon Baker and go deep into fascinating native communities waging a David and Goliath fight for the environment, their rights and ultimately, their survival. Native Planet takes you behind the headlines as Simon gains intimate access to native leaders and organizations behind some of the most important environmental challenges on the planet today. Entertaining, informative, fast paced and inspirational, Native Planet is about the unique spiritual connection First Peoples have with mother earth and their passion to defend it. Each one hour episode shares a character driven story where internationally recognized native communities confront threats to the environmental, their territory, culture and identity. As we experience through season one of Native Planet, the loss of habitat, radical changes in weather patterns and the sudden disappearance of natural species are often most evident to native peoples, the true stewards of our planet. With the series delivering front row access to some of the most compelling environmental challenges in the world today, Native Planet is crafted to attract an international TV and Web audience concerned with global environmental issues, the sustainability of native peoples and the future of our planet. Throughout season one's six, one hour TV episodes environmental conflict and threats to native territory often involve the predatory practices of multinational corporations and the complicit involvement of local governments. While Native Planet reveals and raises the voices of unsung Aboriginal heroes, every effort is made to integrate the point of view of antagonistic forces threatening native communities, territory or the environment.",
        "languages": [
            "English"
        ],
        "title": "Native Planet",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-2017",
        "akas": [
            "Native Planet (Canada)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Henriquez, Carmen"
            },
            {
                "name": "Paquette, Denis"
            }
        ],
        "production companies": [
            {
                "name": "RealWorld Media"
            }
        ],
        "distributors": [
            {
                "name": "Aboriginal Peoples Television Network"
            }
        ],
        "plot": [
            "In the fight to protect mother earth, join host Simon Baker on a one of a kind, global road trip deep inside native communities passionately defending their way of life against overwhelming environmental threats. From New Zealand to Ecuador, Hawaii to Australia, _Native Planet_ (qv) is a six part documentary series that transports you to the front lines of an aboriginal inspired fight to protect mother earth. Travel the globe with series host and acclaimed First Nations actor Simon Baker and go deep into fascinating native communities waging a David and Goliath fight for the environment, their rights and ultimately, their survival. _Native Planet_ (qv) takes you behind the headlines as Simon gains intimate access to native leaders and organizations behind some of the most important environmental challenges on the planet today. Entertaining, informative, fast paced and inspirational, _Native Planet_ (qv) is about the unique spiritual connection First Peoples have with mother earth and their passion to defend it. Each one hour episode shares a character driven story where internationally recognized native communities confront threats to the environmental, their territory, culture and identity. As we experience through season one of _Native Planet_ (qv), the loss of habitat, radical changes in weather patterns and the sudden disappearance of natural species are often most evident to native peoples, the true stewards of our planet. With the series delivering front row access to some of the most compelling environmental challenges in the world today, _Native Planet_ (qv) is crafted to attract an international TV and Web audience concerned with global environmental issues, the sustainability of native peoples and the future of our planet. Throughout season one's six, one hour TV episodes environmental conflict and threats to native territory often involve the predatory practices of multinational corporations and the complicit involvement of local governments. While _Native Planet_ (qv) reveals and raises the voices of unsung Aboriginal heroes, every effort is made to integrate the point of view of antagonistic forces threatening native communities, territory or the environment.::Kim Kaufmann"
        ],
        "synopsis": [
            "Native Planet is a TV and Web documentary series that takes you around the world to explore the unique spiritual connection native peoples have with mother earth and their will to defend it. Hosted by acclaimed First Nations actor Simon Baker, each one hour Native Planet episode transports you to the front lines of the most compelling Aboriginal conflicts taking place around the planet today. Whether the fight is for land, water or indigenous rights, Native Planet takes you deep into fascinating Aboriginal communities and cultures where charismatic leaders are waging a passionate defense of the planet. When climate change and environmental disasters dominate headlines and influence social change, Native Planet intimately reveals an indigenous perspective on issues that may soon determine the balance of humanity on earth."
        ],
        "tech": {
            "runtime": [
                "4 hr 30 min (270 min)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ]
        }
    }
}