{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "  2017"
            }
        ],
        "release dates": [
            "UK::2017"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Drama"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "languages": [
            "English"
        ],
        "title": "The Cotton Library",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "The Cotton Library (United Kingdom)"
        ],
        "writer": [
            {
                "name": "Thurbon, Spike"
            }
        ],
        "production companies": [
            {
                "name": "Advanced Reality"
            },
            {
                "name": "LA Story Studio"
            }
        ],
        "synopsis": [
            "200 years before our story, Sir Robert Cotton collected and preserved the largest horde of ancient manuscripts in Europe. Today, we know this collection as the British Library. Historys most influential works of literature from all over the globe have been housed and protected in the Cotton Library, within the walls of Ashburnham House. Little is known of the evil lurking inside these pages, except to those who are chosen to defend them. Many of historys greatest geniuses have laid down their own lives in the name of literature and the protection of its greatest secret the power of the written word!\nFor generations, the authors and wordsmiths of the Cotton Library have channelled their unique writing talents, imprisoning the worlds most evil and malicious creatures, both natural and supernatural, into the pages of story, bound by the authors intricate web of words.\nThese bindings are now at risk with the approach of the prophesised Infernal Liberation, an apocalyptic event that will unlock the ancient prisons of humanitys enemies and unleash their wrath upon the world.\n1837 sees the latest incarnation of the guardians of the Cotton Library. Charles Boz Dickens alongside his best pal, the ever paranoid Edgar Ed Allen Poe and the newest recruit of the Cotton library, the enchanting, yet troubled Emily Bronte, must track and defeat an evil of his own making in order to protect the realm, his reputation and more importantly, the lives of those he loves!They are not alone in their quest. Leader of the Cotton Library, the wise and gentle Washington Irving, with his most trusted associates the motherly Mary Shelley, the waspish Victor Hugo and the mysterious and vampiric Dr. John Polidori have sworn to protect the realm from the forces of evil, ensnaring demons, both natural and supernatural, forever in the pages of the story books we have all come to love.\nFor 200 years, the Cotton Library has protected all of humanity from the supernatural forces of the impending apocalyptic catastrophe, prophesised as the Infernal Liberation the liberation of all evil currently imprisoned in the pages of literature.\nHumanitys only hope is the Novel-Prospectus, a role, Boz has been preparing for under the watchful eyes of Irving and his colleagues. But before he can face this evil he will need the mythical relic, known as the Gaolers Quill. This combined with the power of the Novel-Prospectus will once again seal the horrors of literature within the words of books. Their failure will result in the end of history and humanity, heralding the start of a dark and evil future for our world. But time runs short, as the Infernal liberation approaches. Will Boz be ready when the time comes? Will the Cotton Library find the Gaolers Quill? Staged across war scarred Europe, the Cotton Library will truly test the phrase, The pen is mightier than the sword.\nAs Europe crumbles into chaos, the heroes must defeat literatures darkest creations to find their prize and save humanity."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}