{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "January 2017"
            }
        ],
        "release dates": [
            "USA::January 2017"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Drama"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "Seventeen-year-old Chase Reed's sneaker business turns him into the hottest mogul in New York City, with the industry's elite on speed dial. But, his family won't let it go to his head. Sneaker Pawn is the story of an entrepreneurial family in Harlem with big ideas, big dreams and even bigger personalities that has set out to take the sneaker industry by storm. Their hunger to succeed is only surpassed by a love for each other and the hope that they can conquer the inevitable growing pains, conflicts and drama that lie in the path on the way to what could be astonishing success.",
        "languages": [
            "English"
        ],
        "title": "Sneaker Pawn",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Sneaker Pawn (United States)"
        ],
        "production companies": [
            {
                "name": "TV One"
            }
        ],
        "distributors": [
            {
                "name": "TV One"
            }
        ],
        "plot": [
            "Seventeen-year-old Chase Reed's sneaker business turns him into the hottest mogul in New York City, with the industry's elite on speed dial. But, his family won't let it go to his head. _Sneaker Pawn_ (qv) is the story of an entrepreneurial family in Harlem with big ideas, big dreams and even bigger personalities that has set out to take the sneaker industry by storm. Their hunger to succeed is only surpassed by a love for each other and the hope that they can conquer the inevitable growing pains, conflicts and drama that lie in the path on the way to what could be astonishing success.::TV One"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}