{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "4 April 2017"
            }
        ],
        "release dates": [
            "USA::4 April 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Las Garnachas (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "4 Apr. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Coyle, Ty"
            },
            {
                "name": "Ferry, Suzanne Sumner"
            },
            {
                "name": "Gomez, Joss"
            },
            {
                "name": "Hernandez, Diana"
            },
            {
                "name": "Jimenez, Neftali"
            },
            {
                "name": "Kovacs, Alexandra"
            },
            {
                "name": "Nizinski, Sebastian"
            },
            {
                "name": "Ortelli, Dyana"
            },
            {
                "name": "Ramos, Michelle"
            },
            {
                "name": "Rey, Robert M."
            },
            {
                "name": "Romanov, Oksanna"
            },
            {
                "name": "Rubio, Vivian"
            },
            {
                "name": "Solesbee, David"
            },
            {
                "name": "Spangler, Donna"
            },
            {
                "name": "Vazquez, Solecito"
            },
            {
                "name": "Victoria, Kenzie"
            },
            {
                "name": "Volpi, Silmara"
            }
        ],
        "locations": [
            "Hollywood, California, USA",
            "Beverly Hills, California, USA"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjM4YjU4MDktNzEzOC00ZjdiLThjNmQtZjBkYmQxYzgxOWU2XkEyXkFqcGdeQXVyNTk0Njc4MDk@._V1_SY150_CR7,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Las Garnachas",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Las Garnachas (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Solesbee, Kasey"
            },
            {
                "name": "Gomez, Joss"
            },
            {
                "name": "Vazquez, Solecito"
            }
        ],
        "production companies": [
            {
                "name": "Magic Image Productions"
            }
        ],
        "plot": [
            "\"The Beverly Hillbillies\" meets \"Keeping up with the Kardashians\" meets \"Modern Family,\" with a Tequila shot thrown in."
        ],
        "synopsis": [
            "Gloria Garnacha, a former 80s actress and divorced mother of five, believes that anyones dream can come true with hard work and a little luck. However, after her marginally successful acting career faded away in the early 90s, she cant seem to catch a break and struggles to keep her family\nafloat.Gloria and her adult children decide to try their luck and pool their funds to celebrate Gabys 18th birthday in Las Vegas. They bet their last $20 on one last fateful pull of the Megabucks slot machine, and hit the $45,373,655.07 jackpot (the biggest win in Vegas history).The family is suddenly surrounded with fanfare and hangers-on upon return to LA. They soon realize their meager surroundings will not suffice. They pack their bags, move to Beverly Hills, and put their new wealth to good use by opening Las Garnachas Nachas - a plastic surgery center managed\nby Dr. 90210 (Dr. Robert Rey). With their good looks and instant celebrity, the Garnachas dive into a fast-paced Hollywood-lifestyle.The outrageous physical transformations observed at the plastic surgery center are analogous to the changes occurring within each character. As their wealth and fame multiply, so too do their insecurities and eccentricities. The Garnachas become increasingly materialistic, flashy, and competitive.At the end of the day, however, this underdog familys strong roots, passion and support for one another ultimately triumph over love-hate relationships, predicaments and character flaws.They realize that family is more important than social acceptance, beauty and materialism at least most of the time. While Las Garnachas pushes the envelope with over-the-top humor and controversial subject matter (e.g., substance abuse, infidelity, discrimination, racial stereotypes, gender identity, sexuality, etc.), it is balanced with insight and compassion for the struggles of a multicultural family trying to find their way in the United States. Las Garnachas is an especially relevant and topical dramatic comedy with eccentric characters, diversity and engaging storylines\nthat offer universal appeal.\n"
        ],
        "tech": {
            "runtime": [
                "30 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}