{
    "imdb": {
        "raw release dates": [
            {
                "country": "Japan\n",
                "date": "8 January 2017"
            },
            {
                "country": "Japan\n",
                "date": "9 January 2017"
            },
            {
                "country": "USA\n",
                "date": "30 June 2017",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "Japan::8 January 2017",
            "Japan::9 January 2017",
            "USA::30 June 2017                            (internet)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Little Witch Academia"
            },
            {
                "countries": "Portugal",
                "title": "Academia das Pequenas Bruxas"
            },
            {
                "countries": "Russia",
                "title": "Академия ведьмочек"
            },
            {
                "countries": "Ukraine",
                "title": "Академiя Юних Вiдьом"
            }
        ],
        "akas": [
            "Little Witch Academia (original title)",
            "Academia das Pequenas Bruxas Portugal",
            "Академия ведьмочек Russia",
            "Академiя Юних Вiдьом Ukraine"
        ],
        "akas from release info": [
            "Little Witch Academia (original title)",
            "Academia das Pequenas Bruxas Portugal",
            "Академия ведьмочек Russia",
            "Академiя Юних Вiдьом Ukraine"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "A New Beginning",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Witch Academia (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 117,
                    "original air date": "30 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Having been inspired by the illusory magic of the performing witch, Shiny Chariot, Atsuko \"Akko\" Kagari decides to enrol at Luna Nova Magical Academy, where Shiny Chariot studied. On her way to the school, she gets teased by the other students, who mock her non-magical bloodline. Unable to fly on a broom through a leyline leading to Luna Nova, Akko manages to get a lift from another new student, Lotte Yanson. However, because of some salty pickled plums Akko was carrying, she and Lotte, along with another witch named Sucy Manbavaran, end up falling out of the leyline ...    "
                },
                "2": {
                    "title": "Pappiliodya",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Witch Academia (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 104,
                    "original air date": "16 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Akko begins her first day of lessons at Luna Nova, but the classes do not turn out to be as glamorous as she thought they would be. In addition, she has her first clash with the school's top student, Diana Cavendish, over their diverging views towards Shiny Chariot. While Akko later ponders over Chariot's unexplained disappearance ten years ago, Diana attempts to revive the academy's Jennifer Memorial Tree, which has been declining due to lack of nutrients, but instead her restoration spell reveals apparently parasitic growths feeding off its roots. From the Shiny ...    "
                },
                "3": {
                    "title": "Don't Stop Me Now",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Witch Academia (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 96,
                    "original air date": "23 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Despite struggling to fly a broom properly, Akko becomes eager to enter the school's traditional broom relay event after learning Chariot was one of the winners. Later, Akko goes with Lotte to a magic item cafe where they come across a legendary broom known as the Shooting Star that has been sealed off for being too temperamental. Interested in the relay's prize offerings, Lotte and Sucy decide to help train Akko to ride her broom. On the day of the relay, Sucy uses her concoctions to give her team an early start and Akko an alternate means of using her broom. ...    "
                },
                "4": {
                    "title": "Nightfall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Witch Academia (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 102,
                    "original air date": "29 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Lotte is a fan of a series of books called Nightfall, and so, she wants to go to a convention that is going to take place in Saturday.    "
                },
                "5": {
                    "title": "Luna Nova and the White Dragon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Witch Academia (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 87,
                    "original air date": "6 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    While being forced to clean the academy's tower following an argument in class, Akko and Amanda witness a horde of dragons carrying off the Sorcerer's Stone, leaving Luna Nova without any magical power. Strangely, the academy staff does not react to this theft, instead accidentally revealing that this is part of an anticipated prophecy involving a dragon. After hearing a legend about a white dragon who resides in the nearby Ruins of Rastaban, Akko, Amanda, and their friends head there to retrieve the stone themselves. There, they discover the culprit to be a loan ...    "
                },
                "6": {
                    "title": "The Fountain of Polaris",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Witch Academia (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 92,
                    "original air date": "12 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Luna Nova hosts a welcoming party for the Earl of Hanbridge and his son, Andrew, who is an old acquaintance of Diana's. Meanwhile, as Akko is stuck having to practice her metamorphosis magic after giving herself animal ears, she decides to go and search for the Fountain of Polaris, which she believes can grant her great power. During her search, Akko comes across Andrew, who expresses a strong disinterest in magic, and she inadvertently gives him animal ears and a tail. Arriving at the location of the fountain, Akko and Andrew are chased by and (with the unseen aid of...    "
                },
                "7": {
                    "title": "Orange Submariner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Witch Academia (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 87,
                    "original air date": "19 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Akko studies hard for her exams, but still struggles to get decent grades despite Ursula's tutorage. After getting into a fight with Hannah and Barbara, Akko is threatened with expulsion from Luna Nova should she fail her final exam, which requires an understanding of fish language. While attempting to bribe the fish philosophy teacher, Pisces, Akko accidentally drops her down a drain into the school's sewage system. Transforming into a merman to search for her, Akko comes across a sad fish and chooses to use her emergency magic reserve to free its family and ...    "
                },
                "8": {
                    "title": "Sleeping Sucy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Witch Academia (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 110,
                    "original air date": "26 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    After drinking her own ominous energy drink formula, Sucy winds up in a deep sleep with mushrooms growing around her body. Unable to ask for a teacher's help out of fear of expulsion, Akko has Lotte send her into Sucy's dreams so she can find out how to cure her. Enlisting the help of small angel and devil versions of Sucy, Akko encounters several different personality aspects of Sucy in her search for the original, only to get caught up in a judicial purge of Sucy's unneeded emotions. After stopping the execution, Akko rescues a smaller kind-looking Sucy and soon ...    "
                },
                "9": {
                    "title": "Brightonberry's Undead Travel Log",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Witch Academia (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 82,
                    "original air date": "5 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    While trying to fix some tombstones that she knocked over while at a graveyard, Akko accidentally mixes a repair spell she was using with one of Sucy's mushrooms, which ends up bringing a deceased soldier back from the dead. The girls find themselves chasing the soldier across town as he seeks revenge on a coward despite having no memory of who he is. After visiting the magical cafe, they discover the coward the soldier is searching for was a bellringer who allegedly broke a promise to his witch daughter, Miranda Holbrooke. Upon visiting the town's bell, which is ...    "
                },
                "10": {
                    "title": "Bee Commotion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Witch Academia (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 86,
                    "original air date": "12 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Hearing about a party at Andrew's mansion that Diana is attending, Akko, Lotte and Sucy don magical Cinderella dresses and sneak into the party. Just as Andrew notices them and prepares to send them out, Sucy, ever in the mood for a little mischief, sets loose a LoveLove Bee that causes whoever it stings to fall in love with the first person they see. While searching for the bee in order to stop the spell, Akko overhears a conversation between Andrew and his father, who wants him to quit the piano and chase all witches out of the country. After receiving encouragement...    "
                },
                "11": {
                    "title": "Blue Moon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Witch Academia (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 94,
                    "original air date": "19 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Akko comes to Ursula late at night to ask her about Chariot's disappearance, but doesn't get much help from her. Meanwhile, Diana looks into the history behind an old witch who was sealed centuries ago. Recalling a legend about an all-knowing spirit who only appears on the night of a blue moon, Akko takes the Shiny Rod with her to a place known as the Blue Moon Abyss. Reaching the center of the abyss, Akko confronts the spirit, who offers to grant her dream of being a great magician like Chariot in exchange for her past memories. Refusing to erase the past efforts she...    "
                },
                "12": {
                    "title": "What You Will",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Witch Academia (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 83,
                    "original air date": "26 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    As Luna Nova prepares for their annual Samhain Festival, during which the most exemplary student is crowned the Moonlit Witch, Diana is put in charge of the committee while Akko's group is stuck playing symbolic sacrifices for an ever-sorrowful ghost. Determined to become the Moonlit Witch like Chariot was, despite everyone's low expectations of her, Akko gets pranked by a mischievous magic mirror, which turns her into an exact likeness of Diana. While initially eager to pull pranks while in this form, Akko quickly becomes aware of the responsibilities and talent ...    "
                },
                "13": {
                    "title": "Samhain Magic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Witch Academia (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 89,
                    "original air date": "2 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Wanting to follow Chariot's example, Akko proposes putting on a metamorphosis show to make Vajarois smile, which prompts Ursula to look into what caused Vajarois' sorrow in the first place. Initially unwilling to get on board with Akko's plan, Lotte and Sucy notice how hard Akko is working to make magic fun and decide to help her in her act. On the day of the festival, as Akko transforms into various shapes to try and entertain Vajarois, Ursula finds an item called Vajarois' Vestige, learning that Vajarois was a princess who had swallowed a seed of sorrow to remember ...    "
                },
                "14": {
                    "title": "New Age Magic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Witch Academia (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 78,
                    "original air date": "15 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    The faeries of Luna Nova go on strike, abandoning their duties and preventing the witches from using magic until they get a fairer share of energy from the Sorceror's Stone. While Ursula is sent to retrieve some excess energy they can use, a new teacher named Croix Meridies arrives at Luna Nova to teach modern magic, much to the dismay of the more traditionally-minded teachers. Initially aiming to put an end to the strike, Akko ends up sympathizing with the faeries and joins their cause instead. As the fairy union tries to work out terms with the teachers, Croix ...    "
                },
                "15": {
                    "title": "Chariot of Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Witch Academia (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 91,
                    "original air date": "16 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Upon hearing that Croix and Chariot were classmates, Akko goes to Croix, who asks her to bring the Shiny Rod to her laboratory in the New Moon Tower for analysis. When Akko shows up, Croix knocks her unconscious and begins analyzing the data in her memories in order to find out how she is able to control the Rod. Fearing for Akko's safety, Ursula heads to the New Moon Tower and fights her way through Croix's defenses before confronting her. Urusula correctly deduces that Croix intends to claim the world's reconstruction magic for her own agenda, but Croix merely takes...    "
                },
                "16": {
                    "title": "Trials of Pohjola",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Witch Academia (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 78,
                    "original air date": "23 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    After learning from Ursula and the Shiny Rod that she needs to find something she is lacking in order to unlock the fourth word, Akko joins Lotte and Sucy as they visit Lotte's home in a remote Finnish village. The next morning, however, they discover that Lotte's parents and their neighbor have become infected with the rare Greenman Disease, which will gradually turn them into moss until they wither away. Needing five particular ingredients to make an antidote, the girls set off in search for them, but Akko's lack of patience proves to be an issue. When Lotte and ...    "
                },
                "17": {
                    "title": "Amanda O'Neill and the Holy Grail",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Witch Academia (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 81,
                    "original air date": "30 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Learning from Ursula that history and tradition are the clues needed to unlock the Shiny Rod's fifth word, Akko and Amanda sneak into Andrew's school, Appleton Academy, where a relic known as the Holy Grail is being kept. As Amanda and Akko disguise themselves as a student and a rat respectively, Amanda has a heated run-in with the chairman's son, Louis Blackwell, before they both come across Andrew. Although Akko manages to find the Holy Grail, both she and Amanda end up captured by Louis, who intends to torture them and break the grail. Objecting to this cruel ...    "
                },
                "18": {
                    "title": "Sky War Stanship",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Witch Academia (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 88,
                    "original air date": "7 May 2017",
                    "year": "2017",
                    "plot": "\n    An annual ghost hunting event, known as the Wild Hunt, is coming to Blytonbury for its final stage. After accidentally breaking one of her robots, Akko offers to help silent tech genius Constanze, who is participating in the hunt by invitation from Professor Croix. Constanze is reluctant to let Akko help her as she prefers to work alone, but Akko soon manages to prove herself useful by helping Constanze gather the materials needed for the battleship she intends to use for the event. On the day of the Hunt, Croix calls normal occult fanatics to the event and uses her ...    "
                },
                "19": {
                    "title": "Cavendish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Witch Academia (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 82,
                    "original air date": "14 May 2017",
                    "year": "2017",
                    "plot": "\n    Akko learns that Diana is leaving Luna Nova to become the head of the Cavendish family. Refusing to accept Diana simply leaving despite their past differences, Akko decides to head straight to the Cavendish estate herself to try to change Diana's mind. During her travel, she comes across Andrew and his father, who have been invited to the Cavendish mansion, and once there, Diana's maid Anna explains to Akko that Diana must become the family head to keep the Cavendish family from falling into ruin under her aunt, Daryl. At a dinner party that night, Daryl attempts to ...    "
                },
                "20": {
                    "title": "Sense and Sensibility",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Witch Academia (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 86,
                    "original air date": "21 May 2017",
                    "year": "2017",
                    "plot": "\n    As Diana prepares for her ascension ritual, which can only take place once every few years during a Venusian eclipse, she is ambushed and encoiled by Daryl's pet snakes. Akko, still believing that Diana doesn't really want to leave Luna Nova midway, hears from Andrew about how Diana once lost her magical abilities until something rekindled her determination. Right afterwards they overhear Daryl talking about her scheme to stop Diana from performing the ritual in time, and Akko decides to head into the Cavendish shrine to rescue her, but gets poisoned in the process. ...    "
                },
                "21": {
                    "title": "Wagandea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Witch Academia (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 93,
                    "original air date": "28 May 2017",
                    "year": "2017",
                    "plot": "\n    Looking into the meaning behind the Shiny Rod's sixth word, Lyonne, Akko hears from Croix about how Chariot climbed the legendary Wagandea tree to learn it. However, Ursula urges against Akkoi doing the same as the tree is due to release a dangerous pollen that causes witches to lose their magic and flight abilities. Despite this, Croix takes Akko to the tree anyway, claiming that Ursula had lied about when the pollen would be released. While Akko begins climbing the tree, Ursula rushes to save her but is ambushed by Croix, who reveals she wants to destroy Akko as ...    "
                },
                "22": {
                    "title": "Chariot and Croix",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Witch Academia (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "votes": 97,
                    "original air date": "4 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    With Croix having openly revealed her hand, Ursula calls Akko over to tell her the final word, whose meaning, however, she has not discovered. Notified by Diana about a message from Andrew, Akko leaves to meet with him, while a feud between nations about a controversial soccer verdict threatens to erupt into an international conflict. Noticing some techno-magic hovering around the protesters, Akko chases after one of the cubes and comes across Croix, and discovers that Croix has been manipulating everyone's emotions in order to convert it into magical energy. Just as ...    "
                },
                "23": {
                    "title": "Yesterday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Witch Academia (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "votes": 93,
                    "original air date": "11 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    In a flashback, the story of Chariot's rise to a witch performer is revealed, with the aim of finding and unlocking the final Word of the Grand Triskelion by using her magic to bring happiness to the people. However, when her magic failed to maintain the audience's interest, Croix - jealous of Chariot gaining the Shiny Rod instead of her - tricked her into using her newly developed Dream Fuel Spirit magic at the show Akko visited, heedless of the consequences to the spectators, which eventually drove Chariot into retirement and sundered their friendship forever. In ...    "
                },
                "24": {
                    "title": "Road to Arcturus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Witch Academia (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "votes": 95,
                    "original air date": "18 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Chariot confronts Croix, but fails to stop the Noir Rod being activated by the escalating anger generated by the rioting mobs, disabling all magic across the country. Akko and her friends, who were using the leylines to return to Luna Nova, end up stranded in Arcturus Forest near the Grand Triskelion, just as Croix transports the Noir Rod there, with Chariot just managing to tag along. Croix unseals the Triskelion, but to her shock it appears to be nothing but a simple twig that can only cast the simplest of magic, and Woodward declares her unworthy of wielding the ...    "
                },
                "25": {
                    "title": "Tree of Wishes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Witch Academia (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "votes": 98,
                    "original air date": "25 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    The girls learn that the remnants of the Noir Rod have taken control of a nuclear missile that threatens to destroy the country Great Britain is currently in conflict with due to Croix's machinations. Unable to stop it by conventional means, Akko and her friends bundle their brooms' power with the Shiny Rod's magic, working it like a booster rocket to catch up with the missile. Incidentally, the witches' efforts are broadcasted around the world, and with all people witnessing their bravery, their belief that they can stop this menace fuels their magic to the maximum. ...    "
                }
            }
        },
        "number of episodes": 25,
        "cast": [
            {
                "name": "Han, Megumi"
            },
            {
                "name": "Mendez, Erica"
            },
            {
                "name": "Nichols, Alexis"
            },
            {
                "name": "Orikasa, Fumiko"
            },
            {
                "name": "Sheh, Stephanie"
            },
            {
                "name": "Heger, Rachelle"
            },
            {
                "name": "Hidaka, Noriko"
            },
            {
                "name": "Murase, Michiyo"
            },
            {
                "name": "Hikasa, Yôko"
            },
            {
                "name": "Kahler, Karen"
            },
            {
                "name": "Post, Laura"
            },
            {
                "name": "Akasaki, Chinatsu"
            },
            {
                "name": "Gee-George, Jessica"
            },
            {
                "name": "Nakao, Eri"
            },
            {
                "name": "Shida, Arisa"
            },
            {
                "name": "Miller, Marianne"
            },
            {
                "name": "Dodge, Lucien"
            },
            {
                "name": "Gault, Katelyn"
            },
            {
                "name": "Kanemoto, Ryosuke"
            },
            {
                "name": "Murakawa, Rie"
            },
            {
                "name": "Takeuchi, Junko"
            },
            {
                "name": "Ueda, Reina"
            },
            {
                "name": "Elizabeth, Caitlyn"
            },
            {
                "name": "Sands, Tara"
            },
            {
                "name": "Tani, Ikuko"
            },
            {
                "name": "Yamamoto, Rurika"
            },
            {
                "name": "Rogers, Bill"
            },
            {
                "name": "Tomar, Joshua"
            },
            {
                "name": "Diskin, Ben"
            },
            {
                "name": "Ochman, Joe"
            },
            {
                "name": "Okitsu, Kazuyuki"
            },
            {
                "name": "Yano, Asami"
            },
            {
                "name": "Matsushima, Akihiro"
            },
            {
                "name": "Okamoto, Mari"
            },
            {
                "name": "Seitz, Patrick"
            },
            {
                "name": "Stahl, Laura Megan"
            },
            {
                "name": "Elias-Fahn, Dorothy"
            },
            {
                "name": "McCarley, Kyle"
            },
            {
                "name": "Straus, Jessica"
            },
            {
                "name": "Takayama, Minami"
            },
            {
                "name": "Williams, Sarah Anne"
            },
            {
                "name": "Asahina, Madoka"
            },
            {
                "name": "Buckland, Kira"
            },
            {
                "name": "Devall, Trevor"
            },
            {
                "name": "George, Grant"
            },
            {
                "name": "Hebert, Kyle"
            },
            {
                "name": "Morohoshi, Sumire"
            },
            {
                "name": "Morris, Cassandra Lee"
            },
            {
                "name": "Silverstein, Keith"
            },
            {
                "name": "Sinterniklaas, Michael"
            }
        ],
        "genres": [
            "Animation",
            "Comedy",
            "Family",
            "Fantasy",
            "Sci-Fi"
        ],
        "runtimes": [
            "25"
        ],
        "countries": [
            "Japan"
        ],
        "country codes": [
            "jp"
        ],
        "language codes": [
            "ja"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "certificates": [
            "Australia:PG",
            "Netherlands:6",
            "Russia:12+",
            "Singapore:PG",
            "United Kingdom:U::(some episodes)",
            "United Kingdom:PG::(some episodes)",
            "United States:TV-Y7"
        ],
        "number of seasons": 1,
        "rating": 8.0,
        "votes": 1537,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNGNlMThiMzUtZTU1Yy00MzhhLWJkMWMtMTc3MjJhNzQxNGI3L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMjI5MjU5OTI@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Akko Kagari is an ordinary girl who joins the renowned witch academy for witch girls, Luna Nova Academy. When she was younger, she went to Magical Festa, a magic show hosted by a witch named Shiny Chariot. Akko was so mesmerized and inspired by Shiny Chariot's performance that she dreamed to someday be a \"cool\" witch like her.",
        "languages": [
            "Japanese"
        ],
        "title": "Little Witch Academia",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-2017",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Shimada, Michiru"
            },
            {
                "name": "Yoshinari, Yô"
            },
            {
                "name": "Mendez, Erica"
            }
        ],
        "production companies": [
            {
                "name": "Trigger"
            },
            {
                "name": "TOHO animation"
            },
            {
                "name": "Good Smile Company"
            }
        ],
        "distributors": [
            {
                "name": "Kansai Telecasting Corporation"
            },
            {
                "name": "Netflix"
            },
            {
                "name": "Netflix"
            },
            {
                "name": "Netflix"
            },
            {
                "name": "Netflix"
            },
            {
                "name": "Netflix"
            },
            {
                "name": "Nippon BS Broadcasting Corporation"
            },
            {
                "name": "Tokyo MX TV"
            }
        ],
        "plot": [
            "Akko Kagari is an ordinary girl who joins the renowned witch academy for witch girls, Luna Nova Academy. When she was younger, she went to Magical Festa, a magic show hosted by a witch named Shiny Chariot. Akko was so mesmerized and inspired by Shiny Chariot's performance that she dreamed to someday be a \"cool\" witch like her."
        ],
        "tech": {
            "runtime": [
                "25 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "negative format": [
                "Digital"
            ],
            "cinematographic process": [
                "Digital (720p) (source format)"
            ],
            "printed film format": [
                "Video (HDTV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1537,
                "rating": 8.0
            },
            "aged under 18": {
                "votes": 11,
                "rating": 8.2
            },
            "aged 18 29": {
                "votes": 582,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 290,
                "rating": 7.7
            },
            "aged 45 plus": {
                "votes": 46,
                "rating": 7.8
            },
            "males": {
                "votes": 769,
                "rating": 7.9
            },
            "males aged under 18": {
                "votes": 7,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 428,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 214,
                "rating": 7.6
            },
            "males aged 45 plus": {
                "votes": 37,
                "rating": 7.9
            },
            "females": {
                "votes": 252,
                "rating": 8.2
            },
            "females aged under 18": {
                "votes": 3,
                "rating": 8.7
            },
            "females aged 18 29": {
                "votes": 141,
                "rating": 8.3
            },
            "females aged 30 44": {
                "votes": 74,
                "rating": 7.9
            },
            "females aged 45 plus": {
                "votes": 9,
                "rating": 7.2
            },
            "top 1000 voters": {
                "votes": 30,
                "rating": 7.3
            },
            "us users": {
                "votes": 214,
                "rating": 7.9
            },
            "non us users": {
                "votes": 531,
                "rating": 7.8
            }
        },
        "number of votes": {
            "10": 366,
            "9": 294,
            "8": 449,
            "7": 252,
            "6": 85,
            "5": 43,
            "4": 12,
            "3": 11,
            "2": 9,
            "1": 16
        },
        "arithmetic mean": 8.1,
        "median": 8
    }
}