{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2017"
            }
        ],
        "release dates": [
            "USA::2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Safe Haven",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dark (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    For years Peter Braxton has been hulled up in his church, keeping his congregation safe, while the outside world fell to the ground. The Tribulation has turned the world into a horrible place. Accepting that his wife has died and that his son, Daniel, has been kidnapped by the Anti-Christ himself, Peter hasn't been able to bring himself out of his own personal hell. But after The Dark discovers where he has been hiding, Peter finds that it's time to head out and make good on the promise he made to his wife before she died: to find their son. Along with Mike, Adrian, ...    "
                },
                "2": {
                    "title": "Nowhere to Hide",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dark (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Out of the protection of the church for the first time, Peter, Mike, Adrian, Jennifer, Blake and Jeremy find themselves being hunted by the army of The Dark. Something isn't right. It seems that, no matter where they go, The Dark is finding them. In the last days, people are forced to do things they never would have thought themselves capable of, even the most innocent of us. Jennifer finds this out the hard way. Blake and Jeremy have to break away form the group, for the safety of them all. Seeking a refuge, Peter, Mike, Adrian and Jennifer find themselves in the ...    "
                },
                "3": {
                    "title": "Breaking Point",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dark (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Being help captive by Lucian and her followers, Peter, Adrian, Jennifer and Mike have to, once again, fight to survive and escape before The Dark and come and take them away. Blake and Jeremy continue to try to find their way, until The Dark's hold on Jeremy becomes to much.    "
                },
                "4": {
                    "title": "The Eyes of Madness",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dark (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Things go from bad to worse, as Mike, Peter and Adrian try to free Jennifer from the clutches of the evil Carlos before she get's auctioned off to the highest bidder. It may take the ultimate sacrifice. Meanwhile, Blake finds himself in a place that he never expected to be, and is reminded that he is always under the eye of The Dark.    "
                },
                "5": {
                    "title": "All Good Things",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Dark (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Peter finally gets what he wants, coming face to face with The Dark. But can he convince Daniel to come with him? The Dark has a tight control over Daniel and has shown him things that could make Daniel's dreams come true. The whole team will come face to face with their pasts, and have to make choices of their own.    "
                }
            }
        },
        "number of episodes": 5,
        "cast": [
            {
                "name": "Armstrong, Jeff"
            },
            {
                "name": "Busch, Silvio Wolf"
            },
            {
                "name": "Gram, Owen"
            },
            {
                "name": "Hogan, Allen"
            },
            {
                "name": "Murphy, Faith"
            },
            {
                "name": "Wells, John"
            },
            {
                "name": "Botts, Donna"
            },
            {
                "name": "Sizemore, Nathaniel"
            },
            {
                "name": "Collier, Doris"
            }
        ],
        "genres": [
            "Action",
            "Adventure"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "original air date": "2017 (USA)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOWMwN2YzMWItODFiMi00YWVkLTg5MDEtMjkxZGU3M2Q1M2IyXkEyXkFqcGdeQXVyMjg5NTE3NzM@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "It's the Seventh Year of the Tribulation. The world is in utter chaos and the United States is basically a third world country, with no electricity, medicine and a limited food supply. Christianity has practically been wiped off the face of the Earth, save for small bands of Believers that are hulled up, just trying to survive until the Second Coming. Pastor Peter Braxton leads one of these bands of Believers, and has taken refuge in his small church, trying to fight off and outlast \"The Dark\". Despite his own battle with his Faith, he has been charged with leading his church through these End of Times. Little does everyone know that Pastor Braxton's church is also one of the biggest targets of \"The Dark\" because Peter, and a few others \"in the know\" are the keepers of a secret, crucial to the End of Times Prophecy. Their fight for survival will test their Faith, and force them to risk everything, in an attempt to survive, \"The Dark\".",
        "languages": [
            "English"
        ],
        "title": "The Dark",
        "year": 2017,
        "kind": "tv mini series",
        "series years": "2017-",
        "akas": [
            "The Dark (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Rossetti, Chip"
            }
        ],
        "director": [
            {
                "name": "Rossetti, Chip"
            }
        ],
        "production companies": [
            {
                "name": "Rossetti Productions"
            }
        ],
        "plot": [
            "It's the Seventh Year of the Tribulation. Christianity has practically been wiped off the face of the Earth, save for small bands of Believers just trying to survive until the Second Coming.::Chip Rossetti",
            "It's the Seventh Year of the Tribulation. The world is in utter chaos and the United States is basically a third world country, with no electricity, medicine and a limited food supply. Christianity has practically been wiped off the face of the Earth, save for small bands of Believers that are hulled up, just trying to survive until the Second Coming. Pastor Peter Braxton leads one of these bands of Believers, and has taken refuge in his small church, trying to fight off and outlast \"_The Dark_ (qv)\". Despite his own battle with his Faith, he has been charged with leading his church through these End of Times. Little does everyone know that Pastor Braxton's church is also one of the biggest targets of \"_The Dark_ (qv)\" because Peter, and a few others \"in the know\" are the keepers of a secret, crucial to the End of Times Prophecy. Their fight for survival will test their Faith, and force them to risk everything, in an attempt to survive, \"_The Dark_ (qv)\".::Chip Rossetti"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}