{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "16 January 2017"
            }
        ],
        "release dates": [
            "UK::16 January 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Rollercoasters, Great Walls and Tiger Festivals",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Asia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "16 Jan. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Cinnamon, Robots and Kanto Lanterns",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Asia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "17 Jan. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Monkeys, Coconuts and Kung Fu",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Asia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "18 Jan. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Mascots, Masks and Blowpipes",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Asia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "19 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Ed Petrie and his friends find the most unusual places in Asia. Ed and Chris visit the Hawa Mahal in Jaipur, otherwise known as the Palace of the Winds. Ed and Chris visit the Hawa Mahal in Jaipur, otherwise known as the Palace of the Winds. It is windy because the windows have no glass, which makes it tough for a window cleaner to earn a living, as our boys find out. But there is still plenty to see inside and a great view from the top. It is essentially a high screen wall built so the women of the royal household could observe street festivals unseen from the ...    "
                },
                "5": {
                    "title": "Rats, Cricket and Belly Button Festivals",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Asia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "20 Jan. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Hutongs, Noodles and Kabaddi",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Asia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "23 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Ed Petrie and his CBBC mates go on an adventure to find the most unusual and amazing places in Asia. They discover 700-year-old alleys called hutongs in China, explore ancient-looking temples in Thailand, check out a 3D-printed building in the United Arab Emirates, visit a noodle museum in Japan and take a deep breath before playing the traditional game of Kabaddi in India. Ed is joined on this bonkers road trip by Naomi Wilkinson, Susan Calman, Lauren Layfield, Cel Spellman, Iain Stirling and Inel Tomlinson - there's stuff to do in Asia that is totally ace and it ...    "
                },
                "7": {
                    "title": "Cats, Toilets and Sandal Racing",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Asia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "24 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Ed Petrie and his CBBC mates go on an adventure to find the most unusual and amazing places in Asia. They get caught up with some traditional Keralan fishing skills in India, become copycats at a cat cafe in Tokyo, brush up on their calligraphy in China, flush out a collector of toilets in India and race some giant straw sandals in Japan. Ed is joined on this bonkers road trip by Inel Tomlinson, Susan Calman, Cel Spellman, Victoria Cook, Hacker and Dodge, Naomi Wilkinson and Chris Johnson - there's stuff to do in Asia that is totally ace and it turns up All Over the ...    "
                },
                "8": {
                    "title": "Cars, Hot Pots and Wooden Tub Racing",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Asia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "25 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Ed Petrie and his CBBC mates go on an adventure to find the most unusual and amazing places in Asia. They discover a car museum in the middle of the desert in the United Arab Emirates, take a tour of a Samurai house in Japan, get plenty of exercise at a stepwell in India, head for China to taste a hot pot that includes cooked brains and race down a river in traditional wooden washtubs in Japan. Ed is joined on this bonkers road trip by Hacker and Dodge, Victoria Cook, Iain Stirling, Johny Pitts, Chris Johnson and Naomi Wilkinson - there's stuff to do in Asia that is ...    "
                },
                "9": {
                    "title": "Mountains, Curries and Tuk Tuks",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Asia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "26 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Ed Petrie and his CBBC mates go on an adventure to find the most unusual and amazing places in Asia. They use the magic of television to get to the top of Wudang Mountain in China; taste durian, the world's smelliest fruit, in Malaysia; head to Japan for some cosplay in Tokyo's Yoyogi Park; eat coconut curry for breakfast in India; and take a tiny taxi called a tuk tuk for a treasure hunt challenge in Sri Lanka. Ed is joined on this bonkers road trip by Inel Tomlinson, Hacker and Dodge, Naomi Wilkinson, Ben Shires, Victoria Cook and Michelle Ackerley - there's stuff ...    "
                },
                "10": {
                    "title": "Castles, Fruit Carvings and Pedalo Races",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Asia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "27 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Ed Petrie and his CBBC mates go on an adventure to find the most unusual and amazing places in Asia. They try out tai chi with local pensioners in a park in China; explore Osaka Castle with its gold tearoom in Japan; stay in Japan to meet some legendary scary monsters called Namahage, who appear every New Year; carve up fruit into works of art in Thailand; and enter a pedalo boat race in India. Ed is joined on this bonkers road trip by Cel Spellman, Susan Calman, Naomi Wilkinson, Johny Pitts, Lauren Layfield and Chris Johnson - there's stuff to do in Asia that is ...    "
                },
                "11": {
                    "title": "Temples, Chicken and Nebuta Floats",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Asia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "30 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Ed Petrie and his CBBC mates go on an adventure to find the most unusual and amazing places in Asia. They explore the incredible Temple of Heaven in China, catch dinner on a spike while riding a unicycle at a very unusual chicken restaurant in Thailand, get awesomely astronomical at an ancient observatory in India, visit a purr-fect cat museum in Malaysia and take part in one of Japan's biggest parades with giant Nebuta floats in the shape of Japanese legends. Ed is joined on this bonkers road trip by Naomi Wilkinson, Johny Pitts, Lauren Layfield, Ben Shires and Chris...    "
                },
                "12": {
                    "title": "Kaleidoscopes, Elephant Poo and Karaoke",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Asia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "31 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Ed Petrie and his CBBC mates go on an adventure to find the most unusual and amazing places in Asia. They take a trip to the United Arab Emirates and head to the top of the world's tallest building, have a peek at an amazing collection of kaleidoscopes in Japan, brew up a song about tea in China, discover the things you can do with elephant poo in Sri Lanka and have a karaoke sing-off in Japan. Ed is joined on this bonkers road trip by Victoria Cook, Hacker and Dodge, Iain Stirling, Michelle Ackerley, Naomi Wilkinson and Cel Spellman - there's stuff to do in Asia that...    "
                },
                "13": {
                    "title": "Spices, Ninjas and Elephants",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Asia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "1 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Ed Petrie and his CBBC mates go on an adventure to find the most unusual and amazing places in Asia. They discover what's for sale at a spice market in India, go underground at the Batu Caves in Malaysia, dance with some ninjas in Japan, have a peek at a collection of yo-yos in China and get snap happy on an elephant safari in Sri Lanka. Ed is joined on this bonkers road trip by Chris Johnson, Naomi Wilkinson, Hacker and Dodge, Ben Shires, Michelle Ackerley and Victoria Cook - there's stuff to do in Asia that is totally ace and it turns up All Over the Place.    "
                },
                "14": {
                    "title": "The Events",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Asia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Ed Petrie and his CBBC mates go on an adventure to find the most unusual and amazing places in Asia. They take part in a belly button festival, a giant sandal race and wooden washtub challenge in Japan, ride in tuk-tuk taxis in Sri Lanka, give it pedalo power and take part in a game of Kabaddi in India, test their Kung Fu talents in China and show off their blowpipe skills at a tribal village in Malaysia. Ed is joined on this bonkers road trip by Cel Spellman, Chris Johnson, Naomi Wilkinson, Ben Shires, Michelle Ackerley, Victoria Cook, Johny Pitts and Inel Tomlinson ...    "
                },
                "15": {
                    "title": "The Songs",
                    "kind": "episode",
                    "episode of": {
                        "title": "All Over the Place: Asia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "3 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Ed Petrie and Iain Stirling take in the sights of Dubai, and introduce some of the best songs from the series packed into one singalong show. They kick the exclusive playlist off with their own musical tour of Dubai's fantastic buildings, including a working 3D-printed office. Then they visit the Great Wall of China, shop at a floating market in Thailand, meet some scary Japanese Namahage monsters, wander among lavender fields in Japan, play some cricket in Sri Lanka, step into a stepwell and then try out some traditional Kathakali dancing in India, and then back to ...    "
                }
            }
        },
        "number of episodes": 15,
        "cast": [
            {
                "name": "McKenna, Steve"
            },
            {
                "name": "Petrie, Ed"
            },
            {
                "name": "Wilkinson, Naomi"
            },
            {
                "name": "Macleod, Lewis"
            },
            {
                "name": "Ackerley, Michelle"
            },
            {
                "name": "Cook, Victoria"
            },
            {
                "name": "Spellman, Ceallach"
            },
            {
                "name": "Tomlinson, Inel"
            },
            {
                "name": "Brownlow-Pike, Warrick"
            },
            {
                "name": "Dog, Dodge T."
            },
            {
                "name": "Dog, Hacker T."
            },
            {
                "name": "Fletcher, Phil"
            },
            {
                "name": "Johnson, Chris"
            },
            {
                "name": "Pitts, Johny"
            },
            {
                "name": "Layfield, Lauren"
            },
            {
                "name": "Shires, Ben"
            },
            {
                "name": "Stirling, Iain"
            },
            {
                "name": "Calman, Susan"
            }
        ],
        "genres": [
            "Adventure"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDE4NzAyOTUtYjA3Yy00NWM4LWJiODAtYjA2YmI3ODY3OTdiXkEyXkFqcGdeQXVyNTQ0MDQyMTg@._V1_SY150_CR83,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "All Over the Place: Asia",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-2018",
        "akas": [
            "All Over the Place: Asia (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Cockerill, Nathan"
            },
            {
                "name": "Crockatt, Ali"
            },
            {
                "name": "Dann, Tim"
            }
        ],
        "production companies": [
            {
                "name": "British Broadcasting Corporation"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            }
        ],
        "tech": {
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color (HD)"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}