{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "6 January 2017"
            }
        ],
        "release dates": [
            "Canada::6 January 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Urban Eats",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Urban Vegetarian (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "6 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Desiree Nielsen is a nutritionist by trade and a foodie at heart. She loves to cook and has a knack for making easy-to-follow breakfast, lunch, dinner, and dessert recipes. First up, Desiree combines two favourites, falafel and waffles, into a dish that's as fun to say as it is to make: \"fa-waffles.\" Next up, she shows us two under-rated soups that are beautiful to look at and filled with vitamins: acorn squash and broccoli and garlic. For dessert, Desiree shows us how to put a playful twist on the elegant French classic clafoutis, using fresh rhubarb and strawberry. ...    "
                },
                "2": {
                    "title": "Go Green",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Urban Vegetarian (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Chocolate and pudding are what's for breakfast in Desiree Nielsen's kitchen. She blends up a creamy avocado and chocolate smoothie, packing it full of healthy fats to keep her energy up. She then shows us how to prepare a tasty chia seed pudding, topped with toasted coconut. For lunch, Desiree serves up savoury, veggie-packed nori rolls, with a miso dipping sauce. Next up it's time to bake. Desiree uses vitamin-packed coconut flour to create peanut butter brownies that will satisfy any sweet tooth. Finally, Desiree breaks out her favorite kitchen tool - the spiralizer...    "
                },
                "3": {
                    "title": "Low Carbs, No Problems",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Urban Vegetarian (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "20 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Nothing says breakfast like pancakes. Host Desiree Nielsen shows us how to amp up the flavour while reducing the white flour in our diets with delicious buckwheat pancakes. Next up, she serves thai-style lettuce wraps with a tangy tamari based sauce, a great option for keeping the carbs down while keeping you full. The day wouldn't be complete without a sweet snack, so Desiree adds more plants to her plate with moist zucchini muffins. Finally it's time for a hearty sweet potato and lentil salad. Fresh herbs, roasted veggies, creamy goats' cheese and zesty \"salad ...    "
                },
                "4": {
                    "title": "Energy Boost",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Urban Vegetarian (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "27 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Food nerd Desiree Nielsen shows us breakfast, lunch, dessert, and dinner options that will keep you energized all day. First up, she blends a thirst-quenching watermelon and cucumber juice. Then she makes morning porridge with millet, toasted nuts, and almond milk. For lunch, Desiree stuffs Portobello mushrooms with roasted red pepper, artichokes, and gooey cheese - because who doesn't love cheese? The day wouldn't be complete without baking, and Desiree has only rule: no white sugar. She makes her best ever toasted walnut bread, using walnut oil instead of olive oil ...    "
                },
                "5": {
                    "title": "Veggies All Day Long",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Urban Vegetarian (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "3 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Host Desiree Nielsen has healthy cooking down to a science, but her inner foodie always amps up the taste factor. She shows us a vitamin packed smoothie, blending kale, frozen fruit, avocado, and a natural sweetener: maple water. Greek yogurt for breakfast is ho-hum, until Desiree shows us that tangy and sweet beets - yes, beets - give this boring meal a whole new life. Next up, some amazing snacks for entertaining guests: white bean and artichoke dip, tamari almonds, and kale chips. Healthy and easy. Then, it's time for some light baking with cheese and herb puffs, ...    "
                },
                "6": {
                    "title": "Veggies Galore",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Urban Vegetarian (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Host Desiree Nielsen's starts her day the best way with a refreshing juice. She blends up pear, celery, ginger, and a sprig of mint, for a flavor punch. Then she gets cracking with a protein-packed omelet stuffed with fried mushrooms, spinach, and tomatoes. After all, the more veggies, the better. Next up, Desiree has some fun with a no-cook blooming wild rice recipe with crunchy Brussels sprouts. For a sweet treat, Desiree makes her favorite, chocolate cupcakes topped with delectable cream cheese icing. You'll never guess how she makes the icing red. She then shows ...    "
                },
                "7": {
                    "title": "Fun and Simple",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Urban Vegetarian (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "17 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Foodie Desiree Nielsen is the master of fun and simple recipes for busy people. She shows off her technique for matcha, a special kind of Japanese tea that has 60-times more antioxidants then spinach. Take that Popeye. Then she sneaks a major energy hit into breakfast with spiced lentils, pairing them with protein-packed eggs. For lunch, she serves up a delightfully creamy mushroom bisque with a dash of fresh thyme. Got ripe bananas? Desiree shares her take on classic banana bread during her favourite time of the day, baking time. The day wouldn't be complete without ...    "
                },
                "8": {
                    "title": "Treat Yourself",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Urban Vegetarian (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "24 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Food nerd Desiree Nielsen has a knack for making amazing and healthy meals. She loves to juice because it's the perfect way to add more vegetables to your morning. Desiree blends blueberries, celery, cucumber, and oranges and then adds her secret ingredient: red cabbage. She then serves up two toasts, a simple avocado toast and a strawberry balsamic toast with ricotta. Next up is lunch. Desiree shares her tips for iron-packed veggie burgers that are filled with spinach and fresh basil from her herb garden. Life is sweet, and Desiree makes sure she has a baked treat ...    "
                },
                "9": {
                    "title": "On Trend",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Urban Vegetarian (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "3 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Desiree Nielsen has all the trendy tips for food enthusiasts looking to add more nutrients to their meals. First up, she takes a classic smoothie and shakes it up with kefir, a fermented dairy drink that is one of the most probiotic rich foods on the planet. Next up is a warm and hearty breakfast recipe called shakshuka, a popular North African dish made with tomatoes and eggs. Looking to sneak more veggies into your diet? Desiree has just the trick. She shows us two ultimate grilled cheese sandwich recipes, combing Havarti with bad-reputation Brussels sprouts and ...    "
                },
                "10": {
                    "title": "Easy Comfort Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Urban Vegetarian (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "10 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Our host Desiree Nielsen shows us easy-to-make healthy home cooked dishes for every meal of the day. To kickstart her day, she blends up an invigorating licorice root tea, adding some cinnamon and orange peel for a little extra zing. Next up, Desiree cooks up a filling breakfast with eggs and beautiful spiralized fried potatoes smothered in hollandaise sauce. For lunch she serves up a protein rich fonio pilaf with grilled asparagus. Then get ready for a taste of the Mediterranean as Desiree takes on flaky spinach and feta spanakopita. Finally, Desiree cooks up the ...    "
                },
                "11": {
                    "title": "A Lot on Your Plate",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Urban Vegetarian (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "17 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Host Desiree Nielsen is all about making recipes for life on the go. She transforms leftover veggies into both a healthy green juice and an easy breakfast burrito to help kickstart her day. For lunch, Desiree loves her beets. She spiralizes them onto a bed of greens and then adds goats' cheese and walnuts to give crunch and protein to a salad that's anything but boring. Next, it's time for something sweet. Desiree whips up a light flourless almond cake, showing us that baked treats can be healthy too. She ends her day with a pizza that uses cauliflower, not as a ...    "
                },
                "12": {
                    "title": "Quick Eats",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Urban Vegetarian (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "24 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Eating healthy doesn't have to be boring or take lots of time, just ask Desiree Nielsen. First, she blends up frozen pineapple, bananas, coconut milk, and veggie protein powder to make a pina colada smoothie that will have you singing all day. She then shows us how to save time during hectic mornings with a batch of overnight oats topped with fresh seasonal berries. Next up, Desiree bakes avocados filled with crunchy quinoa and tops it with a crowd favorite, feta. Desiree also reveals secrets for making appetizers on short time, whipping up two pastry tarts full of ...    "
                },
                "13": {
                    "title": "Lettuce Eat Lasagna",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Urban Vegetarian (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "31 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    One of the freshest ways to get loads of nutrients is juicing. Our host Desiree Nielsen whips up a colorful tonic made of oranges, carrots, pomegranates, and fresh mint straight from her beautiful herb garden. She then serves up a filling and delicious sweet potato hash with edamame and bok choy, a perfect dish to fuel your morning. For lunch, Desiree shows us that not all salads are served cold. She combines warm grilled romaine with nutty barley and crispy halloumi to create a tasty main dish. Desiree then bakes a traditional Jewish braided bread called Challah, ...    "
                },
                "14": {
                    "title": "Healthy and Delicious",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Urban Vegetarian (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "7 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Fast, healthy, and delicious. Those three words are essential when it comes to cooking for Desiree Nielsen. She starts the day with a protein-packed cashew butter smoothie and a mouth-watering sage-fried tofu scramble. Next up, Desiree shows us how to make light and crunchy tempura vegetables with two wasabi inspired dips. It's okay to eat the whole batch because the more plants in your diet, the better. Desiree then brings her 'A' game to baking with apple butter-pecan-gorgonzola turnovers that are melt-in-your mouth delicious. Finally, Desiree puts veggies in the ...    "
                },
                "15": {
                    "title": "Meals on the Go",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Urban Vegetarian (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "14 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Desiree Nielsen cooks up scrumptious meals for any time for the day, perfect for busy people. Desiree starts with nature's candy by making a citrusy strawberry, apple, and ginger juice to really invigorate those taste buds. Next up, she packs protein into chewy breakfast cookies to help keep you energized all morning. For lunch, she whips up a simple tabbouleh with sundried tomato hummus and a flavorful green curry vegetable potpie. And finally, Desiree shows us how to make a heavenly, aromatic Moroccan vegetable tagine.    "
                }
            }
        },
        "number of episodes": 15,
        "cast": [
            {
                "name": "Nielsen, Desiree"
            }
        ],
        "locations": [
            "Ottawa, Ontario, Canada"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 5.6,
        "votes": 14,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjhmNzg0MmUtNmNhNy00MzU5LWE1ZDgtY2NlN2ZiNTdkZDQxL2ltYWdlXkEyXkFqcGdeQXVyNzExOTcyODQ@._V1_SY150_CR43,0,101,150_.jpg",
        "plot outline": "THE URBAN VEGETARIAN is a stylish half hour of delicious and nutritious entertainment. Urbanite host Desiree Nielsen transforms everyday veggies into delightful dishes and bakes up decadent desserts. A food nerd at heart, Desiree's quirky-cool and fun loving personality makes adding more green to your meals both effortless and enjoyable.Keeping things simple, each episode features a nutrient dense juice or smoothie, enticing ideas for breakfast, lunch and dinner, as well as a sweet treat with a health-conscious twist. From comfort food to quinoa, cakes to kale chips, each meal is prepared with finesse while striking an elegant balance between flavour and flair.",
        "languages": [
            "English"
        ],
        "title": "The Urban Vegetarian",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "The Urban Vegetarian (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Anderson, Ashley"
            },
            {
                "name": "Knight, Chris"
            }
        ],
        "production companies": [
            {
                "name": "Gusto Worldwide Media"
            }
        ],
        "distributors": [
            {
                "name": "Gusto Worldwide Media"
            }
        ],
        "other companies": [
            {
                "name": "Affinity Production Group"
            },
            {
                "name": "Bartmart Audio"
            }
        ],
        "plot": [
            "THE URBAN VEGETARIAN is a stylish half hour of delicious and nutritious entertainment. Urbanite host Desiree Nielsen transforms everyday veggies into delightful dishes and bakes up decadent desserts. A food nerd at heart, Desiree's quirky-cool and fun loving personality makes adding more green to your meals both effortless and enjoyable.Keeping things simple, each episode features a nutrient dense juice or smoothie, enticing ideas for breakfast, lunch and dinner, as well as a sweet treat with a health-conscious twist. From comfort food to quinoa, cakes to kale chips, each meal is prepared with finesse while striking an elegant balance between flavour and flair.::Gusto Worldwide Media"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 14,
                "rating": 5.6
            },
            "aged 45 plus": {
                "votes": 7,
                "rating": 5.0
            },
            "males": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "females": {
                "votes": 8,
                "rating": 3.6
            },
            "females aged 45 plus": {
                "votes": 6,
                "rating": 4.1
            },
            "us users": {
                "votes": 4,
                "rating": 4.2
            },
            "non us users": {
                "votes": 2,
                "rating": 4.5
            }
        },
        "number of votes": {
            "10": 4,
            "9": 1,
            "8": 1,
            "7": 1,
            "6": 0,
            "5": 1,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 5
        },
        "arithmetic mean": 5.6,
        "median": 6
    }
}