{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "17 January 2017"
            }
        ],
        "release dates": [
            "USA::17 January 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Gina & Dylan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Altar'd (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "17 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Desperate to begin their lives together healthy, Dylan and Gina are taking on the ultimate challenge of shedding the pounds before their wedding. Both struggling with a loss of confidence due to their size, they're enlisting outside help, hoping to confront and defeat their weight issues once and for all.    "
                },
                "2": {
                    "title": "Katie & Tim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Altar'd (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "24 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Katie and Tim's journey towards a healthy lifestyle won't come easy. Tim suffered a head injury 12 years ago that has left him with diminished use of the right side of his body, and Katie has chosen a wedding dress that's several sizes too small - as a way to encourage herself to drop the weight. Both hope this challenge will result in a deeper partnership for their life ahead.    "
                },
                "3": {
                    "title": "Shawna & Shad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Altar'd (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "31 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Shad is tired of hiding behind his \"fat funny guy\" persona, and Shawna is beginning to fear she won't have the energy to keep up with future children. The husband-and-wife-to-be are ready to make a serious and lasting change just in time for their wedding day.    "
                },
                "4": {
                    "title": "Alex & Jordan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Altar'd (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "7 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Both former college athletes, Alex and Jordan are having trouble adjusting to post-collegiate life. While the fun-loving, engaged couple's workout regime and active lifestyle have diminished, their unhealthy eating habits haven't. Hoping to embrace health-oriented living as newlyweds, Alex and Jordan are dropping everything to shed the pounds before they walk down the aisle.    "
                },
                "5": {
                    "title": "Natifah & Reggie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Altar'd (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "14 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Natifah and Reggie's unhealthy eating habits are beginning to cause tension in their relationship. With a history of high-blood pressure and diabetes in both their families, they each feel that this challenge will greatly improve their relationship and have a massive impact on their overall quality of life.    "
                },
                "6": {
                    "title": "Jaclyn & Stephen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Altar'd (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "21 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Growing up with an addict mother, Jaclyn has always turned to food for comfort. Meanwhile, Stephen has gained 50 pounds during their relationship and is now the heaviest he's ever been. They've decided to stop enabling each other and lose the weight in time for their big, traditional church wedding and life ahead.    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Artz, Robert"
            },
            {
                "name": "Roberts, Shad"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BY2ZmMGMwNjMtZjZmOC00NGNjLWJiNGMtNDViZDQ0ODc2ZTFjXkEyXkFqcGdeQXVyNjMyNjYxNg@@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "Altar'd captures the journeys of six engaged couples who are determined to lose weight and adopt healthy lifestyles before saying \"I do.\" Three months prior to their nuptials, the future bride and groom are paired with acclaimed fitness trainers Chris Marhefka and Erin Stutland to begin their transformations. However, in a twist that none of the participants see coming, the couples will be separated, unable to see each other for the entire 90 days until they are reunited for an incredible and emotional reveal at the altar. While the arduous process brings many of the couples closer together, it offers others a newfound clarity that could prompt them to re-evaluate their anticipated walk down the aisle.",
        "languages": [
            "English"
        ],
        "title": "Altar'd",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Altar'd (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Bodega Pictures"
            }
        ],
        "distributors": [
            {
                "name": "Z Living"
            }
        ],
        "other companies": [
            {
                "name": "The Production Truck"
            },
            {
                "name": "The Production Truck"
            }
        ],
        "plot": [
            "_Altar'd_ (qv) captures the journeys of six engaged couples who are determined to lose weight and adopt healthy lifestyles before saying \"I do.\" Three months prior to their nuptials, the future bride and groom are paired with acclaimed fitness trainers Chris Marhefka and Erin Stutland to begin their transformations. However, in a twist that none of the participants see coming, the couples will be separated, unable to see each other for the entire 90 days until they are reunited for an incredible and emotional reveal at the altar. While the arduous process brings many of the couples closer together, it offers others a newfound clarity that could prompt them to re-evaluate their anticipated walk down the aisle."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}