{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "8 February 2017",
                "notes": "                            (Canvas)"
            },
            {
                "country": "Germany\n",
                "date": "13 February 2017",
                "notes": "                            (ZDF/Arte)"
            }
        ],
        "release dates": [
            "Belgium::8 February 2017                            (Canvas)",
            "Germany::13 February 2017                            (ZDF/Arte)"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Pretoria West - South Africa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barber Shop (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "8 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    South Africa has known a turbulent history of occupation, discrimination and violence against the black population. With the ANC in power and today in the post-Mandela era, the roles are reversed. We see a true 'Black Economic Empowerment', in which the black people are favoured in terms of housing and employment. The white middle class is slowly slipping away into poverty, resulting in violence, excessive drugs and alcohol abuse. Barber Shop South Africa brings the story of this impoverished white middle class who decides to insulate itself from the outside world and...    "
                }
            }
        },
        "number of episodes": 1,
        "locations": [
            "Detroit, Michigan, USA",
            "New Delhi, India",
            "Clacton-on-Sea, Essex, England, UK",
            "South Africa",
            "Rio de Janeiro, Brazil",
            "Algeria"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "26"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "language codes": [
            "en",
            "pt",
            "hi",
            "qav"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjkzYjViNWMtYzI4Yi00ZjM1LWJhNzAtODhhYmQwOTU3ZWVjXkEyXkFqcGdeQXVyNjAwMDA0NjA@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "We meet 6 populations in transition via the microcosm of the local barber shop: in Rio de Janeiro, barber Pedro picks teenagers from the street to teach them a profession. The inhabitants of Clacton-on-Sea reflect on post-Brexit society. In South Africa, post Mandela era, the white middle class is degrading to poverty. Detroit's young and old inhabitants, each in their own way, have learned to overcome the city's bankruptcy. The Sahrawi refugees question the fight for their land. In India, hairdresser Soniya helps her clients to fight for women's rights. In every episode, a population finds itself on the verge of change and a barber plays his role. As opinion maker, as confessor, as story collector, as society barometer. Gradually, Barber Shop measures the state of our world, offering dialogue and human resilience as a hopeful perspective for the future.",
        "languages": [
            "English",
            "Portuguese",
            "Hindi",
            "Hassanya"
        ],
        "title": "Barber Shop",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Barber Shop (Belgium)"
        ],
        "writer": [
            {
                "name": "Vrijdaghs, Luc"
            },
            {
                "name": "Durandy, François-Xavier"
            }
        ],
        "production companies": [
            {
                "name": "Cassette for Timescapes"
            }
        ],
        "plot": [
            "We meet 6 populations in transition via the microcosm of the local barber shop: in Rio de Janeiro, barber Pedro picks teenagers from the street to teach them a profession. The inhabitants of Clacton-on-Sea reflect on post-Brexit society. In South Africa, post Mandela era, the white middle class is degrading to poverty. Detroit's young and old inhabitants, each in their own way, have learned to overcome the city's bankruptcy. The Sahrawi refugees question the fight for their land. In India, hairdresser Soniya helps her clients to fight for women's rights. In every episode, a population finds itself on the verge of change and a barber plays his role. As opinion maker, as confessor, as story collector, as society barometer. Gradually, _Barber Shop_ (qv) measures the state of our world, offering dialogue and human resilience as a hopeful perspective for the future.::Cassette for timescapes"
        ],
        "tech": {
            "runtime": [
                "26 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}