{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "January 2017"
            },
            {
                "country": "USA\n",
                "date": "23 January 2017"
            }
        ],
        "release dates": [
            "USA::January 2017",
            "USA::23 January 2017"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "The Lawyer Who Defends Anonymous",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coded (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Jay Leiderman isn't your normal defense attorney. He's committed his career to defending hackers, including Anonymous, the world's most secretive and famous hacking organization.    "
                },
                "2": {
                    "title": "Arrested Hacker: Hero or Villain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coded (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "12 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    The super-secretive hacker known as MalwareTech became famous when he dismantled the WannaCry computer virus, one of the most alarming privacy threats in recent memory. But the praise was cut short when the FBI arrested him for creating a virus that gave hackers access to people's banking credentials. Was he just doing research to stop criminal activity or engaging in criminal activity himself?    "
                },
                "3": {
                    "title": "Hacker Wins Election as Pirate Party Leader",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coded (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "19 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    In the wake of the Panama Papers hacking scandal, computer programmer Smári McCarthy decided he needed to apply his \"hacking for good\" philosophy to politics. As a member of the Pirate Party - a political party formed around the concept of extreme transparency - Smári was elected to Parliament in Iceland and is trying to use a hacker mindset to improve his country and the world.    "
                },
                "4": {
                    "title": "These Guys Can Hack Your Car",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coded (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "26 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    What happens when an SUV going 75 miles-per-hour down a highway is hacked from a remote computer? Two researchers in Pittsburgh want to make sure we never find out. As cars have become more automated, they're becoming more hackable. But the only way to stop car hacking is to actually learn how to hack into cars and uncover their vulnerabilities.    "
                },
                "5": {
                    "title": "How AI Could Revolutionize Coffee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coded (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Around 1 in 60 people on the globe rely on the coffee supply chain for their livelihood. But it's an antiquated system, rife with uncertainty, unfairness, and even corruption. Bext360 wants to change that. They're using machine vision, artificial intelligence, and blockchain payments to bring the largest un-automated system in the world into the digital age.    "
                }
            },
            "1": {
                "1": {
                    "title": "Lavabit - The Unhackable Email Service",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coded (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "23 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Ladar Levison's email service counted Edward Snowden among its users. But, when the FBI demanded Levison hand over Snowden's communications, Levison destroyed the company's servers. Now, he's back with a more secure version of the service that could make mass surveillance obsolete.    "
                },
                "2": {
                    "title": "OCCRP - The People's NSA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coded (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "30 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    At an undisclosed location in Sarajevo, a group of hackers are working with journalists to expose organized crime and corruption. But those engaged in illicit activity respond with cyber attacks and other intimidation tactics. Can the group fight off the attacks and help journalists bring the truth to light?    "
                },
                "3": {
                    "title": "Nico Sell - Hacking the Future",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coded (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "6 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    In our hyper-connected world, hacking is a superpower. And Nico Sell wants to make sure that power ends up in the right hands. She started Rootz Asylum to teach kids how to hack and encourage them to use their new-found talents for good.    "
                },
                "4": {
                    "title": "Charlie Shrem - Disrupting Money",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coded (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "21 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Founder of BitInstant, Shrem was one of the first Bitcoin entrepreneurs and it paid off big time until he allowed a customer to resell bitcoin on Silk Road, the infamous internet black market. From his perch as a multi-millionaire, Shrem went to having almost nothing and spending a year in jail. Now, he's out and sure of two things: he's learned his lesson, and Bitcoin is the future of finance. Can Shrem convince the world that both are true?    "
                },
                "5": {
                    "title": "Heather Dewey-Hagborg- Erasing Your DNA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coded (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "8 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    There is an incredible amount of data in your DNA. Heather Dewey-Hagborg wants to make sure you have control over that data. She developed a spray that masks your DNA wherever it's left. Is it a new frontier in personal privacy or a handy tool for criminals?    "
                },
                "6": {
                    "title": "Zone 9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Coded (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "21 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    In Ethiopia, the main prison is divided into eight zones. Many refer to the rest of the country, where surveillance and repression is the default, as \"Zone 9.\" But Endalk Chala is fighting back. Chala spends his days as a doctoral student in Oregon, while moonlighting as an encryption expert, helping bloggers in his native Ethiopia escape capture, torture, and possible death at the hands of the government. He believes technology is the key to giving a voice back to people who are forced to stay quiet.    "
                }
            }
        },
        "number of episodes": 11,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTRjYzZjZmMtZGE3NC00N2MyLWIxNDktY2Y4NWE2ZmI1YmE2XkEyXkFqcGdeQXVyMzIyODkxMA@@._V1_SY150_CR152,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Coded",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Coded (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Freethink Media"
            },
            {
                "name": "Structure Films"
            }
        ],
        "plot": [
            "An invisible war is being waged. Foreign governments are hacking corporations, corporations are collecting consumer data, and the NSA is listening to everything. A new generation of programmers is rising up and fighting back.::Freethink Media"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}