{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "4 January 2017",
                "notes": "                            (Consumer Electronics Show)"
            }
        ],
        "release dates": [
            "USA::4 January 2017                            (Consumer Electronics Show)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Bohn, Dieter"
            },
            {
                "name": "Farokhmanesh, Megan"
            },
            {
                "name": "Patel, Nilay"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "budget": "$100,000 (estimated)",
        "plot outline": "The Verge's flagship podcast, but for CES we've spiffed it up and put it on camera - with guests, gadget demos, and the most important news from the biggest tech trade show of the year. This year we'll be talking about self-driving cars, drones, laptops, and as many weird gadgets as you can imagine. It's going to be a blast. The Vergecast Live at CES 2017 is hosted by Nilay Patel, Dieter Bohn, and Megan Farokhmanesh. It will also feature Casey Newton, Lauren Goode, Paul Miller, and Ashley Carman - and hell, quite a few more people from the massive Verge team that we've brought to CES this year. Tune in each night and tweet with the hashtag #CES2017 - Megan may just read yours on the show.",
        "languages": [
            "English"
        ],
        "title": "The Vergecast Live at CES",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-2017",
        "akas": [
            "The Vergecast Live at CES (United States)"
        ],
        "distributors": [
            {
                "name": "Twitter"
            }
        ],
        "plot": [
            "The Verge's flagship podcast, but for CES we've spiffed it up and put it on camera - with guests, gadget demos, and the most important news from the biggest tech trade show of the year. This year we'll be talking about self-driving cars, drones, laptops, and as many weird gadgets as you can imagine. It's going to be a blast. _The Vergecast Live at CES_ (qv) 2017 is hosted by Nilay Patel, Dieter Bohn, and Megan Farokhmanesh. It will also feature Casey Newton, Lauren Goode, Paul Miller, and Ashley Carman - and hell, quite a few more people from the massive Verge team that we've brought to CES this year. Tune in each night and tweet with the hashtag #CES2017 - Megan may just read yours on the show.::Dieter Bohn"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}