{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "27 January 2017"
            }
        ],
        "release dates": [
            "USA::27 January 2017"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Flying High",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside California Education (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "7 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Former gang members and at-risk students turn their lives around through the power of flight in Salinas. Students discover career options in Chico. A day in the life of an Oakdale football coach. Fresno special ed students serve and learn at a district-owned café.    "
                },
                "2": {
                    "title": "Hospital School",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside California Education (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "14 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    A special school at the Lucile Packard Children's Hospital Stanford. Long Beach schools enter a unique partnership with the online Khan Academy. A day in the life of a sign language interpreter in Elk Grove. Students learn outdoors in the Sierra Nevada foothills.    "
                },
                "3": {
                    "title": "Navigating Autism",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside California Education (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "21 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    A different approach to educating autistic students in Visalia. UCLA opens a new community school in South Central. Lodi schools serve local food grown by local farms.    "
                },
                "4": {
                    "title": "The Great Debate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside California Education (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "28 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Sacramento students boost their academic success through competitive debate. Oakland schools adopt Restorative Justice to level the playing field. A day in the life of a school secretary. Fresno schools look to Mexico to attract more bilingual teachers.    "
                },
                "5": {
                    "title": "Safe School Ambassadors",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside California Education (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "4 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Teens are speaking up against bullies through a Safe School Ambassadors program in Fairfield. Merced graduation rates are up, thanks to an effort to connect UC Merced students with middle schoolers. An alternative school in Napa is reaching students with innovative methods, from yoga to community service. Spend a day in the life of an elementary school principal in West Sacramento.    "
                },
                "6": {
                    "title": "Mariachi Music",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside California Education (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "11 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Discover why mariachi music programs are a big draw for students in the San Diego area. Meet a national spelling champ, now inspiring kids in her Clovis school district to learn the art of spelling. A program at Sacramento State gives students as young as fourth grade a glimpse of college life.    "
                },
                "7": {
                    "title": "Robots of the Future",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside California Education (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "18 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Visit the only robotics magnet school in the Los Angeles school district, where robots are incorporated into every subject. City leaders in West Sacramento spearhead an effort to educate all their citizens, from preschool to college. Discover how special ed students are building friendships with general ed students through a sports program at an East Bay high school.    "
                },
                "8": {
                    "title": "Refugees in Our Schools",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside California Education (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "25 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Refugee students in San Diego experience the challenges and rewards of an American education.    "
                },
                "9": {
                    "title": "Preparing for a Disaster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside California Education (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2 May 2018",
                    "year": "2018",
                    "plot": "\n    Discover how Sonoma schools are recovering from devastating fires that displaced thousands of students. Meet the state's Teacher of the Year who overcame childhood trauma and homelessness to teach in his hometown of Desert Hot Springs. Professionals leaving the corporate world are helping fill the teacher shortage in Sacramento.    "
                },
                "10": {
                    "title": "Civics Education",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside California Education (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "9 May 2018",
                    "year": "2018",
                    "plot": "\n    Visit a civics education program in California's capital city, designed to teach students about citizenship. San Diego students develop strong leadership skills as cadets with the Junior Reserve Officers' Training Corps (JRTOC). Discover the benefits to students who opt to take challenging International Baccalaureate courses in Napa and Sacramento.    "
                },
                "11": {
                    "title": "A Jazz Education",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside California Education (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "16 May 2018",
                    "year": "2018",
                    "plot": "\n    Join us in Monterey, where more than a thousand students gather to compete in the world of jazz. High schoolers in Riverside County are getting a jump on college through a \"dual enrollment\" program with the local community college. After-school programs provide crucial services for kids in a rural Sacramento district.    "
                },
                "12": {
                    "title": "Saving the Yurok Language",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside California Education (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "23 May 2018",
                    "year": "2018",
                    "plot": "\n    Yurok tribal members help save their native language from extinction by teaching it to public school students near Humboldt County. A new push to get more foster youth in college is paying off in Santa Clara County. A performing arts program in Modesto inspires kids to discover new talents and improve their self-esteem.    "
                },
                "13": {
                    "title": "Digital Media in the Classroom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside California Education (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "30 May 2018",
                    "year": "2018",
                    "plot": "\n    An immersive media program in Roseville helps students learn video and editing skills starting in elementary school. A program in the East Bay encourages more underrepresented students to consider careers in engineering and technical fields. High schoolers in Stockton learn key construction skills and compete against dozens of other schools in a design-build competition.    "
                }
            },
            "1": {
                "1": {
                    "title": "Teacher Shortage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside California Education (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "27 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    California's looming teacher shortage and what it means for cities with a high cost of living like San Francisco. How the Chula Vista school district revived its arts program. Meet the head custodian at a school in Yuba City. Plus, go inside one of the state's last remaining one-room schoolhouses in Kyburz, just outside of Lake Tahoe.    "
                },
                "2": {
                    "title": "Parents Make a Difference",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside California Education (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "3 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Teachers step outside of the classroom - and into their students' home to get to know families better. We visit programs in Sacramento and Los Angeles to see how this \"home visit\" model is working. Plus, we look at school funding through the eyes of two districts: Oakland and Merced. And an effort to teach kids about the dairy industry by bringing cows directly to their school in Rancho Cordova.    "
                },
                "3": {
                    "title": "Summer Matters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside California Education (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "10 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Schools in Sacramento and Los Angeles take a whole new approach to summer school, making it less like \"school\" and more like camp. Visit one of the state's largest adult education campuses in La Puente in Southern California. See a day in the life of the school lunch lady in Ceres. Plus, how preschools are using iPad technology in Napa to expand the vocabulary of their littlest learners.    "
                },
                "4": {
                    "title": "On the Right Note",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside California Education (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "17 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Musical instruments get a whole new life in the Los Angeles Unified School District. A look at Smarter Balanced testing in Elk Grove and how kids are adapting to the new format. An \"Education 101\" on per pupil spending with State Superintendent of Public Instruction Tom Torlakson. Visit a school kitchen in Turlock where fresh and local ingredients come first.    "
                },
                "5": {
                    "title": "Taking Flight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside California Education (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "24 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    High schoolers are developing high flying ambitions thanks to aviation programs that teach students the basics of piloting an airplane. A free lunch program called Lunch at the Library is keeping kids fed, and well read. Meet a school bus driver for special needs children. A mobile agricultural classroom inspires students to think about their food.    "
                },
                "6": {
                    "title": "Dual Immersion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside California Education (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "3 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    A dual language immersion program in Redding where students learn academics in both English and Mandarin Chinese. How the passage of Proposition 58 could increase opportunities for students to learn multiple languages. A summer internship program introduces high schoolers to city government. An effort in San Diego to incorporate artistic technique into traditional subjects like history.    "
                },
                "7": {
                    "title": "Career Pathways",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside California Education (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "10 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Metal shop and wood shop is making a comeback in California, thanks to an influx of new state dollars into career technical education. Walk into the whimsical world of 826 Valencia, a writing workshop for kids inside a pirate-themed shop in San Francisco. See a day in the life of a paraeducator. Plus, we travel to La Cañada in Southern California to answer the question: Who runs my school?    "
                },
                "8": {
                    "title": "Educating At-Risk Youth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside California Education (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "17 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Continuation schools are often the final option for the state's at-risk youth before dropping out. But at one continuation school in Southern California, some students are thinking about college and career for the very first time. In Sacramento, students and teachers are making beautiful music together as part of The String Project. Plus, high schoolers get a civic lesson in Brawley.    "
                },
                "9": {
                    "title": "Growing California's Artists",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside California Education (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "24 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Singers, dancers, actors and other young artists compete for a spot in a state-funded summer school for the arts. Meet California's 2016 Teacher of the Year, who uses YouTube to keep his students engaged. See a day in the life of a school librarian. Plus, visit a transitional kindergarten program in Windsor that's helping to prepare young ones for a lifetime of learning.    "
                },
                "10": {
                    "title": "Edible Schoolyard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside California Education (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "31 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Visit a schoolyard garden and kitchen project in Berkeley started by famous restaurateur Alice Waters in an effort to connect students to the land. How the city of Stockton turned around its dismal graduation rate, the accuracy of dropout rates, and a unique summer camp run by a Northern California school district for more than half a century.    "
                },
                "11": {
                    "title": "Next Generation Science",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside California Education (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "14 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    The Next Generation Science Standards: What are they? How are they changing science education? See how one school in Oakland has implemented the new standards. A look at the different ways parents plan to pay for college. A \"day in the life\" of a school campus monitor. A charter school in San Diego that's paving the way for low-income students to attend prestigious colleges and universities.    "
                },
                "12": {
                    "title": "Nursing Students to Health",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside California Education (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "28 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    A school nursing shortage is affecting students throughout the Golden State, as nurses routinely travel to multiple schools providing care. We follow a school nurse as she makes the rounds, and visit a mobile health clinic in Sacramento that's filling in the gap. Plus, a kindergarten teacher and his service dog in Sacramento are teaching students lessons of the mind and heart.    "
                },
                "13": {
                    "title": "Kids Are Just Kids",
                    "kind": "episode",
                    "episode of": {
                        "title": "Inside California Education (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "5 May 2017",
                    "year": "2017",
                    "plot": "\n    Kids are just kids in the town of Sanger, where an exceptionally high number of special education students mix with the general education population. A unique charter school located inside the new San Diego downtown public library. Spend a day in the life of a school secretary. Visit the museums of Balboa Park in San Diego and the School in the Park program.    "
                }
            }
        },
        "number of episodes": 26,
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "27"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTRiNWZlNTktMTk1OC00ZTEyLWE0YzAtZDFhZWU5NjFjMzQxXkEyXkFqcGdeQXVyNTE2Mzk1Njg@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "California's looming teacher shortage and what it means for cities with a high cost of living like San Francisco. How the Chula Vista school district revived its arts program. Meet the head custodian at a school in Yuba City. Plus, go inside one of the state's last remaining one-room schoolhouses in Kyburz, just outside of Lake Tahoe.",
        "languages": [
            "English"
        ],
        "title": "Inside California Education",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Inside California Education (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "KVIE Public Television"
            }
        ],
        "plot": [
            "California's looming teacher shortage and what it means for cities with a high cost of living like San Francisco. How the Chula Vista school district revived its arts program. Meet the head custodian at a school in Yuba City. Plus, go inside one of the state's last remaining one-room schoolhouses in Kyburz, just outside of Lake Tahoe."
        ],
        "tech": {
            "runtime": [
                "27 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}