{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "6 February 2017"
            }
        ],
        "release dates": [
            "UK::6 February 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Show and Tell",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "6 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Wufflebump creates some chaos when he accidentally brings his monster dog Growlbert to Show and Tell. The naughty dog buries all the items and Miss Grizzlesniff is forced to send him to the squishy corner. But when a door handle catastrophe takes place, an unlikely hero saves the day.    "
                },
                "2": {
                    "title": "Bestest Friends",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "7 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Wufflebump and Yummble have always been best friends, but when Yummble helps Meepa draw her monster portrait in art class, the pair hit it off and start doing everything together. Wufflebump feels left out, so Miss Grizzlesniff shows him you don't need just one best friend, you can have many.    "
                },
                "3": {
                    "title": "Daddy's Late",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "8 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Wingston's Daddy is running late, and whilst all the other little monsters head home for slime shake and games with their mums and dads, a woeful Wingston helps Miss Grizzlesniff fill the goo pit. But then he hears a sound coming from the dragon egg tank. Wingston's friends won't believe what they've missed.    "
                },
                "4": {
                    "title": "I Want the Human",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "9 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Wufflebump really wants to take Brian, the class's toy human, home. He thinks the only way to achieve his goal is by being the best at everything. But with each lesson, a fellow classmate gets into trouble and Wufflebump steps in to rescue them, sacrificing his chance for victory - or has he?    "
                },
                "5": {
                    "title": "Monster Assembly",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "10 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    It's the day of the class assembly, and shy Icklewoo is suffering from stage fright. While the monsters act out The Tale of Yeti, their performance suffers a setback. Will Icklewoo be brave enough to step in and save the show?    "
                },
                "6": {
                    "title": "Get Well Soon",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "13 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Miss Grizzlesniff has a bad case of the sniffles, so Mr Marrow steps in to teach the class. He soon discovers how tricky teaching lots of different subjects can be and gets in an almighty muddle. With each lesson turning into a disaster, can he find his own special way to help the little monsters learn?    "
                },
                "7": {
                    "title": "Wobbly Tooth",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "14 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Wingston thinks it's monster-mazing to have a wobbly tooth until he learns that, very soon, he'll get a visit from the tooth fairy. He doesn't like the idea of a fairy taking his tooth so tries everything to stop it wobbling, right up until bedtime, when he makes a magical discovery.    "
                },
                "8": {
                    "title": "Snap",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "15 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Meepa is very excited about the class photo and is even wearing a special new bow. The trouble is she can't sit still and ruins every snap with her fidgeting. Can Wufflebump teach her to stop wriggling and help Miss Grizzlesniff's dream of the perfect picture?    "
                },
                "9": {
                    "title": "Boo",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "16 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    The monsters prepare for a special 'boo' lesson. If they surprise Miss Grizzlesniff, they get their own special 'boo star'. But Icklewoo is worried she does not have a 'boo' inside her. Will she be able to surprise her teacher with the help of Wufflebump?    "
                },
                "10": {
                    "title": "Blushberry Blob Cakes",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "17 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    The monsters make blushberry blob cakes with Mr Marrow. They gather magical blushberries from the nature garden, and each of them makes a special wish as they stir the cake mixture. Will their dreams come true, and will they discover the monster-mazing thing that happens when you eat a blob cake?    "
                },
                "11": {
                    "title": "Wufflebump Owns Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "20 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Wufflebump is a very clumsy monster. When he accidentally breaks Miss Grizzlesniff's Golden Teaching Award, he tries his hardest to hide his mishap. Can he pluck up the courage to own up before Miss Grizzlesniff discovers the truth?    "
                },
                "12": {
                    "title": "Growling Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "21 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Yummble isn't looking forward to having a new baby brother or sister. He wants his mummy all to himself, so Mrs Grizzlesniff comes up with an idea to make him change his mind. Can the monsters convince him it's much better to be a monster-mazing big brother rather than a little scrumble Yummble?    "
                },
                "13": {
                    "title": "Nurse Meepa",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "22 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    On her way to Monster Art class, Meepa takes a tumble and hurts her hand. After a visit to Nurse Sneezle, she realises it's good to help monsters who feel poorly and becomes Class Nurse for the day. At playtime she runs to the rescue treating lots of mini emergencies, but will she know what to do when Yummble and Wufflebump have a big emergency?    "
                },
                "14": {
                    "title": "Measuring Chart",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "23 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Wingston really wants to be taller, but is left disappointed when he finds out he's the smallest on Mrs Grizzlesniff's height chart.    "
                },
                "15": {
                    "title": "Buddy Bench",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "24 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Icklewoo is feeling really left out. She couldn't go to Wingston's party and then the other monsters decided to play 'Hide and Seek' without her. At playtime Mrs Grizzlesniff suggests she sits on the Buddy Bench so the other monsters will see she's lonely and come and play with her.    "
                },
                "16": {
                    "title": "Shriekend News",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "8 May 2017",
                    "year": "2017",
                    "plot": "\n    After spending the weekend at home doing chores, Wufflebump doesn't have any exciting 'shriekend news' to share with his classmates. Fearing his news will be boring, he decides to make something up. Can Miss Grizzlesniff convince him to tell his monster friends the real story?    "
                },
                "17": {
                    "title": "Sleepover",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "9 May 2017",
                    "year": "2017",
                    "plot": "\n    When Wingston and Yummble have a sleepover at Wufflebump's house, they all have trouble getting to sleep and secretly wish they had their cuddly toys, bedtime milkies and 'roary stories' to comfort them. As they try to be big monsters and sleep without them, they suffer a monster mishap. Will they ever get to sleep?    "
                },
                "18": {
                    "title": "Dressing Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "10 May 2017",
                    "year": "2017",
                    "plot": "\n    The monsters delve into Miss Grizzlesniff's dressing-up chest. Wufflebump dresses up as a supermonster, Icklewoo as a pirate, Wingston as an alien and Yummble as a cupcake, but poor Meepa can't find a costume to fit her four monster arms. Can her friends use their imagination and a little bit of spider magic to help?    "
                },
                "19": {
                    "title": "Full Moon",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "11 May 2017",
                    "year": "2017",
                    "plot": "\n    It's full moon day at the School of Roars and Wingston hopes to see the Moon Monster, so his friends help his dream come true by building a space rocket. Meanwhile, Yummble creates chaos in cookery class when he tries baking some special moon day crater cakes.    "
                },
                "20": {
                    "title": "Doodah",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "12 May 2017",
                    "year": "2017",
                    "plot": "\n    The monsters have fun building balloon-powered boats in class. As they splash lots of water about, poor Icklewoo suddenly needs the toilet but is too scared to go and has a little accident. Luckily Mrs Twirlyhorn steps in and shows her the importance of asking a grown-up for help.    "
                },
                "21": {
                    "title": "Funny Bones",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "15 May 2017",
                    "year": "2017",
                    "plot": "\n    The monsters get a big surprise when Miss Grizzlesniff brings dinosaur skeleton 'Eric' to class. She warns the class not to touch Eric, but during wet break they play with him and he ends up breaking. Can they rebuild Eric before Miss Grizzlesniff finds out?    "
                },
                "22": {
                    "title": "The Very Important Monster",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "16 May 2017",
                    "year": "2017",
                    "plot": "\n    When a Very Important Monster visits the School of Roars, Wufflebump is chosen to present her with a bouquet of nettles. He thinks he's too clumsy for the job and tries to hide. Will he miss his big moment or will he find the courage with the help of an unlikely companion?    "
                },
                "23": {
                    "title": "Monster Choir",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "17 May 2017",
                    "year": "2017",
                    "plot": "\n    Yummble is very excited about performing with the school choir until he discovers he's too tuneful to sing monster songs. Can Wufflebump help Yummble find a new rhythm in time for his debut at the school concert?    "
                },
                "24": {
                    "title": "Class Monitor",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "18 May 2017",
                    "year": "2017",
                    "plot": "\n    When Meepa becomes class monitor she turns super bossy, making her monster friends feel fed up. Soon they refuse to help her and Meepa learns the importance of being fair and helpful. But how can she show her friends she's sorry?    "
                },
                "25": {
                    "title": "Googly Glasses",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "19 May 2017",
                    "year": "2017",
                    "plot": "\n    Mr Bogglelots, the optician, visits the school to give the little monsters a very special eye test. Wufflebump gets the test wrong on purpose just to get a pair of googly glasses, but soon realizes that wearing the wrong glasses isn't good for your eyes.    "
                },
                "26": {
                    "title": "Wingston Wins",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "25 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    When Wingston becomes too whizzy in class, Miss Grizzlesniff decides he should learn about 'sportsmonstership' by having a race with his friends. Wingston is determined to finish first but soon discovers that being a good sportsmonster is not just about winning.    "
                },
                "27": {
                    "title": "Monster Book Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "26 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    It's Monster Book Day and the monsters have dressed up as their favourite storybook characters. But Icklewoo is sad. She doesn't like her silly, frilly Cinderella dress. Can Wufflebump come to her rescue and turn her into the stinkiest Cinderella in storyland?    "
                },
                "28": {
                    "title": "Hoopla",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "27 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    It's a rainy day at the School of Roars so Miss Grizzlesniff organises a game of indoor hoopla. The monsters have lots of fun until Wufflebump gets in a grump and ruins the game. Can he make amends by thinking of a new way to play?    "
                },
                "29": {
                    "title": "Monster Pet",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "28 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Wufflebump is very sad when Meepa accidentally loses his dog Growlbert. Can she make it up to him and find his missing pet?    "
                },
                "30": {
                    "title": "Time Capsule",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "29 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    The teachers dig up a time capsule and ask the class to add their own memories to it. Poor Wufflebump can't think of anything special to put into the capsule. Can his friends help him out?    "
                },
                "31": {
                    "title": "My Old Scooter",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "2 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    The monsters take Mr Marrow's 'Wheely Safe' riding course and learn about road safety. But Yummble worries that his rusty old scooter will stop him from getting a Wheely Safe Riding Badge.    "
                },
                "32": {
                    "title": "Miss Sneezle's Birthday",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "3 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Wufflebump discovers that it's Miss Sneezle's birthday so he plans a monster-mazing surprise with the help of his classmates.    "
                },
                "33": {
                    "title": "Stop Copying",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "4 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Wufflebump gets in a grump when Icklewoo keeps copying everything he does. Can she mend their friendship and explain why she loves to copy him?    "
                },
                "34": {
                    "title": "Hats Off to Yummble",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "5 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    It's the school hat competition but Yummble's mummy and daddy are too busy to help him make a hat. While he worries his googly hat isn't good enough, Miss Grizzlesniff shows him how trying your best can have surprising results.    "
                },
                "35": {
                    "title": "Painty Play Tree",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "6 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Mrs Twirlyhorn is painting the play tree. She warns the monsters not to play in it until the paint is dry but naughty Meepa has other ideas.    "
                },
                "36": {
                    "title": "Oh Wingston",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "9 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Wingston can't help showing off at school and accidentally upsets shy Icklewoo. Can he make it up to her in time for Golden Hour?    "
                },
                "37": {
                    "title": "Teddy Monster",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "10 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    After a mix up, Mummy sells Wufflebump's favourite teddy monster at the school fayre. Can Wufflebump find his teddy monster's new owner and get his precious toy back?    "
                },
                "38": {
                    "title": "Monster Joke",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "11 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    When Wufflebump takes Growlbert's toy bone to school, he and Yummble decide to play pranks on their monster pals. It's monster-mazing fun until head-monstress Mrs Twirlyhorn gets involved. Will she see the funny side?    "
                },
                "39": {
                    "title": "Glog",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "12 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Icklewoo's cousin Glog visits all the way from Upside Down Under, and his weird antics lead to chaos in class. Can the monsters discover why he does things so differently?    "
                },
                "40": {
                    "title": "The Itchlings",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "13 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    While Meepa undertakes a monster skipping challenge, the school is infested with naughty itchlings. Soon her classmates are too itchy to turn the rope and Meepa has to skip solo. Can Miss Sneezle come to her rescue?    "
                },
                "41": {
                    "title": "The School Inspector",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "16 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    The class are keen to impress when the school gets a visit from Moth-sted inspector Miss Snarlebite. But, after a disastrous day of monster mishaps, can they turn the inspector's snarl into a smile?    "
                },
                "42": {
                    "title": "Squish Squash Salad",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "17 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    To avoid eating yucky scrummatoes, Wufflebump hides the class's rainbow salad in the music room and it gets squished during a drumming solo. Will he reveal the mystery behind the squish squash salad and try some for himself?    "
                },
                "43": {
                    "title": "Sports Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "18 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Yummble thinks he's rubbish at the rotten egg and spoon race. He doesn't want to disappoint his dad, so decides he's not going to race. Will he see that winning doesn't matter in time to cross the starting line?    "
                },
                "44": {
                    "title": "Froggy",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "19 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Meepa meets a friendly froggy in the nature garden and decides to keep it as a pet. But she quickly learns that looking after a lively frog is not easy.    "
                },
                "45": {
                    "title": "Fibbing",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "20 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Wingston is jealous of Icklewoo's new trampoline, so he fibs and tells everyone he has a new monster-sized super slide. He soon feels guilty because the whole class wants to play with him and not Icklewoo. Will he be brave enough to tell them the truth?    "
                },
                "46": {
                    "title": "Dragon Brigade",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "23 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    At film club the monsters decide to make a pretend movie about the dragon brigade. But when Miss Grizzlesniff gets in a pickle with her popcorn machine, the real dragon brigade rushes to her rescue and the monsters capture the action on camera.    "
                },
                "47": {
                    "title": "Lost Property",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "24 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    It's the day of Mrs Twirlyhorn's nature walk, but Wufflebump has forgotten all his nature-finding equipment. So, after a trip to the lost property cupboard, he comes up with some unusual and inventive ways of studying the wonders of nature.    "
                },
                "48": {
                    "title": "Telling Tales",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "25 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    The monsters are creating colourful kites, but Yummble is so busy telling tales on his friends that he forgets to make one of his own. Will his monster friends help him out in time for the kite-flying competition?    "
                },
                "49": {
                    "title": "Marching Band",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "26 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    There's monster trouble when the class form a marching band. Meepa struggles to play the bogpipes and the other monsters squabble over who should be bandleader. Can Meepa master the puzzling pipes and restore harmony to the monster band?    "
                },
                "50": {
                    "title": "Whizzy Worms",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "27 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    It's the night of the Slurpy Soup Feast, but Wingston can't grow any bulgy beans. Miss Grizzlesniff orders some whizzy worms to wriggle to the rescue, but can the worms conjure up enough compost to grow the beans and save the feast?    "
                },
                "51": {
                    "title": "Toys",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "30 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    When the monsters bring their toys to school, everyone wants to play with Icklewoo's monster-mazing robot Whizz-bang. Wowed by Whizz-bang's lights and buttons, the monsters forget their own toys, leaving Icklewoo to look after them and host a special toy tea party.    "
                },
                "52": {
                    "title": "Snowed In",
                    "kind": "episode",
                    "episode of": {
                        "title": "School of Roars (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "1 May 2018",
                    "year": "2018",
                    "plot": "\n    When snow falls on monster mountain, the monsters get stuck inside the school. Could Mr Chili, the mysterious dragon who lives on the hill, stomp through the snow and help them out?    "
                }
            }
        },
        "number of episodes": 52,
        "cast": [
            {
                "name": "Burke, Kathy"
            },
            {
                "name": "Cooper-Kelly, Rosie"
            },
            {
                "name": "Grand, Che"
            },
            {
                "name": "Guiver, Ben"
            },
            {
                "name": "Pattison, Max"
            },
            {
                "name": "Scott, Andrew"
            },
            {
                "name": "Gee, Ellie"
            },
            {
                "name": "Lancashire, Sarah"
            },
            {
                "name": "Robinson, Alan"
            },
            {
                "name": "Robinson, Jessica"
            }
        ],
        "genres": [
            "Animation"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "rating": 7.1,
        "votes": 12,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDA2OWQwZjEtMTc0My00YjM0LTk1ZjEtNzM1ODFiMjU1MmJiXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "School of Roars",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "School of Roars (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Akhurst, Lisa"
            },
            {
                "name": "Barbas, Sara"
            },
            {
                "name": "Brabus, Sara"
            }
        ],
        "production companies": [
            {
                "name": "Dot To Dot Productions"
            }
        ],
        "distributors": [
            {
                "name": "CBeebies"
            },
            {
                "name": "Precision Pictures"
            }
        ],
        "other companies": [
            {
                "name": "Studio43"
            }
        ],
        "plot": [
            "Meet the little monsters who go to the School Of Roars and join them on monster-mazing adventures as we explore their super snufflesome world with their quirky, kind and fun loving teacher Miss Grizzlesniff."
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 12,
                "rating": 7.1
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 6.0
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 8.0
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 6.8
            },
            "males": {
                "votes": 4,
                "rating": 6.5
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 5.7
            },
            "females": {
                "votes": 7,
                "rating": 7.3
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 6.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 1,
                "rating": 10.0
            },
            "non us users": {
                "votes": 4,
                "rating": 6.2
            }
        },
        "number of votes": {
            "10": 5,
            "9": 1,
            "8": 1,
            "7": 0,
            "6": 2,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 7.1,
        "median": 8
    }
}