{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "April 2017"
            },
            {
                "country": "UK\n",
                "date": "11 April 2017"
            }
        ],
        "release dates": [
            "UK::April 2017",
            "UK::11 April 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Age",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Friend Victoria (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "11 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    In the first of this new six-part series celebrating the comedy of Victoria Wood, long-term friend and collaborator Julie Walters looks at Victoria's take on age and the unforgettable characters she created that spanned generations. Classic clips include Chrissie the long-distance swimmer, dinnerladies, Acorn Antiques, Waitress (aka Two Soups) and 14 Again. Julie is joined by Celia Imrie, Duncan Preston, Anne Reid, Maxine Peake, Thelma Barlow and Shobna Gulati, who open up about working with Victoria and creating these iconic scenes. Friends and fans, including ...    "
                },
                "2": {
                    "title": "People",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Friend Victoria (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "18 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Richard E. Grant presents the second episode looking at how Victoria was a master at observation and people watching. Classic comedy sketches include Kimberley's friend, Jim Broadbent's fabulous Northern playwright, Susie Blake's unforgettable continuity announcer, Celia Imrie's oh-so posh Miss Babs from Acorn Antiques and Patricia Routledge's extraordinary monologues as Kitty. All this along with appearances from Julie Walters and Michael Ball as well as rare behind the scenes photos from her personal archive.    "
                },
                "3": {
                    "title": "Sex",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Friend Victoria (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "25 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Michael Ball presents the third installment, which looks at Victoria's refreshingly candid views on sex and relationships and her unique ability to say what we were all thinking when it came to romance, dating, getting it or not getting it. Michael guides us through a selection of classic clips including stand-up from the Albert Hall; Victoria's spoof documentary, Mr Right; Italian Restaurant and Family Planning from As Seen On TV; and standout moments from her multi-award winning sitcom, dinnerladies. He is joined by Duncan Preston and Anne Reid who reveal how some ...    "
                },
                "4": {
                    "title": "Appearance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Friend Victoria (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2 May 2017",
                    "year": "2017",
                    "plot": "\n    Maxine Peake presents this latest slice of Our Friend Victoria, which explores Victoria's take on appearance. Victoria was no stranger to waistline woes but, rather than hold her back, she channelled her own worries into her comedy by regularly taking a swipe at society's views on how we look, what we should wear, what we should eat and what we should weigh. She spoke up for us all, whatever size or shape. In this episode, Maxine guides us through a selection of classic comedy that sums up Vic's views on the diet and health industry. There are standout clips from the ...    "
                },
                "5": {
                    "title": "Television",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Friend Victoria (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "9 May 2017",
                    "year": "2017",
                    "plot": "\n    Six-part series celebrating the comedy of Victoria Wood. The League of Gentlemen (Mark Gatiss, Steve Pemberton and Reece Shearsmith) present this episode, which explores Victoria's take on television. Victoria was a self-confessed TV addict, and she would watch anything and everything - in fact, the worse the programmes were, the more she enjoyed them. She laughed at the sheer nonsense of the TV world before turning it on itself by creating some of the most groundbreaking parodies ever seen. This episode looks at a typical day of TV from Victoria's unique perspective....    "
                },
                "6": {
                    "title": "Fame",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Friend Victoria (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "9 May 2017",
                    "year": "2017",
                    "plot": "\n    Daniel Rigby presents the final instalment, looking at Victoria's rise to fame, from performances on That's Life to early sketches from Wood and Walters, before success with As Seen on TV. Classic clips include Kitty, Carl and Gail and Susie Blake's continuity announcer. We also look back at Victoria's fantastic Acorn Antiques, plus the legendary Making of - and the rarely seen Beyond the Marigolds. Contributions come from Julie Walters, Mark Gatiss, Michael Ball and Maxine Peake.    "
                },
                "7": {
                    "title": "At Christmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Our Friend Victoria (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "23 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Anne Reid presents a very special extended episode of Our Friend Victoria, which celebrates all things festive. There was a time when Christmas just wasn't Christmas without a special from Victoria on TV. In this Christmassy treat, Vic's famous co-stars share their thoughts on being a part of her specials and what Christmas meant to their friend. Julie Walters, Celia Imrie, Michael Ball, Richard E Grant and Reece Shearsmith recall the huge productions that went into Victoria's specials, while former shadow home secretary Ann Widdecombe reveals her shock at being ...    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Walters, Julie"
            },
            {
                "name": "Preston, Duncan"
            },
            {
                "name": "Peake, Maxine"
            },
            {
                "name": "Ball, Michael"
            },
            {
                "name": "Robbins, Kate"
            },
            {
                "name": "Grant, Richard E."
            },
            {
                "name": "Imrie, Celia"
            },
            {
                "name": "Reid, Anne"
            },
            {
                "name": "Barlow, Thelma"
            },
            {
                "name": "Scanlan, Joanna"
            },
            {
                "name": "Robbins, Ted"
            },
            {
                "name": "Morgan, Diane"
            },
            {
                "name": "Gulati, Shobna"
            },
            {
                "name": "Pemberton, Steve"
            },
            {
                "name": "Gatiss, Mark"
            },
            {
                "name": "Dunn, Andrew"
            },
            {
                "name": "Thorpe, Harriet"
            },
            {
                "name": "Shearsmith, Reece"
            },
            {
                "name": "Bea, Aisling"
            },
            {
                "name": "Rigby, Daniel"
            },
            {
                "name": "Brand, Jo"
            },
            {
                "name": "Broadbent, Jim"
            },
            {
                "name": "Widdecombe, Ann"
            },
            {
                "name": "Threlfall, David"
            },
            {
                "name": "Wood, Victoria"
            },
            {
                "name": "Welch, Albert"
            },
            {
                "name": "Welch, Michaela"
            }
        ],
        "locations": [
            "England, UK"
        ],
        "genres": [
            "Documentary",
            "Comedy"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 1,
        "rating": 7.9,
        "votes": 17,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNmU2ZGQzZDMtM2Q3Mi00ZTgxLTkzNzYtMzZlNGIzYzI5NjZmXkEyXkFqcGdeQXVyMTk4Njk4NQ@@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "Our Friend Victoria is a six-part series in which Victoria's archive is introduced and celebrated by her friends, peers and co-stars. Victoria's rich and varied career spanned four decades, won her a raft of awards including six BAFTA's and deep affection from the British public. This is a chance to honour and appreciate her most iconic work all over again alongside some re-discovered treats.",
        "languages": [
            "English"
        ],
        "title": "Our Friend Victoria",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-2017",
        "akas": [
            "Our Friend Victoria (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Wood, Victoria"
            }
        ],
        "production companies": [
            {
                "name": "Phil McIntyre Television"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            }
        ],
        "plot": [
            "_Our Friend Victoria_ (qv) is a six-part series in which Victoria's archive is introduced and celebrated by her friends, peers and co-stars. Victoria's rich and varied career spanned four decades, won her a raft of awards including six BAFTA's and deep affection from the British public. This is a chance to honour and appreciate her most iconic work all over again alongside some re-discovered treats.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min (6 episodes)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 17,
                "rating": 7.9
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 8.5
            },
            "aged 30 44": {
                "votes": 7,
                "rating": 7.5
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 8.2
            },
            "males": {
                "votes": 11,
                "rating": 7.4
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 7,
                "rating": 7.5
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 8.0
            },
            "females": {
                "votes": 2,
                "rating": 9.5
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 7.5
            },
            "us users": {
                "votes": 2,
                "rating": 6.5
            },
            "non us users": {
                "votes": 9,
                "rating": 7.9
            }
        },
        "number of votes": {
            "10": 5,
            "9": 2,
            "8": 3,
            "7": 5,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 1,
            "1": 0
        },
        "arithmetic mean": 7.9,
        "median": 8
    }
}