{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "9 January 2017"
            },
            {
                "country": "USA\n",
                "date": "16 January 2017"
            }
        ],
        "release dates": [
            "USA::9 January 2017",
            "USA::16 January 2017"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Passing the Torch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Summer House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "22 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The work hard/party harder gang is back for another summer in a brand new weekend house in the Hamptons with some familiar faces and surprising changes. Newly single Lindsay happily passes the \"house couple\" torch to Kyle and Amanda and two new friends join the group to make the summer family complete. Things get off to a rocky start when room selections occur without everyone's input and tempers flare even worse when the house kickoff dinner turns ice cold. Then as Stephen prepares to attend Gay Pride back in the city he struggles with a decision to invite Carl for ...    "
                },
                "2": {
                    "title": "Stars and Gripes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Summer House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "29 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The second weekend of the summer is a big one and the crew prepares for their big July 4th bash. Kyle and Amanda talk about the next steps for their relationship while Carl and Lauren struggle with unresolved feelings. But when Danielle drops a bomb during a girls' day, everything comes to a head as the crew celebrates the country's independence in glorious fashion.    "
                },
                "3": {
                    "title": "Bonfire Insanity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Summer House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "5 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Tensions are running high in the house after the craziness of the 4th of July party, and Lindsay finds herself in the middle of the drama after Lauren's cake-to-Carl's-face meltdown. The crew sets off for a sunset sail and beach bonfire, where these tensions boil over into drama of epic proportions. After a short-but-busy week at work, the housemates return the Hamptons, where Kyle and Amanda's relationship faces setbacks. In an effort to smooth over all the rifts and tension in the house, Danielle gains her housemates access to a very special place in the Hamptons ...    "
                },
                "4": {
                    "title": "Don't Poke the Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Summer House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "12 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    With the summer house finally back to its free-spirited, hard partying ways, Amanda begins to show her frustration with Kyle's continued boozy behavior and decides to let him have a weekend to himself. Lindsay gets in touch with her ex, Everett after failing to forget about him. Meanwhile, Lauren and Carl appear to have moved past the fiasco from the 4th and are back to being friends (with benefits) but Danielle continues to be an unwelcome third party in their relationship.    "
                },
                "5": {
                    "title": "Smashelorette",
                    "kind": "episode",
                    "episode of": {
                        "title": "Summer House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "19 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Lauren's twin sister is back in the Hamptons for their older sister's bachelorette weekend and she is not happy to see how cozy Carl and Lauren have gotten.    "
                },
                "6": {
                    "title": "Mother Knows Best",
                    "kind": "episode",
                    "episode of": {
                        "title": "Summer House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "26 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Before Carl and Stephen resolve the bomb that fractured their friendship in the city, the gang hosts several housemates' moms for the weekend in the Hamptons. Despite everyone being on their best behavior, things soon go off the rails when Lauren calls Carl out on his dishonesty. Lindsay tries to be a good friend and play peacemaker while Kyle braces for his mother officially meeting Amanda's mother and gets nervous about this step being bigger than he anticipated.    "
                },
                "7": {
                    "title": "The Exes Are Coming",
                    "kind": "episode",
                    "episode of": {
                        "title": "Summer House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "5 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    The moms' weekend comes to a close with a revealing game before the gang all heads back to the city. Everyone returns to the Hamptons ready to celebrate Kyle's birthday weekend. Carl and Lauren clear the air of all the past weekend's drama, Stephen goes on a blind date, and Danielle has a houseguest. Everything kicks into high gear when Kyle's \"revolutionary\" 35th birthday party gets officially sent as Lindsay anxiously awaits the arrival of a very special guest.    "
                },
                "8": {
                    "title": "Say It With Flowers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Summer House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "12 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Kyle's epic 35th birthday party ends with a major disruption from Lindsay. The gang goes back to the city hustle but as everyone returns to the Hamptons for Lindsay's \"Hubbana Nights\" party, Stephen chooses to visit his family in Alabama instead, hoping to confront some painful issues. Amanda gets frustrated by Kyle's behavior on a party bus, while Carl and Lauren try out the friend zone to questionable results.    "
                },
                "9": {
                    "title": "Summer Should Be Fun!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Summer House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "19 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Kyle and Amanda's relationship feels the strain of existing in the house while Lindsay attempts to get her single summer back on track and Lauren moves on from Carl with a few new prospects. Back from Alabama, Stephen is ready to take his fling more seriously but struggles with mixed signals and Carl asks for permission to let a new love interest spend the night.    "
                },
                "10": {
                    "title": "A House Divided",
                    "kind": "episode",
                    "episode of": {
                        "title": "Summer House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "26 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Kyle and Amanda decide to try out a new plan in hopes of repairing their ever-growing rift but it might be too little too late. Carl chooses to put his cards on the table with his latest lady friend, while Lindsay has some shocking news for Everett. Lauren's twin Ashley returns and sees some welcome changes in her sister. Meanwhile the entire house blows off a massive amount of steam at a Hamptons rose bash.    "
                },
                "11": {
                    "title": "Lei It To Rest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Summer House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "2 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    It's the final weekend of summer and the house throws a massive blow-out luau .Ashley's husband arrives from California just as everyone is at odds with each other. Carl and Stephen confront their unresolved issues. And Kyle and Amanda are under tremendous strain from their housemates who have had enough of their drama.    "
                }
            },
            "1": {
                "1": {
                    "title": "Summer House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Summer House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "9 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    With the summer house finally back to its free-spirited, hard partying ways, Amanda begins to show her frustration with Kyle's continued boozy behavior and decides to let him have a weekend to himself. Lindsay gets in touch with her ex, Everett after failing to forget about him. Meanwhile, Lauren and Carl appear to have moved past the fiasco from the 4th and are back to being friends (with benefits) but Danielle continues to be an unwelcome third party in their relationship.    "
                },
                "2": {
                    "title": "Codependence Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Summer House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "16 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    It's America's birthday, and what better way to celebrate than rosé all day! This 4th of July there are fireworks in and out of the house as Lauren and Carl's relationship heats up, while Kyle juggles two girls. Everett and Lindsay prove to be anything but the perfect couple, as their explosive antics dash any hopes for a drama-free summer.    "
                },
                "3": {
                    "title": "Flirting with Disaster",
                    "kind": "episode",
                    "episode of": {
                        "title": "Summer House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "23 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Kyle confronts \"perfect couple\" Everett and Lindsay for disrupting his \"single\" summer. New house guest Jaclyn raises eyebrows with her Southern sensibility...or lack thereof. Carl gets caught in a lie that threatens his new relationship with Lauren.    "
                },
                "4": {
                    "title": "The Wrath of Wirkus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Summer House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "30 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Lauren confronts Carl for lying about bringing a date to a wedding. Kyle dips his toe back into the ex-pool, despite everyone's warnings. Lindsay and Cristina's roommate drama boils over into full-on name calling and accusations.    "
                },
                "5": {
                    "title": "Wine, Whining, and Wieners",
                    "kind": "episode",
                    "episode of": {
                        "title": "Summer House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "6 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    When the roommates go to a winery there is more \"whine\" than wine. As the drama between Lindsay and Cristina reaches its breaking point, someone may be evicted. Carl cools off on Lauren but warms up to Jaclyn at a beach bonfire.    "
                },
                "6": {
                    "title": "Model Behavior",
                    "kind": "episode",
                    "episode of": {
                        "title": "Summer House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "13 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    The roommates go from blowing out candles to a blowout fight and leave Lindsay and Everett on the brink of a breakup. At Model Volleyball, Cristina serves up some gossip that Jaclyn hasn't been a model friend to Lauren. The Wirkus parents meet the infamous Carl.    "
                },
                "7": {
                    "title": "Hoedown Showdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Summer House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "20 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    It's Lindsay's birthday and trouble's a brewing when Carl brings girls to the party, much to Lauren's dismay. Everett and Lindsay are on the outs, and Stephen spills a secret that may make the \"\"on and off\"\" again couple turn the switch off permanently.    "
                },
                "8": {
                    "title": "Sprained Relationships",
                    "kind": "episode",
                    "episode of": {
                        "title": "Summer House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "27 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    With a scandalous secret looming over Lindsay and Everett's relationship, the pressure is on for the power couple to sink or swim. The roommates must come together to throw a race for charity, but not everyone will make it out in one piece. And finally, Cristina's meddling catches up to her when Lauren and Jaclyn go on the attack.    "
                },
                "9": {
                    "title": "The No Good, Very Bad Rosé Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Summer House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "6 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    It's time for the annual Rosé Party, where Kyle meets a fellow blonde who may or may not be his drunken soul mate. It's Cristina vs everyone else, as the roommates take aim at her meddling ways.    "
                },
                "10": {
                    "title": "Winter Is Coming",
                    "kind": "episode",
                    "episode of": {
                        "title": "Summer House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "13 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Summer's over, and that means one last wild weekend with no regrets... or maybe a few. A Hamptons White Party turns into a messy affair when Kyle blows up at his ex-girlfriend Amanda over a lip-syncing scandal. Meanwhile, Cristina makes a dramatic exit, and Carl and Lauren's romantic pretzel twists one final time, when Carl disappears into the night.    "
                }
            },
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Summer House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "4 Mar. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 22,
        "cast": [
            {
                "name": "McGee, Stephen"
            },
            {
                "name": "Radke, Carl"
            },
            {
                "name": "Batula, Amanda"
            },
            {
                "name": "Cooke, Kyle"
            },
            {
                "name": "Hubbard, Lindsay"
            },
            {
                "name": "Olivera, Danielle"
            },
            {
                "name": "Wirkus, Ashley"
            },
            {
                "name": "Wirkus, Lauren"
            },
            {
                "name": "Doute, Kristen"
            },
            {
                "name": "Huberman, Erik"
            },
            {
                "name": "Schroeder, Stassi"
            },
            {
                "name": "Boothe, Elijah"
            },
            {
                "name": "Mercer, James"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "43"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 3,
        "rating": 5.2,
        "votes": 56,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDk0ZjYzNDYtMzU4ZS00ZTAzLWE0MTAtZjI3OTlkNzFjZDkyXkEyXkFqcGdeQXVyMTkxNDA5NDI@._V1_SY150_CR40,0,101,150_.jpg",
        "plot outline": "For years this group of friends has spent their weekends from Memorial Day through Labor Day in one of the most exclusive beach areas on the East Coast. These professionals may keep it together during the week, but as soon as they hit the beach on the weekend, they let loose in a big way that is exclusive to this high-end lifestyle.",
        "languages": [
            "English"
        ],
        "title": "Summer House",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Summer House (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "Left Hook Media"
            },
            {
                "name": "True Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Bravo Studios"
            }
        ],
        "other companies": [
            {
                "name": "Gotham Sound and Communications"
            }
        ],
        "plot": [
            "For years this group of friends has spent their weekends from Memorial Day through Labor Day in one of the most exclusive beach areas on the East Coast. These professionals may keep it together during the week, but as soon as they hit the beach on the weekend, they let loose in a big way that is exclusive to this high-end lifestyle."
        ],
        "tech": {
            "runtime": [
                "43 min"
            ],
            "color": [
                "Color (HD)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 56,
                "rating": 5.2
            },
            "aged 18 29": {
                "votes": 6,
                "rating": 5.1
            },
            "aged 30 44": {
                "votes": 19,
                "rating": 4.0
            },
            "aged 45 plus": {
                "votes": 12,
                "rating": 4.9
            },
            "males": {
                "votes": 25,
                "rating": 3.6
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 4.2
            },
            "males aged 30 44": {
                "votes": 11,
                "rating": 2.5
            },
            "males aged 45 plus": {
                "votes": 7,
                "rating": 4.4
            },
            "females": {
                "votes": 17,
                "rating": 6.0
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 4.0
            },
            "females aged 30 44": {
                "votes": 8,
                "rating": 6.7
            },
            "females aged 45 plus": {
                "votes": 4,
                "rating": 6.5
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 3.0
            },
            "us users": {
                "votes": 17,
                "rating": 5.2
            },
            "non us users": {
                "votes": 8,
                "rating": 3.0
            }
        },
        "number of votes": {
            "10": 12,
            "9": 0,
            "8": 6,
            "7": 7,
            "6": 3,
            "5": 3,
            "4": 4,
            "3": 1,
            "2": 3,
            "1": 17
        },
        "arithmetic mean": 5.2,
        "median": 5
    }
}