{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "17 January 2017"
            }
        ],
        "release dates": [
            "Australia::17 January 2017"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Beveridge, Hayley"
            },
            {
                "name": "Corneschi, Laurence"
            },
            {
                "name": "Faulkner, Andrew"
            },
            {
                "name": "Nathan, Serah"
            },
            {
                "name": "Turner, Laura Jane"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BMGVjZDkwZWItMmU0Mi00YzkzLWIzOWQtMzRkNTJiYTA1MjFmXkEyXkFqcGdeQXVyNDQ1OTY5NDI@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Selphie D'Souza has decided to become an actress. She still lives with her parents, is in a stale relationship, and has only ever performed in her high school's production of Ghost: The Musical, but they're just minor hurdles. Selphie's friends are stay-at-home-adults content in their comfort zones; Jane is a downtrodden call centre employee, B is a hedonistic faux-hippie, James is a naive Maccas loving tradie, and Momo is an optimistic, business savvy opportunist. Lucky Country follows the extraordinarily mundane adventures of a bunch of suburban misfits. Ain't no trendy millennials living in shabby chic share houses, throwing ironic parties here.",
        "languages": [
            "English"
        ],
        "title": "Lucky Country",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Lucky Country (Australia)"
        ],
        "writer": [
            {
                "name": "Nathan, Serah"
            }
        ],
        "production companies": [
            {
                "name": "New Golden Age Productions"
            }
        ],
        "plot": [
            "Selphie D'Souza has decided to become an actress. She still lives with her parents, is in a stale relationship, and has only ever performed in her high school's production of Ghost: The Musical, but they're just minor hurdles. Selphie's friends are stay-at-home-adults content in their comfort zones; Jane is a downtrodden call centre employee, B is a hedonistic faux-hippie, James is a naive Maccas loving tradie, and Momo is an optimistic, business savvy opportunist. _Lucky Country_ (qv) follows the extraordinarily mundane adventures of a bunch of suburban misfits. Ain't no trendy millennials living in shabby chic share houses, throwing ironic parties here.::Serah Nathan"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}