{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "7 June 2017"
            }
        ],
        "release dates": [
            "UK::7 June 2017"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Ackley Bridge"
            },
            {
                "countries": "World-wide (English title) (alternative title)",
                "title": "The ABC"
            }
        ],
        "akas": [
            "Ackley Bridge (original title)",
            "The ABC World-wide (English title) (alternative title)"
        ],
        "akas from release info": [
            "Ackley Bridge (original title)",
            "The ABC World-wide (English title) (alternative title)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ackley Bridge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 31,
                    "original air date": "5 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Nas agrees to a sham engagement to Nav, who is also in the closet, but a shock revelation at home leaves her questioning everything. Falling grades prompt drastic action causing uproar.    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ackley Bridge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 26,
                    "original air date": "12 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    The arrival of Steve's ex puts Mandy's nose out of joint. Jordan is ashamed of Cory's lack of interest in baby Jamie's christening so promises to pay half of the cost of the ceremony himself.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ackley Bridge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 25,
                    "original air date": "19 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    After rowing with science teacher Rashid Hyatt over his view that her daughter Alya has learning problems Kaneez goes on a date with him, having realized how much she wasted her life as an obedient wife to Iqbal. She also warms to Aaron, as do the whole Booth family as they accept that Missy's dating him makes her feel happy and secure. Emma successfully drums up her cast for 'A Midsummer Night's Dream' but rejects the besotted Will's declaration of love for her to continue her affair with the married Samir.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ackley Bridge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 25,
                    "original air date": "26 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Nas meets a possible girlfriend in footballer Megan but finds her too intense and makes her escape, confessing her sexuality to an understanding Aaaron. Mandy crosses swords again with Sadiq whilst Rashid is pleased that Kaneez agrees to another date. Samir is shocked to find that his reprobate brother Khadim is employing Jordan to sell drugs for him and attempts to help but things do not go well, leaving Emma in despair.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ackley Bridge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 20,
                    "original air date": "3 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Samir's murder has its impact on the school, especially Emma, who blames Jordan, whilst Nas links up with possible Internet date Sameera - until Missy discovers that she is not what she seems to be. Steve gives Cory a try-out to impress visiting rugby coach Martin Rose but the boy is nervous, following an unexpected encounter, and it is Sadiq's son Riz who pays the price.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ackley Bridge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 18,
                    "original air date": "10 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Grieving for Samir, whose killer has fled the country, Emma is persuaded by Sadiq to keep his memory alive - a tree is planted in his name and the school play is a huge success. Released from hospital after Cody's attack on him Riz claims he had sex with under-age Hayley, which she verifies. Sides are drawn up with Missy rejecting Aaron, who has declared his love for her but her mother Simone advises her to follow her heart and reconciliation follows. Jordan, meanwhile, disappears.    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ackley Bridge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 17,
                    "original air date": "17 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    New deputy head Javid Shah arrives, annoying Mandy with his proposal to set up a gay help group. She is further annoyed when Sadiq asks her to suspend Steve, following the incident between Riz and Cory - leading to the couple splitting up again. Another newcomer is feisty Lesbian Sam Murgatroyd and Nas falls for her. However Sam's family's racist attitude means the girls have no future together. Simone throws an engagement party for Missy and Aaron but relapses back onto the drugs and Missy throws her out.    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ackley Bridge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 19,
                    "original air date": "24 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Mandy is not pleased when her put-upon mother asks her to look after her dementia-stricken father, who proves to be violent, especially when she makes a discovery which leads to a decision. Another complication is the fact that is pregnant, though Steve offers support and she is able to thwart Javid Shah's attempt to defy her. Nas's sister Razia disastrously bleaches her face to make herself more white for boyfriend Riz so Hayley dyes her skin to show solidarity but it almost leads to social services intervention with the Booth family. Jordan is finally located and in...    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ackley Bridge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 19,
                    "original air date": "31 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Volunteering at a food bank Aliya spots Cory being served and posts a photo of him online but it backfires on her though Cory is also shamed when he is caught stealing food. Sadiq has his own problems when his business fails and the school's sponsorship is in jeopardy. Nas is injured when her sister Razia attacks Sam, leading her to tell her family that Sam is her girlfriend. Aliya makes her peace with Cory after the Nawazes' home is repossessed, forcing them to stay with relatives, and Cory's father has attempted suicide. Javid tries to exploit Sadiq's misfortune to ...    "
                },
                "10": {
                    "title": "Episode #2.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ackley Bridge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 20,
                    "original air date": "7 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Naveed's mother Sadia, already unhappy with his attempts to be a stand-up comedian, is shocked to discover that he is also gay. Mortified by her disapproval he turns to Cory, whose reaction allows him to come out publicly and reconcile with his parents. Emma accompanies Rashid to a university reunion but feels left out when he meets an old flame Meesha and gets back with Will, leaving a clear field for Kaneez, who, having passed her driving test, is happy to date Rashid again. However Emma is troubled to find that her schoolgirl daughter Chloe has a thirty year old ...    "
                },
                "11": {
                    "title": "Episode #2.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ackley Bridge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 15,
                    "original air date": "14 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Missy tells Nas that she is pregnant but Nas is shocked to learn that the pregnancy was deliberate as Missy wants to drop out of school and marry Aaron. However after seeing her mother she changes her plan, to Aaron's dismay. After Emma publicly denounces Tony as a pervert Chloe's father Nik arrives to sort things out and has a proposition for Emma which leads to a fight with Will whilst Chloe has a rude awakening, leading to family reconciliation. Rashid finds a way to persuade the stricter parents to let their children attend the school prom but Mandy's cash ...    "
                },
                "12": {
                    "title": "Episode #2.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ackley Bridge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 17,
                    "original air date": "21 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Steve is reinstated but Mandy's delight is short-lived when she finds that a faceless trust wants to take over running Ackley Bridge. Learning that Javid Shah has engineered it and following his unintentionally public denunciation of the school she sacks him but the staff still fear for their future. With the exams over the prom goes ahead but a disillusioned Jordan, after an unsuccessful attempt to re-connect with his long estranged mother, does not join in the merriment and needs help from Mandy and Steve to move on. Mandy herself learns whether her role as head ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ackley Bridge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 54,
                    "original air date": "7 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    English teacher Emma gets a shock when she discovers that she will be working with he ex, Sami. Tensions arise between two friends from different ethnic backgrounds. Mandy puts her husband in charge of a problem pupil.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ackley Bridge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 45,
                    "original air date": "14 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    When Jordan is left holding the baby he blackmails P.E. teacher Steve into helping him. Nas falls out with Missy over her decision to wear the hijab but the two come to an unusual agreement.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ackley Bridge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 38,
                    "original air date": "21 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Missy encourages Nas to make a play for lesbian teacher Lila who tells her a relationship is impossible though they still end up kissing. Mas's father Iqbal returns from Pakistan, having arranged a marriage for her with a wealthy family, to save his ailing business. His wife, out-spoken dinner lady Kaneez is furious. In an effort to encourage integration Steve assembles a mixed race rugby team, which is a huge success. On a visit to Sadiq's house to arrange his sponsorship of the side's strip his son Riz catches him kissing Mandy but soon afterwards both Mandy and ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ackley Bridge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 43,
                    "original air date": "28 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Missy is shocked to find the beloved Nana with whom she and Hayley live has suddenly died and, to prevent the under-age Hayley going into care, lies to the police, saying Simone lives with them though she refuses to have her mother back. Emma spots that something is wrong and pays for the funeral but Hayley still goes to live with foster parents. Steve agrees to help Jordan take a DNA test regarding the paternity of Candice's baby but is unforgiving when Mandy admits to her fling with Sadiq. To ward off colleague Will Simpson's overtures Lila explains that she is a ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ackley Bridge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 32,
                    "original air date": "5 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Kaneez is appalled when Nas appears to be compliant with Iqbal's plan to take her to Pakistan to meet her future husband and has a heart to heart with Nas, who admits her sexuality but does not get a sympathetic response. However Missy encourages Kaneez to support her daughter and find another way out. Chloe feels rejected as a result of Emma's concern for Missy and a birthday party Emma throws for her as a peace-offering gets out of hand, requiring advice from Samir. Missy is also accusing of Emma for reporting Nana's death but Emma persuades Simone to return home to...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ackley Bridge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 26,
                    "original air date": "12 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    His affair exposed by Alya in a speech at the school's open day Sadiq is dismissed by the board of governors and is outraged that Mandy is kept on, especially as she and Steve reconcile whereas his own family reject him. The Booth sisters attend a care hearing regarding their future, which looks to be doomed until Simone, encouraged by Emma, turns up to save the day whilst Nas explains to Lila that she is happy to end their affair. Jordan, discovering Cory to be the father of Candice's child, vents his anger by stealing Steve's car and goes joy-riding with Chloe, ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ackley Bridge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ackley Bridge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ackley Bridge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ackley Bridge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ackley Bridge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ackley Bridge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Episode #3.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ackley Bridge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Episode #3.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ackley Bridge (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Joyner, Jo"
            },
            {
                "name": "Hickman, Amy-Leigh"
            },
            {
                "name": "Friar, Poppy Lee"
            },
            {
                "name": "Sarker, Sunetra"
            },
            {
                "name": "White, Liz"
            },
            {
                "name": "Deacon, Fern"
            },
            {
                "name": "Varey, Tom"
            },
            {
                "name": "Cheshire, Lorraine"
            },
            {
                "name": "Khan, Zain"
            },
            {
                "name": "Shahid, Abdullah"
            },
            {
                "name": "Rashid, Arbaz"
            },
            {
                "name": "Parsan, India"
            },
            {
                "name": "Green, Nathan"
            },
            {
                "name": "Lodge, Harry"
            },
            {
                "name": "Ryan, Cody"
            },
            {
                "name": "Kauser, Nazmeen"
            },
            {
                "name": "Retford, Sam"
            },
            {
                "name": "Ray, Adil"
            },
            {
                "name": "Lumb, Chloe"
            },
            {
                "name": "Hussain, Maariah"
            },
            {
                "name": "Nicholls, Paul"
            },
            {
                "name": "Mohammed, Nohail Nazir"
            },
            {
                "name": "Mahmood, Hassan"
            },
            {
                "name": "Bottomley, Samuel"
            },
            {
                "name": "Pyzer, Emily"
            },
            {
                "name": "Jayawardena, Tony"
            },
            {
                "name": "Arslan, Amina"
            },
            {
                "name": "Mardiyah, Safiya"
            },
            {
                "name": "Singh, Gurjeet"
            },
            {
                "name": "Power, Samantha"
            },
            {
                "name": "Fielding, Adam"
            },
            {
                "name": "Ali, Arsher"
            },
            {
                "name": "Khan, Yaseen"
            },
            {
                "name": "Deol, Hareet"
            },
            {
                "name": "Saighal, Jay"
            },
            {
                "name": "Senneck, James"
            },
            {
                "name": "Parkinson, Megan"
            },
            {
                "name": "Rose, Anneika"
            },
            {
                "name": "Priestley, Matthew"
            },
            {
                "name": "Butt, Kainatt"
            },
            {
                "name": "Yousaf, Razia"
            },
            {
                "name": "Jackson, Steve"
            },
            {
                "name": "Ashraf, Esa"
            },
            {
                "name": "Samra, Narinder"
            },
            {
                "name": "Hasan, Anu"
            },
            {
                "name": "Zaman, Alisha"
            },
            {
                "name": "May, Rita"
            },
            {
                "name": "Kaur, Surinder"
            },
            {
                "name": "Darweish, Kammy"
            },
            {
                "name": "Khan, Jonas"
            }
        ],
        "locations": [
            "Bradford, West Yorkshire, England, UK",
            "Bradford Ice Arena, Bradford, West Yorkshire, England, UK",
            "Halifax, West Yorkshire, England, UK::(location)"
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Spain:12",
            "United States:Not Rated"
        ],
        "number of seasons": 3,
        "rating": 6.8,
        "votes": 629,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODdlZTg5MGYtNjBiMC00MzBmLTg3N2QtMzMyMmZhMmQ3YTliXkEyXkFqcGdeQXVyMjExMjk0ODk@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Ackley Bridge",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Campbell, Malcolm"
            },
            {
                "name": "Erlis, Kevin"
            },
            {
                "name": "Khan-Din, Ayub"
            }
        ],
        "production companies": [
            {
                "name": "Channel 4 Television Corporation"
            },
            {
                "name": "The Forge Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Channel 4 Television Corporation"
            }
        ],
        "other companies": [
            {
                "name": "Coach House Studios"
            },
            {
                "name": "Momoco"
            },
            {
                "name": "Universal Extras"
            }
        ],
        "plot": [
            "The merging of two schools causes plenty of problems for headmistress Mandy who has to deal with explosive fall-outs and problem pupils.::www.thesun.co.uk/tvandshowbiz"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 629,
                "rating": 6.8
            },
            "aged under 18": {
                "votes": 9,
                "rating": 7.7
            },
            "aged 18 29": {
                "votes": 111,
                "rating": 7.4
            },
            "aged 30 44": {
                "votes": 134,
                "rating": 6.2
            },
            "aged 45 plus": {
                "votes": 107,
                "rating": 6.3
            },
            "males": {
                "votes": 244,
                "rating": 6.3
            },
            "males aged under 18": {
                "votes": 5,
                "rating": 9.7
            },
            "males aged 18 29": {
                "votes": 60,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 82,
                "rating": 5.9
            },
            "males aged 45 plus": {
                "votes": 72,
                "rating": 6.0
            },
            "females": {
                "votes": 165,
                "rating": 7.3
            },
            "females aged under 18": {
                "votes": 4,
                "rating": 6.8
            },
            "females aged 18 29": {
                "votes": 51,
                "rating": 7.7
            },
            "females aged 30 44": {
                "votes": 51,
                "rating": 6.6
            },
            "females aged 45 plus": {
                "votes": 34,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 26,
                "rating": 5.3
            },
            "us users": {
                "votes": 48,
                "rating": 7.0
            },
            "non us users": {
                "votes": 255,
                "rating": 6.4
            }
        },
        "number of votes": {
            "10": 146,
            "9": 66,
            "8": 130,
            "7": 119,
            "6": 62,
            "5": 32,
            "4": 14,
            "3": 12,
            "2": 10,
            "1": 38
        },
        "arithmetic mean": 7.3,
        "median": 8
    }
}