{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2017"
            }
        ],
        "release dates": [
            "USA::2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Run Into the Fray",
                    "kind": "episode",
                    "episode of": {
                        "title": "REPLICA (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    It's business as usual for the Agents of E.L.I.T.U.S. until Agent Alicia Stokes catches wind of a possible threat to the very team she took an oath to protect. What she learns could undermine the foundation of this government-funded anti-terrorist unit, turning a theory into a dangerous reality of an enemy closer to home than they could ever imagine.    "
                },
                "2": {
                    "title": "Who Are You?",
                    "kind": "episode",
                    "episode of": {
                        "title": "REPLICA (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    After the death of a comrade, Baum becomes obsessed with solving a puzzle with too many missing pieces. Evidence surfaces that could implicate Deputy Livingston's friend . E.L.I.T.U.S. investigates the sole survivor of an abandoned vessel.    "
                },
                "3": {
                    "title": "Paper Soldiers",
                    "kind": "episode",
                    "episode of": {
                        "title": "REPLICA (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Chief Gordon, questions his convictions after a deadly toxin claims the life of a family member. Baum befriends Agent Crews best friend in order to pry into her past. Dep. Livingston catches wind of inconsistencies about the fallen comrade. An ambassador's son is held hostage.    "
                },
                "4": {
                    "title": "What Happened to Little Meagen?",
                    "kind": "episode",
                    "episode of": {
                        "title": "REPLICA (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    New information shifts a murder investigation. After a van full of dead young girls is discovered, Agent Greggs learns that a Russian trafficker may be the link to his sister's disappearance thirty years ago. Livingston deals with the fallout of a decision he and Shellie made while in college.    "
                },
                "5": {
                    "title": "A Balance Between Delicate Things",
                    "kind": "episode",
                    "episode of": {
                        "title": "REPLICA (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Livingston learns Agent Stokes last call to Agent Greggs yielded two persons of interest. Baum is one step closer to the reason behind Agent Stokes fateful trip to Germany. After a calculated attack of contamination leaves sixty-seven victims across the country dead, E.L.I.T.U.S. must work fast to find the link.    "
                },
                "6": {
                    "title": "Out of the Mouth of Babes",
                    "kind": "episode",
                    "episode of": {
                        "title": "REPLICA (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Baum struggles to stay one step ahead of Dep. Livingston as he gets closer to the truth about Agent Stokes' death. Agent Mincey grapples with the pain of possibly losing his sister. E.L.I.T.U.S. must act fast after a bus load of children go missing.    "
                },
                "7": {
                    "title": "Seek and Ye Shall Find",
                    "kind": "episode",
                    "episode of": {
                        "title": "REPLICA (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Benny is arrested for the murder of his wife. E.L.I.T.U.S. must safe guard a witness who stumbles upon sensitive information after a detective and has entire family are brutally murdered.    "
                },
                "8": {
                    "title": "All in a Daze Work",
                    "kind": "episode",
                    "episode of": {
                        "title": "REPLICA (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Interpersonal relationships between team E.L.I.T.U.S. continue to deteriorate. Evidence against Benny could lead to a murder conviction. Agent Mincey finally comes to terms with his sister's health crisis.    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Sr., Dean Phillippi"
            },
            {
                "name": "Darrow, Mara"
            },
            {
                "name": "Nowland, Joe W"
            },
            {
                "name": "O'Brien, Essex"
            },
            {
                "name": "Gentry, Adrian"
            },
            {
                "name": "Collins, Qadirah"
            },
            {
                "name": "Hartman, Leiza"
            },
            {
                "name": "Abadsidis, Kendra"
            },
            {
                "name": "Bennett, Tomiko"
            },
            {
                "name": "Brannan, Chalet Lizette"
            },
            {
                "name": "Brooks, Cal"
            },
            {
                "name": "Brooks, Jay Landon"
            },
            {
                "name": "David, Alexander"
            },
            {
                "name": "Garcia, Jeannie"
            },
            {
                "name": "Hamby, Thomas"
            },
            {
                "name": "Harnett, John Charles"
            },
            {
                "name": "Jett, Jordan"
            },
            {
                "name": "Lovely, Tasha"
            },
            {
                "name": "Myers, Kenney"
            },
            {
                "name": "Newman, Traci L."
            },
            {
                "name": "Orozco, Xia"
            },
            {
                "name": "Orun, Emre"
            },
            {
                "name": "Partow, Leah"
            },
            {
                "name": "Snelen, Melody Joy"
            },
            {
                "name": "Stafford, Brent"
            },
            {
                "name": "Jr., Michael Stewart"
            },
            {
                "name": "Van Fleet, Barbara"
            },
            {
                "name": "Warden, Tatiana"
            },
            {
                "name": "Watts, Quavaughn"
            },
            {
                "name": "Khona, Tracy"
            },
            {
                "name": "Neil, Shamariah"
            },
            {
                "name": "Zitello, Aaron"
            },
            {
                "name": "Dean, Barbara"
            },
            {
                "name": "Hansen, Jodi Michelle"
            },
            {
                "name": "McKay, Wella"
            },
            {
                "name": "Ramcharan, Shail Kamini"
            },
            {
                "name": "Ruwe, Sarah"
            },
            {
                "name": "Stearman, Joseph"
            },
            {
                "name": "Umbreit, Bob"
            },
            {
                "name": "Ware, Gloria"
            }
        ],
        "genres": [
            "Action",
            "Crime",
            "Drama"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 1.6,
        "votes": 23,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMmM5ZGNjNTktMjg4ZC00OGMxLTg0MTAtNTk0NTdlY2ExNDg4XkEyXkFqcGdeQXVyNjkxMTk1NjI@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "A group of ex-special forces with a specialized talent form an elite team of operatives known as ELITUS. Enlisted for high profile crime, ELITUS is a highly-skilled, life-threatening force to any entity that poses a threat to American soil.",
        "languages": [
            "English"
        ],
        "title": "REPLICA",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "REPLICA (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Eve, Lisa"
            }
        ],
        "plot": [
            "A group of ex-special forces with a specialized talent form an elite team of operatives known as ELITUS. Enlisted for high profile crime, ELITUS is a highly-skilled, life-threatening force to any entity that poses a threat to American soil.::_REPLICA_ (qv)",
            "_REPLICA_ (qv) is an episodic TV drama about a group of ex-special forces with a specialized talent who form an elite team of operatives known as ELITUS. (Exceptional Liaison Interception of Terrorism for United States) Enlisted for high profile crime, ELITUS is a highly-skilled, life-threatening force to any entity that poses a threat to American soil. This group of exceptional operatives who form the elite fighting team are the best, as only the best can wear the title. What makes this TV drama different from the rest is that one of the Agents, Kara Crews, has a hidden agenda to avenge the death of her twin sister, mother and step-father who were brutally murdered at the merciless hands of her billionaire father when she four-years-old. Orphaned and destitute, she is adopted and raised in the States and later joins ELITUS. The body of her twin sister was never found creating an emotional instability of whether she is really dead or alive. Agent Crews, whose presence on the team is a threat greater than any outside force, fights side-by-side with a family who unknowingly replaced the one that was brutally taken from her as a child. Suppression of her true identity and purpose may come at a significant cost for anyone who gets to close to her truth. With unlimited resources and the ability to manipulate evidence and outcomes,, she will stop at nothing until she accomplishes her primary goal - exacting revenge on the ones responsible, by any means necessary.",
            "It's business as usual for the Agents of Elitus, until Agent Alicia Stokes catches wind of a possible threat to the team she took an oath to protect. What she learns could undermine the very foundation of this secret government agency, turning a theory into a dangerous reality of a traitor closer to home than they could ever imagine.::Lisa Eve"
        ],
        "synopsis": [
            "REPLICA is an episodic TV drama about a group of ex-special forces with a specialized talent who form an elite team of operatives known as ELITUS. (Exceptional Liaison Interception of Terrorism for the United States) Enlisted for high profile crime, ELITUS is a highly-skilled, life-threatening force to any entity that poses a threat to American soil. This group of exceptional operatives who form the elite fighting team are the best, as only the best can wear the title. What makes this TV drama different from the rest is that one of the Agents, Kara Crews, has a hidden agenda to avenge the death of her twin sister, mother and step-father who were brutally murdered at the merciless hands of billionaire Erek Jensen, CEO of Jensen Pharmaceuticals, when she four-years-old. Orphaned and destitute, she is adopted and raised in the States and later joins ELITUS. The body of her twin sister was never found creating an emotional instability of whether she is really dead or alive. Agent Crews, whose presence on the team is a threat greater than any outside force, fights side-by-side with a family who unknowingly replaced the one that was brutally taken from her as a child. Suppression of her true identity and purpose may come at a significant cost for anyone who gets to close to her truth. With unlimited resources and the ability to manipulate evidence and outcomes,, she will stop at nothing until she accomplishes her primary goal - exacting revenge on the ones responsible, by any means necessary."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 23,
                "rating": 1.6
            },
            "aged under 18": {
                "votes": 1,
                "rating": 1.0
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 1.0
            },
            "males": {
                "votes": 2,
                "rating": 1.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 1.0
            },
            "females": {
                "votes": 3,
                "rating": 2.7
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 1.0
            },
            "us users": {
                "votes": 2,
                "rating": 3.5
            },
            "non us users": {
                "votes": 1,
                "rating": 1.0
            }
        },
        "number of votes": {
            "10": 1,
            "9": 0,
            "8": 0,
            "7": 0,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 21
        },
        "arithmetic mean": 1.6,
        "median": 1
    }
}