{
    "imdb": {
        "raw release dates": [
            {
                "country": "Turkey\n",
                "date": "25 March 2017"
            }
        ],
        "release dates": [
            "Turkey::25 March 2017"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Fazilet Hanim ve Kizlari"
            },
            {
                "countries": "Chile",
                "title": "Sra. Fazilet"
            },
            {
                "countries": "Puerto Rico (dubbed version)",
                "title": "La Señora Fazilet y sus Hijas"
            },
            {
                "countries": "Russia",
                "title": "Госпожа Фазилет и ее дочери"
            },
            {
                "countries": "Serbia",
                "title": "Cerke"
            },
            {
                "countries": "World-wide (English title) (alternative title)",
                "title": "Mrs. Fazilet and Her Daughters"
            }
        ],
        "akas": [
            "Fazilet Hanim ve Kizlari (original title)",
            "Sra. Fazilet Chile",
            "La Señora Fazilet y sus Hijas Puerto Rico (dubbed version)",
            "Госпожа Фазилет и ее дочери Russia",
            "Cerke Serbia",
            "Mrs. Fazilet and Her Daughters World-wide (English title) (alternative title)"
        ],
        "akas from release info": [
            "Fazilet Hanim ve Kizlari (original title)",
            "Sra. Fazilet Chile",
            "La Señora Fazilet y sus Hijas Puerto Rico (dubbed version)",
            "Госпожа Фазилет и ее дочери Russia",
            "Cerke Serbia",
            "Mrs. Fazilet and Her Daughters World-wide (English title) (alternative title)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Ask Hayal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 25,
                    "original air date": "16 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Hazan, who finds herself in the midst of a heavy confrontation, learns that the architect of the most humiliating night of her life was Sinan. The truth that comes out is what it breaks the heart of Hazan, and it is very destructive for Sinan. There is one or two debris in front of Yagiz which causes the truth to appear unintentionally, and Yagiz has to collect the wreckage. How long Hazan resists her broken heart, she finds Yagiz by her side. When Sinan chooses to do the right thing for the first time in his life, with regret and guilt, Hazan, who receives anger and ...    "
                },
                "2": {
                    "title": "Seni çok özledim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 19,
                    "original air date": "23 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    The shock marriage of Ece and Hazim becomes destructive for Hazan and all the Egemen. While Hazan, Yagiz and Sinan witnessed unbelievably the wedding bring astonishment and anger from different targets, the resurrection of Doomsday is the news of future stormy days. While Hazan, fighting all her might to save her sister from this madness, Ece's attitude is shocking for both her sister and her mother. Fazilet, whose daughter gained her dreams with her signature, finds herself between her two daughters, and Hazim's reaction towards his children is beyond their fears. ...    "
                },
                "3": {
                    "title": "Eski Günlerdeki Gibi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 17,
                    "original air date": "30 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Selin, as a result of the storm that she's living in, tried to strangle Ece. This event creates shock in the mansion. Selin will not be able to stay in the mansion any more while Hazim and Fazilet run to help Ece. Selin's gateway will determine her future destiny. Fazilet is determined not to leave Ece in Egemens hands after this event. The new wife in the mansion will get the respect that she deserves. Fazilet will not recognize the obstacles that come in this way. While Yagiz is struggling to collect his brothers who are scattered after this wedding, a breakdown ...    "
                },
                "4": {
                    "title": "Dön Özüne",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 14,
                    "original air date": "7 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Hazan who is first to test the brotherhood starts to signal between Sinan and Yagiz; Kerime who is totally unaware of the tension between the two brothers is going after the big secret. Even though stuck on the newspaper reports read, it is not going to be easy to open the curtain of secrecy. Ece who barely gets away from being lynched at the funeral, and who is totally living through the horrors of her life, without realizing it lights the wick of a huge storm that is about to explode at the mansion. The confrontation that takes place between Hazim and Selin because ...    "
                },
                "5": {
                    "title": "Ask Büyük Çaresizlik",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 15,
                    "original air date": "14 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    When the wedding of the year turns into a scandal by Selin and Yasin's shocking marriage revelation, Güzide learns the big secret regarding Yagiz and Sinan and what follows turns the wedding into a nightmare. After the wedding night the storms continue back to back in the mansion. While the Egemen family are being blown away by the heavy blows they receive, Ece's condition sets fire to a new crisis between Hazan and Fazilet. On the other hand, Hazan, who started to spend more time in the mansion to support her sister, is unaware of the silent tension she created ...    "
                },
                "6": {
                    "title": "Kahramanim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 16,
                    "original air date": "21 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    While Sinan and Yagiz are chasing the truth regarding the newspaper stories, the painful news that arrives in the mansion has an earth shattering effect. The Egemen mansion has turned upside down with the pain of death. It is not going to be easy for the Egemen children to accept the death of their father. The mourning that has shrouded the mansion along with the reading of the will bring nothing but chaos with it. While the news of Ece's pregnancy has an explosive effect on the Egemen children, Hazan and Yagiz have suspicions regarding this pregnancy which causes ...    "
                },
                "7": {
                    "title": "Özür Dilerim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 15,
                    "original air date": "28 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    While Hazan learns Kerime's secret, Fazilet and Ece's big secret is in Yagiz's hands and the Egemen brothers have no intention of wasting time with Ece's lie. The great confrontation is destructive for Fazilet and Ece. Fazilet and Ece have another blow with Hazan for doing business with the Egemens, now Hazan is in pursuit for the truth. Yasin and Selin are invited to the mansion, and the events come to an end. Helplessness tights Fazilet's arms, the rapid ugliness of things leaves Hazan in a difficult position against her mother and sister. While the end of the road ...    "
                },
                "8": {
                    "title": "Yolum Sana Cikacak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 18,
                    "original air date": "4 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Hazan made an excuse for Kerime, Yagiz was convinced that Hazan lied about newspaper news, while this brought Sinan to the extreme point who already was writhing on the grip of extreme doubt for days. It is not easy for Hazan, who is amazed at what she was going through with Sinan's reaction, to get out of Sinan's accusations. Hazan has to stand behind what she says for both brothers, although Yagiz tells the whole truth. On the other hand, Fazilet who catches Ece with Yasin, does not even realize that is Yasemin's target, do everything to prevent this bizarre meeting...    "
                },
                "9": {
                    "title": "Asik Oldum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 16,
                    "original air date": "11 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    As Hazan becoming Yagiz's neighbor put Sinan and Yagiz in a uncomfortable shock, the tension between the two brothers goes up as never before. While Hazan did not miss a chance to burn Sinan's life, a new emotional test has begun for Yagiz as he is by Hazan's side. While Fazilet, who is fired from the mansion, does not know what to do and attempts to prove her innocence without interrupting her desire from her daughter, Yasemin is pursuing new accounts to get the vulnerable Ece. While Fazilet's ending from Ece is unfinished, Ece, falling into Yasemin's trap, is about ...    "
                },
                "10": {
                    "title": "Kardesim Için",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 17,
                    "original air date": "18 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Yagiz, oppressed under the weight of his feelings with the pressure of Sinan, takes action to unite Sinan and Hazan by throwing his own heart on one side. It is not easy to bring Hazan and Sinan together, which is getting more and more open every day. While Ece, who witnessed the two brothers face each other, is pursuing what is between Hazan and Yagiz, Fazilet pursues Yasemin in order to prove her innocence. However, while Hazim doing things he would never do under the influence of medicine given by Yasemin from day to day, Ece has become a part of the dangerous trap...    "
                },
                "11": {
                    "title": "Ölümsüz Ask",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 20,
                    "original air date": "25 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    While Sinan and Hazan had found themselves in a confrontation because of the trap set by Yagiz, it's not easy for Yagiz to carry the emotional burden of the step he take. While the reckoning between Hazan and Sinan continues to break, Ece and Yasin find themselves in front of Selin for a total reckoning. However, a fact that Selin does not even know about its existence closes all the lies that have been said. Ece's desire to take refuge with her sister is a new test for Yagiz. On the other hand, Faziler in pursuit of Yasemin is trying to prove her innocence with power...    "
                },
                "12": {
                    "title": "Içimdeki Renkler",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 15,
                    "original air date": "2 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    While Hazan and Yagiz are in pursuit of Fazilet, Sinan lives one of the most difficult moments of his life with his father. Hazim's state is now in worrying dimension. With the insistence of Sinan, who can not persuade his father to go to the doctor, allow Gökhan to surrender completely to Yasemin. While Yasemin's plan for Hazim is working, the conflict between Ece and Hazan, who face a great crisis due to their mother, presents another opportunity for Yasemin that she can not imagine. Hazan, declares war against Yasemin with his mother, despite all the reactions of ...    "
                },
                "13": {
                    "title": "Vakit Geldi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 17,
                    "original air date": "9 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    While Hazan, Yagiz and Sinan are experiencing the most severe and longest night of their lives because of the trap they fall in, the emergence of all the facts about the hotel room becomes a shock for Fazilet and Ece. While Fazilet is crushed under the weight of the night her daughter lives, Ece is in a state of misery because of what she unintentionally caused. Even though she finally saw Yasemin's real face, it's too late for Ece. Yagiz and Sinan act with all their might to find who set up this trap, and Hazan takes action to fight the living. Yagiz walked step by ...    "
                },
                "14": {
                    "title": "Babamiz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "votes": 18,
                    "original air date": "16 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    While Hazan is shaking with the pain of not reaching Yagiz, Hazim's situation turns into a fire instead. Gökhan and Yasemin's secret to the truth about Hazim is a huge crime in the family. The rising tension due to Hazim start reckoning between Sinan and Ece, which is destructive for Hazan. Having learned that her sister had a share in the scandal of the launch day, Hazan turns her back on her sister and asks Yasemin for an account. Ece, who lost both her sister and her mother and is completely alone, becomes the victim of Yasmin's big game with the blood test results...    "
                },
                "15": {
                    "title": "Gerçegin Pesinde",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "votes": 17,
                    "original air date": "23 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    While Fazilet and Hazan try to prove Ece's innocence, Yagiz follows the question marks in his head. Hazan expects a heavy disappointment as she believes that she will pass on to each other with Sinan on dark days. Hazan, who can not find any support from Sinan, finds Yagiz once again beside her. While Sinan and Yagiz are separated into totally separate ranks in the trap established for their father, Gökhan is on the road after the bloody confrontation with Yasemin. A major mistake from the past makes the critical choice that Gökhan will make even more complicated. ...    "
                },
                "16": {
                    "title": "Hayaline Ulastin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "votes": 21,
                    "original air date": "30 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Neither Fazilet nor the Egemen's have been satisfied with Gülten's false confession, when Hazim starts to come to his senses Yasemin is totally panicked. While Fazilet and Hazan, who are not yet aware of the tragedy in prison, Selin is about to get caught in the corner because of toxic drugs. When great reconciliation takes place, Fazilet is determined to ask the girl's account of what she has lived. The learning of the living of Hazim, who is collecting himself, changes the balance both in the mansion and in the family. While Sinan is trying to repair Hazan's broken ...    "
                },
                "17": {
                    "title": "Biz Böyleyiz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "votes": 19,
                    "original air date": "13 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Kerime is totally stunned with the test results that she received and wants answer from Hazim. The tension between Kerime and Hazim is so obvious that Yagiz's suspicions regarding Kerime continue to escalate. Even though Hazim stats to take control of the situation Yagiz continues to go after the truth. Fazilet, who now knows Yasemin's weak point, has started to plan her next move when the cat and mouse game starts between the two woman. Meanwhile Yagiz, Hazan and Sinan are dealing with the wrath of Nil's arrival, who has already started to shake everything up. In ...    "
                },
                "18": {
                    "title": "Abim Benim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "votes": 18,
                    "original air date": "20 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    While the argument between Kerime and Hazan bring Sinan face to face with the darkest truth of his life, Fazilet has hunted down the biggest weakness of Yasemin's life. Sinan who is living through the biggest shock of his life and is full of anger, is acting totally crazy and is also like a ticking time bomb, and no one can control him. Sinan is also determined to have a showdown with Hazim, which ultimately turns into the beginning of total chaos. Yagiz who notices the tension and stress between Sinan and Hazan is very concerned for his brother. As Hazan is being ...    "
                },
                "19": {
                    "title": "Tek Sirdasim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "votes": 16,
                    "original air date": "27 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The step that Sinan took toward Kerime now makes the burden that Hazan must carry even heavier than before. While Sinan is being weighed down by the decision that he made, the confrontation that Yagiz has with his father has him trying to change the situation with Kerime. Hazan with her whole heart questions Sinan's decision, as she realizes that they are on the wrong road, and that if they continue there will be no way of return. However Kerime who is drunk with joy of being reunited with her son is now full of even more hate, animosity and is even more dangerous ...    "
                },
                "20": {
                    "title": "Irade Meselesi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "votes": 17,
                    "original air date": "3 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Sinan is stunned with the love confession made by his brother at the cemetery, and while trying to learn who it is that is causing his brother so much pain, the events that occurred between Hazan and Kerime now give Kerime a new trump card. As for the Yasin crisis between Hazim and Ece, this remains in the shadows after Fazilet storms the home and hears what Selin and Sukriye are talking about. While the game that Selin played is now exposed and is dragging Ece into a revenge, as a father Hazim is now in a very difficult position. Hazan who fell for Kerime's game, and...    "
                },
                "21": {
                    "title": "Asik Olmussun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "votes": 20,
                    "original air date": "10 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Hazim was caught totally off guard by Sinan's move. The confrontation between father and son is very hard, painful and difficult for them both; what Hazim is dragging his son through is ridiculous but he is totally helpless. The last minute move that Hazan makes to shut Fazilet up, only attracts Fazilet's full attention on Yagiz and Hazan. While the little moves that she notices brings Fazilet and Hazan to a standoff, this actually drags Yagiz towards a totally unexpected choice. Meanwhile, now that Ece has learned about Selin's game about her pregnancy, she starts to...    "
                },
                "22": {
                    "title": "Ask Oyunu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "votes": 18,
                    "original air date": "17 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    The path that Yagiz and Farah take turns into Hazan's journey towards her feelings. Hazan after seeing that scene is totally out of control and she is in the middle of a rude awakening, and in a battle with her feelings that she does not want to admit. Aslo for Yagiz, who has decided to take this path to be able to walk without tripping, is not going to be as easy as he once thought. While Selin decides to use Ece to cover up the pregnancy lie that she has been playing, the showdown that occurs between Ece and Yasin is earth shattering so much so that Hazim is being ...    "
                },
                "23": {
                    "title": "Kalbim Sordu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "votes": 19,
                    "original air date": "24 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Fazilet goes absolutely mad after what she just witnessed and in order to pull the plug on Sinan she immediately heads to Hazan's place. When she arrives and sees the tension between Hazan and Yagiz because of Farah she becomes even more afraid than she was before. Hazan is deeply shaken after everything that her mother throws at her and the decision that she is forced to make will once again change he balance of everything. Hazim's determination and Yasemin not being able to accept defeat, throws everything in the mansion completely out of control, and and with the ...    "
                },
                "24": {
                    "title": "Bulacagim Seni",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "votes": 24,
                    "original air date": "3 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Yagiz is totally stunned by Hazan's sudden disappearance, and while trying to figure out what is going on Hazan is in the middle of a nightmare. While each passing moment increases Yagiz's concerns, Sinan is certain that she just went away to be alone with her thoughts. As more time continues to pass Yagiz starts to lose all of his patience, as Hazan comes to realize that it is Kerime who is behind the nightmare that she is being put through. After their last conversation Ece thinks that her sister has gone on a small vacation, so she tries to calm Fazilet down, but ...    "
                },
                "25": {
                    "title": "Seni Birakmam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "votes": 26,
                    "original air date": "10 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Hazan who has Yagiz's blood on her hands, is so afraid that something is going to happen to him, and even though she scream the truth as loud as she can to Kerime her voice cannot be heard. All of the members of the mansion household, who have learned that Yagiz is in danger, are now also worried about the both of them. Hazim's total insistence about keeping the police out of this situation makes both Fazilet and Gokhan extremely uncomfortable, however Ece who is terrified that something is going to happen to her sister has already notified the police. Yagiz and Hazan...    "
                },
                "26": {
                    "title": "Ask Aslayi Sever",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "votes": 19,
                    "original air date": "17 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    The pressure from Fazilet leaves both Hazim and Sinan in a very difficult position. The actual showdown between Fazilet and Kerime turns Hazim's total attention to Yagiz and Hazan. Even though Hazim uses his own resources to get rid of Kerime, he cannot get rid of the suspicions inside of him. Hazan and Yagiz still continue to avoid each other in every possible way but the storm that is brewing inside of each of them is not calming down any time soon. The only thing that they don't know is that they are not alone in this storm. As Hazan and Yagiz continue with all ...    "
                },
                "27": {
                    "title": "Kaçmiyorum Burdayim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "votes": 19,
                    "original air date": "24 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Fazilet, who's playing both Hazim and Sinan, starts the marriage game without Hazan's knowledge. Sinan who is now totally confused and on a verge to make a decision without even knowing that Hazan has already made up her mind, which is to break up with him. Hazim who is petrified of his two sons fighting over the same girl now has to deal with Yasemin's blackmail attempts, and in order to prevent any damage from occurring he puts Yagiz on his target board. For Yagiz coming face to face with his father because of Hazan won't be easy at all. The psychological pressure ...    "
                },
                "28": {
                    "title": "Cesaretin Var Mi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "votes": 30,
                    "original air date": "31 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Sinan's shocking marriage proposal is an exploding bomb in the hearts of Hazan and Yagiz. Having found the ring on her finger, Hazan gets off the table with a shocking reaction to Sinan, but Fazilet will not be pleased with Hazan taking the ring off her finger. Hazan, trapped in the corner with the threats of Fazilet, is desperate. While Hazan and Yagiz are experiencing an emotional destruction, Ece and Yasin, who are finally overcome with their emotions, are at the stage of a great decision regarding their lives. While Sinan and Hazan's road into marriage gets Ece ...    "
                },
                "29": {
                    "title": "Bir Veda",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 29,
                    "votes": 19,
                    "original air date": "7 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Yagiz and Hazan do not know what they will do under the influence of the moment they live, and the balance is completely distorted by Sinan's arrival. While the emotional pressure on them is increasing, Hazan is determined to bury her feelings in her heart and leave everything behind. While Ece is trying to decide on the path to divorce with the proposal of Hazim, Yasin is completely destroyed with Sükriye's sudden death. Fazilet who is in pursuit of Sükriye's letter, gives up all her attention to Ece and Yasin, and Hazan's decision to go to Germany will turns ...    "
                },
                "30": {
                    "title": "Var Misin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 30,
                    "votes": 22,
                    "original air date": "14 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    After learning Hazan's feelings, Sinan returns to his rebellious actions and it is unclear where he will to explode. Yagiz and Hazan stop the voice of their hearts and say goodbye. Hazan is determined to go, Yagiz is determined not to stop her. While Sinan's irresistible fury is dangerous, Hazim's reaction, who is worried about his son, towards Yagizis the breaking point for Yagiz. Yagiz, listening to the voice of his heart, takes a big step towards Hazan. Hazan's farewell day turns into a single day in which the prohibitions are taken aside for the lovers. On the ...    "
                },
                "31": {
                    "title": "Kolay Olmayacak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 31,
                    "votes": 20,
                    "original air date": "28 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    The accident suffered by Sinan devastates the entire Egemen family. As the entire family falls apart because of Sinan's critical condition, the slap that Hazim throws to Yagiz in front of everyone becomes a turning point for everyone. Kerime who has learned about the accident manages to go to the hospital and to cause real confusion for everyone. Hazim and Fazilet are in confrontation again because of Kerime, this adds a new knot onto the rope full of secrets. At an unexpected moment when Hazan and Yagiz take a step together, certain secrets come to the surface, but ...    "
                },
                "32": {
                    "title": "Unutmayacagim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 32,
                    "votes": 16,
                    "original air date": "5 May 2018",
                    "year": "2018",
                    "plot": "\n    With the lie of memory loss, Sinan takes the first steps in the game of revenge, which will be destructive for everyone. Sinan's situation confronts Hazim again with Yagiz and Hazan. While Yagiz had to hurt Hazan once again because of his brother, Sinan's goal is not only Hazan, but also Fazilet. Under the pressure of Kerime who wants to see Sinan, Hazim's momentary impatience allows Yagiz to pursue Kerime with all his might. While Yagiz is walking step by step to the big truth, Fazilet is forced to bow to Sinan's threats, unaware that she will threw her daughter into...    "
                },
                "33": {
                    "title": "Sebebi Sensin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 33,
                    "votes": 14,
                    "original air date": "12 May 2018",
                    "year": "2018",
                    "plot": "\n    As Sinan's pressure on Hazan increases, it does not take long for Hazan to realize that Sinan does not lose his memory. While Hazan, threatened by the facts, had to submit to Sinan in order not to lose Yagiz, Yagiz, who is sure that his father has hide Kerime, pursues the secret Cemal Yildiz. Kudret, who has gained Gökhan's trust on the one hand with his careful planning, while compressing Yasemin to the corner, is a great danger for the Egemens. Fazilet, unable to withstand Hazan's pain, enters a dangerous game. Maternal instinct throws Fazilet into Yasemin's arms ...    "
                },
                "34": {
                    "title": "Alisamam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 34,
                    "votes": 15,
                    "original air date": "19 May 2018",
                    "year": "2018",
                    "plot": "\n    Hazan and Fazilet, who realized Ece's absence, were surprised at what they were going to do while going over Hazim and Ece's absence causes Hazan to put a wall to Fazilet. Fazilet, who escapes from the corner to face Kudret, is not aware neither for her nor for Yasemin in how they dragged themselves into a dangerous situation. Hazan decides to act with her mother's tactics and that move makes Yagiz to live the shock of his life. When Sinan's emotional pressure on Hazan was very heavy, Yagiz learns the truth and will take it against everybody. Against Yagiz's anger ...    "
                },
                "35": {
                    "title": "Senin Yükün",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 35,
                    "votes": 11,
                    "original air date": "26 May 2018",
                    "year": "2018",
                    "plot": "\n    It is the end of the road for Hazan and Yagiz ... Sinan's brutal plan turned into a shocking test for Yagiz, and Hazan's test, which has to make the right move at the right time to protect Yagiz, becomes heavier. While Yagiz is determined to face the entire storm alone, Hazan does her best to not leave him alone. On the other hand, while Kudret is in pursuit of Fazilet, Gökhan's attention is now on Kudret. As Selin's endless hatred turns into a nightmare for Ece, Fazilet must now face the harm she has given her daughters. Facing the faults of Fazilet leaves Yagiz face...    "
                },
                "36": {
                    "title": "Oyunu Ögrendim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 36,
                    "votes": 14,
                    "original air date": "2 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Yagiz who learns the truth faces Sinan.Also Hazan is at Yagiz's target, who exploded what he was suppressing with the sentiment of brotherhood until now. The mansion involved in the battle of Sinan and Yagiz gets upset with news from Ece. It is confusing that Ece, who was saved by the police and brought to the hospital, accuses Selin of kidnapping her baby. Selin, who trusts his father like always, has hit a stone wall this time. Fazilet, who mad with what happened to her daughter, is after her missing grandchild while the shadow of the past is behind her. Sinan, who ...    "
                },
                "37": {
                    "title": "Veda Vakti",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 37,
                    "votes": 15,
                    "original air date": "9 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    On one hand Yagiz's life is getting out of balance when he faces the truth of his life and all his, on the other side Hazim ignores Sinan. Selin finds a chance, in the middle of the chaos created by the truth, to run away from the police, but there is no running away from her sad ending. While Hazan is witnessing her mother's recall of her dark past without Fazilet's awareness of her presence, she is destroyed by the truth she finds out. Gökhan, who is after Kudret and Yasemin, wants to know the truth behind Kudret which leaves Yasemin in a great danger. While Yagiz ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 23,
                    "original air date": "25 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Hazan, a fitness trainer lives with mom Fazilet and sister Ece. Ece wants to be a model with Fazilet's aid. Sinan is a rich spoiled guy engaged to Nil. Ece is late to an audition by Sinan and Hazan replaces her. Fezilet goes to get job from Egemen.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 15,
                    "original air date": "1 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Sevinc Engeman dies.Yagiz insults Hazan. Fezilet becomes Egeman's housekeeper . A strange woman meets Hazim.Sinan and Hazan becomes closer and has an accident.Hazim reacts strangely to Ece.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 13,
                    "original air date": "8 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Fezilet loses her job due to Ece. Ece donate blood to Sinan.Hazan likes Sinan but fells that they are from different worlds. Hazim gives back Fazilet's job.Hazan throws money back at Yagiz.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 11,
                    "original air date": "15 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    The fact that Sinan declares Hazan as his girlfriend falls like bomb at both the magazine and the Egemens. The greatest reaction to Sinan is Yagiz, who is living the shock of his life after confronting Hazan. Yagiz and Sinan are confronted for the first time because of Hazan, and Hazan, surprised by Sinan's statement, is now Nil's target. As Nil begins to deal with Hazan, Hazan and Fazilet get in difficult situation. Humiliated in the mansion, Fazilet gets very ambitious. While Fazilet is determined to use Sinan's so-called declaration of love for her interests, Sinan...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 13,
                    "original air date": "22 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    When two brothers who are full against each other experience a big explosion in the least, they both have to pay a price they did not expect. Fazilet and Ece quickly draw lightning bolts on them. While Fazilet is playing a game to stay in the woods grows, she finds support from the place she never had before. Hazan, who reacts greatly to the stay of her mother and her sister in the residence, is determined not to step into the house, but the night she spent alone at home does not go as expected and she finds herself in Sinan's arms. On the other hand, the events ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 14,
                    "original air date": "29 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    When Nil finds Hazan in Sinan's room, she gives Hazan a hard time and confronts her once again with Sinan's playfulness. Hazan leaves the mansion brokenhearted, and when she returned to the neighborhood a shocking much painful surprise awaits her. Ece pays the price for the broke perfume. Fazilet and the girls are shaken by the fact that they are homeless when the perfume crisis strikes the mansion. It will not be easy for Hazan to break away from the house where she was born and raised. Yagiz, determined to stay away from the issues of Sinan and Hazan, Sinan is in ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 14,
                    "original air date": "6 May 2017",
                    "year": "2017",
                    "plot": "\n    Hazan is stunned when she learns that Sinan has purchased the home that she was born and raised in. While Fazilet is causing chaos to find Yasin and Ece who have run away together, Hazan learns that Fazilet slapped Ece, so she is angry with her mother, and is also after her sister. With Sinan purchasing Hazan's house, Yagiz and Sinan come face to face once again. Ece and Yasin, who are hiding, have some emotional moments but then they find themselves in the center of a nightmare. The person who responds to Ece's call for help is someone totally unexpected. Hazan is ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 14,
                    "original air date": "13 May 2017",
                    "year": "2017",
                    "plot": "\n    Hazan is shocked of finding Ece in Yagiz's house and the emotional meeting of the two sisters affects Yagiz. Fazilet who is happy to be with her daughter, after a great relaxation rolled up her sleeves to solve the household issue. Fazilet's housebreaking leaves both Hazan and Sinan in a difficult situation. Fazilet, who does not forgive Yasin for all the advantage of Ece and does not withdraw her complaint, has to share her trump cards with Sukriye. While Sinan is taking action to solve the tender crisis between his brothers, the three brothers come face to face with...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 12,
                    "original air date": "20 May 2017",
                    "year": "2017",
                    "plot": "\n    While Fazilet is distraught that Hazan ripped up the check, Hazan is floating on air with Sinan's fake love declaration. Sinan is now extremely uncomfortable with the heavy burden of what he has caused, and with Hazan for the first time ready to believe has them now together on a totally unplanned very unusual evening together. Fazilet cannot get over the shock of the check and she is now after the big secret between Hazim and Kerime, and step by step she is getting closer to the truth. Yagiz who has broken all ties with his father and with running into Ece ignites ...    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 13,
                    "original air date": "27 May 2017",
                    "year": "2017",
                    "plot": "\n    Hazan has living through the most difficult time in her life because of the game played by Nil, suddenly Yagiz finds himself in the middle of everything that Hazan has been through. Sinan does not believe anything that Nil says, and because of this all of his fathers' arrows are coming towards him. Yagiz cannot stand back and ignore everything that has happened to Hazan, so he makes a totally unexpected move. This move will take both Yagiz and Hazan to a unexpected reality. As Sinan and Yagiz use their own resources try to help Hazan, Yagiz goes after his suspicions ...    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 16,
                    "original air date": "3 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    When Hazan learns that Ece lied to her about meeting with Yagiz, she loses control and makes her move to confront Yagiz regarding this situation. Fazilet believes that there is a romance blossoming between her daughter and Yagiz, and she is not at all hesitant to make this thoughts obvious to Yasin. However Yasin has his own accusations to Fazilet. After Yasin tells his assumptions regarding Ece to Fazilet, Ece immediately finds herself with Yasin, but this confrontation does not go as she had expected. Step by step Selin's plan is working and she has taken one more ...    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 14,
                    "original air date": "10 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Sinan who wants to confess the truth regarding the incident in the hotel room, surrenders to his fears and can not say anything. Hazan realizes that Sinan is running away from her, and with many questions in her head, she comes home to a horrific plan put into motion by Nil. Nil's plan also includes Sinan, who also falls in her trap, and both Hazan and Sinan find themselves in the middle of something horrific. Hazim falls to Fazilet's game about Kerime, who then suffers a heart spasm, causing everyone to stare in awe. Hazim's condition brings Yagiz to live in the ...    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fazilet Hanim ve Kizlari (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 17,
                    "original air date": "17 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    As Sinan has gathered up all of his courage to tell the truth when Nil's attempted suicide turns everything upside down. Yagiz and Sinan's confrontation is harsh when the truth finally comes out. With the surprising step taken bu Yagiz, all of the balances are now changed. As Hazan is sill on the edge with suspicions, FAzilet comes face to face with a truth regarding Ece. Ece's pregnancy brings Fazilet face to face with her biggest nightmare. But the path Fazilet chooses in order to save her daughter, not only with change Ece's life, but is about to change the lives ...    "
                }
            }
        },
        "number of episodes": 50,
        "cast": [
            {
                "name": "Kesal, Nazan"
            },
            {
                "name": "Baysal, Deniz"
            },
            {
                "name": "Ertugrul, Caglar"
            },
            {
                "name": "Günsiray, Mahir"
            },
            {
                "name": "Güleç, Tolga"
            },
            {
                "name": "Türesan, Hazal"
            },
            {
                "name": "Saraçoglu, Afra"
            },
            {
                "name": "Navruz, Alp"
            },
            {
                "name": "Taskan, Idris Nebi"
            },
            {
                "name": "Baltaci, Ecem"
            },
            {
                "name": "Güvenç, Gülçin"
            },
            {
                "name": "Kiliç, Türkan"
            },
            {
                "name": "Erol, Sevinç"
            },
            {
                "name": "Pesen, Kader Arzu"
            },
            {
                "name": "Solak, Dila Eslem"
            },
            {
                "name": "Tekcan, Turgay"
            },
            {
                "name": "Türk, Tugba Melis"
            },
            {
                "name": "Gezer, Ahmet Kaan"
            },
            {
                "name": "Ergün, Esra"
            },
            {
                "name": "Bildirici, Muhammet"
            },
            {
                "name": "Genç, Demet"
            },
            {
                "name": "Turan, Izim"
            },
            {
                "name": "Çamçakalli, Ömrüm Nur"
            },
            {
                "name": "Civgin, Hülya"
            },
            {
                "name": "Olcayalp, Nalan"
            },
            {
                "name": "Koc, Sumeyra"
            },
            {
                "name": "Tuncer, Gülsen"
            },
            {
                "name": "Coskun, Simge"
            },
            {
                "name": "Dogan, Burak"
            },
            {
                "name": "Ayan, Fatma"
            },
            {
                "name": "Erdem, Caner"
            },
            {
                "name": "Yayla, Cesur"
            },
            {
                "name": "Onur, Bülent"
            },
            {
                "name": "Aksoy, Serdar"
            },
            {
                "name": "Karadana, Gülce"
            },
            {
                "name": "Evren, Süreyya Gürsel"
            },
            {
                "name": "Açabuga, Umut"
            },
            {
                "name": "Adanli, Seyhan Burcu"
            },
            {
                "name": "Duhan, Mesut"
            },
            {
                "name": "Günaydin, Niyaz"
            },
            {
                "name": "Umar, Emine Sans"
            },
            {
                "name": "Karabil, Eser"
            },
            {
                "name": "Erdil, Hakan"
            },
            {
                "name": "Akyol, Meral"
            },
            {
                "name": "Mutlucan, Aynur"
            },
            {
                "name": "Özeksi, Gizem"
            },
            {
                "name": "Ersoy, Harun"
            },
            {
                "name": "Avci, Muhammet Murat"
            },
            {
                "name": "Celik, Gülizar"
            },
            {
                "name": "Gürdap, Summani"
            }
        ],
        "locations": [
            "Istanbul, Turkey"
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "140"
        ],
        "countries": [
            "Turkey"
        ],
        "country codes": [
            "tr"
        ],
        "language codes": [
            "tr"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Turkey:7+"
        ],
        "number of seasons": 2,
        "rating": 7.1,
        "votes": 1231,
        "cover url": "https://m.media-amazon.com/images/M/MV5BM2UwZDVjYzEtYjdlYi00MDA4LWJhNmEtNzA4NzNkMTNmNjg2XkEyXkFqcGdeQXVyMzE0NTk1MDA@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "Turkish"
        ],
        "title": "Fazilet Hanim ve Kizlari",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-2018",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Yanik, Sirma"
            }
        ],
        "production companies": [
            {
                "name": "Avsar Film"
            }
        ],
        "distributors": [
            {
                "name": "Star TV"
            }
        ],
        "plot": [
            "The story of Fazilet, mother of two Hazan and Ece, eager to gain money, using her younger daughter, Ece,modeling skills. While Hazan pursues a sport coach life, far from her mother ambitions and falls in love with a rich spoiled man.::Moon"
        ],
        "tech": {
            "runtime": [
                "2 hr 20 min (140 min)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1231,
                "rating": 7.1
            },
            "aged under 18": {
                "votes": 21,
                "rating": 8.7
            },
            "aged 18 29": {
                "votes": 375,
                "rating": 7.6
            },
            "aged 30 44": {
                "votes": 166,
                "rating": 6.8
            },
            "aged 45 plus": {
                "votes": 59,
                "rating": 7.4
            },
            "males": {
                "votes": 204,
                "rating": 6.0
            },
            "males aged under 18": {
                "votes": 8,
                "rating": 6.7
            },
            "males aged 18 29": {
                "votes": 94,
                "rating": 6.3
            },
            "males aged 30 44": {
                "votes": 46,
                "rating": 4.9
            },
            "males aged 45 plus": {
                "votes": 16,
                "rating": 6.2
            },
            "females": {
                "votes": 577,
                "rating": 8.3
            },
            "females aged under 18": {
                "votes": 13,
                "rating": 9.1
            },
            "females aged 18 29": {
                "votes": 276,
                "rating": 8.2
            },
            "females aged 30 44": {
                "votes": 117,
                "rating": 8.4
            },
            "females aged 45 plus": {
                "votes": 43,
                "rating": 8.4
            },
            "top 1000 voters": {
                "votes": 8,
                "rating": 6.8
            },
            "us users": {
                "votes": 112,
                "rating": 8.0
            },
            "non us users": {
                "votes": 382,
                "rating": 7.2
            }
        },
        "number of votes": {
            "10": 619,
            "9": 102,
            "8": 117,
            "7": 88,
            "6": 45,
            "5": 40,
            "4": 19,
            "3": 14,
            "2": 22,
            "1": 165
        },
        "arithmetic mean": 7.7,
        "median": 1
    }
}