{
    "imdb": {
        "raw release dates": [
            {
                "country": "Belgium\n",
                "date": "27 March 2017"
            },
            {
                "country": "Belgium\n",
                "date": "27 March 2017",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "Belgium::27 March 2017",
            "Belgium::27 March 2017                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Topservice Aflevering 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Topservice (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "27 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    In episode 1, private stewardess Ellen takes the viewer high above the clouds. Her home: a luxury private jet, her job: anything but average. A life in extremes, between glamour and hard work, great passion and at times even greater loneliness. Tomas is a \"floral artist\", from West Flanders. He was asked to take care of the flower decoration for an exuberant wedding party in the far India. Together with 350 local florists, he has to build a Tomorrowland-worthy decor. Mr. Vermeulen, director of the butler's school greets the young butlers in training, in 8 weeks he ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Topservice (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "3 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    In episode 2, 27-year-old Atoessa shows what top service means to her. She delivers luxury catering to private aircrafts at the Côte d'Azur. Her customers are the richest of the earth. Saying \"no\" is not an option. Making the impossible possible is her daily routine. Floral artist Tomas has been able to decorate a beautiful henna party in India, but now everything has to be rebuilt for the real wedding party: even bigger and more spectacular with an even tighter deadline. In the butler's school, the students survived the first week and today they are being put to the ...    "
                },
                "3": {
                    "title": "Topservice Aflevering 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Topservice (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "10 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    In episode 3, jet set hairdresser Alain flies to Cannes. A customer chartered a private plane to pick him up. On her yacht, Alain discusses the haircut with her and the customer enjoys his company with a glass of champagne. His top service as a hairdresser goes far beyond the appearance of the hairstyle. The company, the atmosphere, the right choice of the dress and makeup, it all forms part of Alain's job. If someone wants to pay $ 60 million for a yacht, he wants to trust that everything is perfect up to the details. He wants someone who guarantees this investment ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Topservice (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "17 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    In episode 4, event manager Bruno travels to Barcelona. Together with his team, he organizes the opening of an exclusive flagship store. Bruno determines everything, from the appetizers served, the exclusive decoration to the models on the catwalk. If the police want to move his truck, he keeps to the record, if panels appear too high they should be cut off just before the opening, if the models are walking too slow, he certainly saw it. Top service at top level. Annemieke and Geneviève lead a high-end dating office. Their customers are the rich and famous and this ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Topservice (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "24 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    For 3 months, the \"MS Koningsdam\" is his home, his colleagues become his family and the 4000 passengers are his responsibility. His duties include not only the maneuvering of this giant ship from the bridge, but he must also be the host of the captain's table and ensure the safety of all passengers. He calls it himself: being the mayor of the ship. Kevin is living his boyhood dream, but he also gives up on it: the lack of his fiancee, his family and friends sometimes weigh heavily. Jet-set hairdresser Alain is expected before dawn at the castle of Lubbeek. If they do ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Topservice (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 May 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Topservice (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "8 May 2017",
                    "year": "2017",
                    "plot": "\n    Christophe and Carolina are dance teachers who prepare their students for the Wiener Ball. An important moment for the nobility and the beau monde. They teach the young people not only the right dance moves, it is also a piece of education, physical education and etiquette. If the long-awaited evening finally comes, not only the heart of the students is beating a bit harder. Christophe and Carolina live passionately with them. The students of the butler's school are in charge of a test: the training has almost come to an end and they can offer their services in London...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Topservice (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "15 May 2017",
                    "year": "2017",
                    "plot": "\n    In episode 8, Inge takes the viewer on tow. She is a concierge of luxury villas in the Dominican Republic. Today she has to check some villas and groceries need to be done, refrigerators are filled and staff are bribed. Inge doesn't stop for a second. And then a wealthy and prominent family lands with their private plane. The tennis lessons are booked, restaurants reserved, but will the family be satisfied with the quality of their villa? Bruno may take part in a prestigious event for Delvaux during the fashion week in Paris. Delvaux presents the new collection of ...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Topservice (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "22 May 2017",
                    "year": "2017",
                    "plot": "\n    In episode 9, art restaurateur Frederik visits a castle master and retains some works for restoration. He is jovial and friendly in his dealings with the art owner, but the actual top service he delivers to the artist himself. As he restores a work of Permeke, he imagines that the artist is standing next to him and is giving him clues. He does his job with a lot of passion and love and he gives up on it a lot. For jet-set hairdresser Alain it's an important day, his hairdresser's Maison Roger exists 80 years. And that calls for a party, but no ordinary party, an ...    "
                }
            }
        },
        "number of episodes": 9,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Belgium"
        ],
        "country codes": [
            "be"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color::(https: //www.een.be/een/topservice)"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjNhNTU1NGMtZWRjZi00Y2NjLWJlNjItY2U0ZTQ0YjcwMzIwXkEyXkFqcGdeQXVyNjU0NDMzMjg@._V1_SY150_CR82,0,101,150_.jpg",
        "plot outline": "Top service gives us a unique look behind the scenes of the wealthy class. The program is about the working life of Belgian professionals: they take us to distant countries and the luxury yachts and villas of their employers, but they also show us the less glamorous side of all this wealth.",
        "languages": [
            "Dutch"
        ],
        "title": "Topservice",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Topservice (Belgium)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Hungaria, Hotel"
            }
        ],
        "production companies": [
            {
                "name": "Hotel Hungaria"
            }
        ],
        "distributors": [
            {
                "name": "Hotel Hungaria"
            }
        ],
        "plot": [
            "Top service gives us a unique look behind the scenes of the wealthy class. The program is about the working life of Belgian professionals: they take us to distant countries and the luxury yachts and villas of their employers, but they also show us the less glamorous side of all this wealth."
        ],
        "tech": {
            "color": [
                "Color (https: //www.een.be/een/topservice)"
            ]
        }
    }
}