{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 June 2017"
            }
        ],
        "release dates": [
            "USA::1 June 2017"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Faublas, Liz"
            },
            {
                "name": "Mangano, Anthony"
            },
            {
                "name": "Syracusa, Craig"
            },
            {
                "name": "Wallace, Carlos"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BYmIwMmE1MGItODkxMi00ODBhLWExNmYtOTFjZWQ4MjMzMDBiXkEyXkFqcGdeQXVyNjg2ODQxNTc@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Hosted by award-winning journalist Liz Faublas, The Other 99 T.Y.M.E.S: Count Your Blessings is an in-depth look at the lives of ordinary men and women who have accomplished extraordinary things. Guests share deeply personal experiences of tragedy and redemption about topics including overcoming the death of loved ones, battling illness, and recovering from financial ruin. The program, inspired by the book, \"The Other 99 T.Y.M.E.S: Train Your Mind To Enjoy Serenity\", written by bestselling author Carlos Wallace, explores how the driving power of faith, gratitude and positive thinking proves stronger than life's greatest challenges. Do you focus on the one time things went wrong, or the 99 times life works in your favor? The Other 99 T.Y.M.E.S: Count Your Blessings reveals just how far appreciating the good in your life can take you.",
        "languages": [
            "English"
        ],
        "title": "The Other 99 T.Y.M.E.S: Count Your Blessings",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "The Other 99 T.Y.M.E.S: Count Your Blessings (United States)"
        ],
        "writer": [
            {
                "name": "Faublas, Liz"
            },
            {
                "name": "Faublas, Liz"
            }
        ],
        "production companies": [
            {
                "name": "DeSales Media Group"
            }
        ],
        "distributors": [
            {
                "name": "DeSales Media Group"
            }
        ],
        "plot": [
            "Hosted by award-winning journalist Liz Faublas, _The Other 99 T.Y.M.E.S: Count Your Blessings_ (qv) is an in-depth look at the lives of ordinary men and women who have accomplished extraordinary things. Guests share deeply personal experiences of tragedy and redemption about topics including overcoming the death of loved ones, battling illness, and recovering from financial ruin. The program, inspired by the book, \"The Other 99 T.Y.M.E.S: Train Your Mind To Enjoy Serenity\", written by bestselling author Carlos Wallace, explores how the driving power of faith, gratitude and positive thinking proves stronger than life's greatest challenges. Do you focus on the one time things went wrong, or the 99 times life works in your favor? _The Other 99 T.Y.M.E.S: Count Your Blessings_ (qv) reveals just how far appreciating the good in your life can take you.::Carlos Wallace"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}