{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2017"
            }
        ],
        "release dates": [
            "USA::2017"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Game-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "Anybody can have a great idea for a Film, TV, or VR project, but very few have the connections to get those ideas made. The Pitch Elevator is here to change that. In October of 2016, Legion M built a full-size elevator set on the floor of Stan Lee's Los Angeles Comic Con. Guests were invited to step inside and give a 2 minute pitch for their film, TV, or VR idea. After collecting over 200 pitches at the show (and other 200 during an online submission period), we've turned to our Legion to rate and review these projects. Over multiple rounds of competition, we're narrowing the field down to the top 10 finalists who will receive a chance to pitch their idea LIVE to a panel of Hollywood insiders and win prize packages that could include a development deal with Legion M. Legion M is using the Pitch Elevator as the basis for a next generation unscripted TV or Web Series.",
        "languages": [
            "English"
        ],
        "title": "Pitch Elevator",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Pitch Elevator (United States)"
        ],
        "production companies": [
            {
                "name": "Legion M"
            }
        ],
        "distributors": [
            {
                "name": "Legion M"
            }
        ],
        "plot": [
            "Anyone can have a great idea. Few have the connections to make them real. We're here to change that.::Damian Beurer",
            "Anybody can have a great idea for a Film, TV, or VR project, but very few have the connections to get those ideas made. The _Pitch Elevator_ (qv) is here to change that. In October of 2016, Legion M built a full-size elevator set on the floor of Stan Lee's Los Angeles Comic Con. Guests were invited to step inside and give a 2 minute pitch for their film, TV, or VR idea. After collecting over 200 pitches at the show (and other 200 during an online submission period), we've turned to our Legion to rate and review these projects. Over multiple rounds of competition, we're narrowing the field down to the top 10 finalists who will receive a chance to pitch their idea LIVE to a panel of Hollywood insiders and win prize packages that could include a development deal with Legion M. Legion M is using the _Pitch Elevator_ (qv) as the basis for a next generation unscripted TV or Web Series.::Damian Beurer"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}