{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "22 May 2017"
            }
        ],
        "release dates": [
            "UK::22 May 2017"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Home Holiday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "21 May 2018",
                    "year": "2018",
                    "plot": "\n    Sam and Bella are back from their summer holidays. Sam's hoping Mali got all the postcards she sent but he's nowhere to be seen. Worried that Mali's sad because he had to stay at Apple Tree House all summer they hunt around for him believing that he'll need cheering up. When they finally track him down they are surprised that Mali's exhausted by his amazing 'home holiday' and has his own postcards of all the cool adventures he's had. Bella and Sam realise a holiday is a time to have fun - wherever you are.    "
                },
                "2": {
                    "title": "Old Apple Tree",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "22 May 2018",
                    "year": "2018",
                    "plot": "\n    Walking in the local park Bella and Mali learn about how rings in the trunk show the age of a tree. Bella is then curious about the apple tree on the estate. How old is their apple tree? With the help of their oldest and wisest neighbours, who have wonderful tales to tell, they get solving the mystery of the old apple tree.    "
                },
                "3": {
                    "title": "Arrival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "23 May 2018",
                    "year": "2018",
                    "plot": "\n    Bella's desperate to have a baby sister, or brother, just like Mali. News that Sam might be getting a foster brother or sister encourages Bella to ask even more questions about families and especially babies. The new arrival at Sam's flat causes a great deal of excitement but also highlights the facts that Bella's not been listening to her parents and has made an incorrect assumption.    "
                },
                "4": {
                    "title": "Dream Catcher",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "24 May 2018",
                    "year": "2018",
                    "plot": "\n    Sam is upset at all the chores she has to do at home, meanwhile David has none to do. Helping her dad fix a shelf and watering the plants makes Sam late joining Bella and Mali who are busy making dreamcatchers. When Sam's dreamcatcher breaks she blames David and eventually Sam's feelings about David's arrival start to surface. Many hands make light work and there's plenty of friends around to help Sam understand that life with David will settle into a routine.    "
                },
                "5": {
                    "title": "Busy Bees",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "25 May 2018",
                    "year": "2018",
                    "plot": "\n    When Mali and Bella see a person dressed like a spaceman, in the community garden, they are worried about aliens invading the estate but grandma Zainab points out that he's actually a bee keeper looking after honey bees. Bella's sad when Kobi reports that the bee keeper is looking to close down the hive because Mr Murphy, from number thirty-nine, can't look after it any more. When Mali suggests that the Apple Tree community should look after the bee community in the hive Grandma Zainab is inspired to get solving with a very practical solution.    "
                },
                "6": {
                    "title": "Braids",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "28 May 2018",
                    "year": "2018",
                    "plot": "\n    Sam and Bella are very excited about their performance for their dance class, but when Bella suggests dressing up and having fancy hairstyles Sam becomes uncomfortable with Bella's proposals and avoids practice. Sam eventually opens up to her mum, Patience, to tell her what the problem is. Sam is upset because she believes she can't do anything with her hair. Patience reassured Sam by chatting about her own hair and her childhood. Sam is convinced to return to practice and Patience promises to assist in creating a wonderful new hairstyle for her daughter.    "
                },
                "7": {
                    "title": "Kobi Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "29 May 2018",
                    "year": "2018",
                    "plot": "\n    David feels left out when Sam and Bella go on a trip with their dance class. Initially Kobi suggests playing with the new jigsaw but there's a piece missing. Then Kobi asks David to help out with his jobs on the estate. David is bored and then manages to soak Kobi with the hose pipe. Things aren't going well until Kobi invents a tidying up song. David enjoys it so much that, when Sam is back at home he volunteers to help tidy her room. As they happily tidy to Kobi's tidying song they find the missing jigsaw piece.    "
                },
                "8": {
                    "title": "Creating Colour",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "30 May 2018",
                    "year": "2018",
                    "plot": "\n    Kobi needs to paint a wall on the estate but can't work out which colour to use. Mali, Sam and Bella aren't keen on Kobi's options and are very keen for him not to use the grey from the left over tin. Bella, Mali and Sam search the estate to find a colour to inspire Kobi but in the end decide to invent their own brand new colour. Unfortunately, attempts to create a new colour result in a horrible muddy brown mess. However, when Mali accidentally makes a messy paint mark in the kitchen Bella is inspired to propose that they paint a mural.    "
                },
                "9": {
                    "title": "Tall Tales",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "31 May 2018",
                    "year": "2018",
                    "plot": "\n    David is enjoying listening to stories of Kobi's childhood. Bella, Mali and Sam are excited to hear about David's own stories and David is enjoying the attention he is getting from his friends. However, Sam gets annoyed when she learns, from Zainab, that David is telling 'tall tales' that may not be completely true. Sam challenges David who becomes upset. Thankfully Kobi is on hand to guide David to tell stories that are both exciting and true.    "
                },
                "10": {
                    "title": "THe Sound of Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "1 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    When Mali and Zainab deliver some food to their neighbour, Mrs Richards, she tells Mali all about the routine sounds that help her work out what's going on around the estate. Later, when Sam and Mali discover that Bella has used up all the blank paper for their school project Mali has an idea. Inspired by Mrs. Richards, Mali gets his friends to help him create a picture of the Apple Tee House using only sound.    "
                },
                "11": {
                    "title": "Friends",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "4 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    When Bella is elected class council representative, Sam is a little put out. She has lots of ideas to help make school better and fancied having the role for herself. Bella then ignores all the suggestions from her classmates and consequently upsets Mali too. Zainab, Kobi and David despair that Mali, Sam and Bella end up ignoring each other. They must show the three friends that the only way forward is to talk to each other.    "
                },
                "12": {
                    "title": "Perfect Plans",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "5 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Determined to make a bit of a splash with her cornet solo Bella's been practicing hard for the community concert. However, when Bella suddenly announces she no longer wants to join in with the performance Sam is concerned. Eventually, Bella confesses that she's deliberately chosen to play the wrong piece. What can Bella do to persuade Flo to let her participate?    "
                },
                "13": {
                    "title": "Sports Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "6 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    David's thoughts are dominated by his first sports day at the school and, inspired by Olympic heroes, the children think about funny poses to strike as they cross the line. Unfortunately, an accident leaves David with a broken leg and he's forced to miss the event. Mali, Sam and Bella with the help of Eli must work out how to cheer up injured David. Get ready for an Apple Tree House sports day surprise.    "
                },
                "14": {
                    "title": "Rush",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "7 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Mali's in a rush and Grandma Zainab urges him to take a little more time over making the picnic. In the library Zainab suggests that Mali check out a book telling the story of the The Hare and the Tortoise but Mali thinks the old fable is silly. However, when Mali challenges his gran to a race home he gets more than he bargained for. Will Mali learn that fast isn't always the best.    "
                },
                "15": {
                    "title": "Party Dress",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "8 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Bella's excited that her friend's mum is getting married. Bella sets her hear on getting a new dress to that will be as beautiful as her friends. Katie can't promise Bella a new dress from the shops but does offer to help make a smart outfit from an old dress. However, when the plan goes wrong Bella lose interest in the wedding and gets a little bit sad. Mali and Sam get solving to try and make their friend happy again.    "
                },
                "16": {
                    "title": "Little Landmarks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "27 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Sam's not happy that David has lost her frisbee. Zainab and Mali turn their attentions away from playing pirates to help make a map that could find the missing frisbee. However, when a rain shower makes the map all wet Zainab's plan stalls until she gets out her telescope and shows the children that stars and landmarks can help us navigate our environment.    "
                },
                "17": {
                    "title": "After School Club",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "28 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Bella's upset that she's missed out on a place on the arts and crafts after school club and she's not happy that she's doing basketball with Sam instead. Believing that she's not sporty and shouldn't bother trying; Bella hides her gym kit and feigns sickness to avoid taking part in basketball until her parents find out. However, Grandma Zainab steps in to help Bella realise she can try her hand at anything if she prepares to do a little practice.    "
                },
                "18": {
                    "title": "Superhero Rules",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "29 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    When David has a problem at school he gets worried about all the school rules. When Zainab tells him that everyone has to follow rules, even adults and even superheroes, Mali and Bella help him consider the rules that help everyone's life on the estate run smoothly.    "
                },
                "19": {
                    "title": "Footy Friends",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "30 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Mali is upset that Alex, the star player of his football team, hasn't been showing up for practice. Zainab and Kobi decide to make sure that Alex is okay but discover that Alex is having to look after her mum who's just been released from hospital. It looks like there isn't much room for fun or football in Alex's life until Mali and Sam come up with a plan and a rota to help Alex and her family out.    "
                },
                "20": {
                    "title": "Show and Tell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "31 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Sam is confused, she can't work out what David is up to as he looks around for something 'new'. David certainly seems determined to find something special for his show and tell at school but it's Zainab who finally discovers that David's determination is about helping out a friend.    "
                },
                "21": {
                    "title": "Football versus Cricket",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "3 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Mali's dad, Nadeem, has brought Grandma Zainab tickets to watch the cricket - live. When Mali tells his gran that he doesn't want to go and watch the match because 'cricket's boring' he doesn't quite realise how much he's upset her. Mali is determined to go to Alex's football party instead. It's not until Mali really listens to his friends and some of the adults that he works out what might be the right thing to do show his gran how much he does really care about her.    "
                },
                "22": {
                    "title": "Poetry in Motion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "4 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    David is super excited at the prospect of writing a poem for the Apple Tree community poetry event. As David tries to write about his trains he also tries to convince his friend Laila to take part too, but not matter how hard he tries Laila remains determined not to participate. Eventually, David, with Grandma Zainab's help, works out that Laila's problem isn't stage fright but more about her difficulties with reading. However, David is able to on Mali and friends to find a solution that allows Laila to participate.    "
                },
                "23": {
                    "title": "News Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "5 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    After Grandma Zainab tells Bella all about news and newspapers Bella works out what she wants to be when she grows up. Determined to make television news Bella goes out to try and find some news but finding a proper news story proves to be a little difficult.    "
                },
                "24": {
                    "title": "The Tap Shoes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "6 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Football is cancelled but worried about what his team mates might think Mali chooses to help Kobi tidy the shed rather than join Bella and Sam at dance class. However, Kobi hopes that a discovery in the 'Kobi cave' will convince Mali that dance is for everyone.    "
                },
                "25": {
                    "title": "Hamster Holiday",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "7 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    David's friend Laila is keen to look after the school hamster, Nibbles, during the holiday but her dad isn't so keen. When David and Sam convince Kobi to let them take care of Nibbles during the school break Laila is delighted that she will get time to spend time with the pet too. But, things don't quite go to plan and Grandam Zainab must help Mali and Laila do some extra special solving to prevent a hamster catastrophe.    "
                },
                "26": {
                    "title": "Special Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "10 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    David's worrying about his 'All About Me' poster that he's preparing for school and he seems completely disinterested in the postcard that's just arrived from his Grandma. When Laila encourages David to refresh his interest in his Cantonese lessons, David gets excited that he can finally read the message on his Grandma's postcard, which inspires a special solution for his poster.    "
                },
                "27": {
                    "title": "Wobbly Teeth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "original air date": "11 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Sam's upset David by telling him stories about going to the dentist. There's no way that Kobi or Patience are going to convince David to go for his check up now. However, Mali and Grandma Zainab tell stories about silly things that have scared them in the past and make David realise that he shouldn't always believe everything he hears. Inspired by David's change of heart, Kobi then confesses about when he got scared by the estate boiler room.    "
                },
                "28": {
                    "title": "Book Bank",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "original air date": "13 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    When Kobi takes Sam, David and Mali to borrow a book they discover the plan to close the local library. Zainab is particularly upset by the closure and works hard on a petition to keep the library open but when things don't go to plan Sam has to figure out the best way to cheer her up.    "
                },
                "29": {
                    "title": "New Glasses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 29,
                    "original air date": "13 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Mali seems remarkably keen to visit the opticians but he's bitterly disappointed that he doesn't need new glasses after he'd convinced himself he would get a fancy coloured frame. When Mali's glasses break Mali is again super optimistic that he will get a new pair of glasses but first he must learn that a little bit of patience goes a long way but not before.    "
                },
                "30": {
                    "title": "Carnival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 30,
                    "original air date": "14 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Bella and Mali are desperate to join Sam and her cousins at Carnival but it looks like they will be disappointed when there's no adult around who can take them along. It seems Bella and Mali will have to make do with Sam relaying details about carnival music, food and costumes until a broken down truck means that Carnival planning takes a completely different turn.    "
                }
            },
            "1": {
                "1": {
                    "title": "Mango Mission",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "22 May 2017",
                    "year": "2017",
                    "plot": "\n    Mali and his family have just moved into Apple Tree House and are hungry for some of Grandma Zainab's \"Magnificent Mango Pudding\" - but they can't find any mangos! Thankfully, the friendly neighbours of Apple Tree House are happy to help and so Mali and his new friend Sam embark on their first adventure together - a mission to find mangos.    "
                },
                "2": {
                    "title": "First Days",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "23 May 2017",
                    "year": "2017",
                    "plot": "\n    As Mali gets used to living in a new home he starts to worry about starting at a new school. Mali's not the only one worrying - his dad, Nadeem, is about to start his new job at the zoo and he seems to have similar fears to Mali. Luckily there's lots of friends on hand to help them both through their first day nerves.    "
                },
                "3": {
                    "title": "Broken Shelf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "24 May 2017",
                    "year": "2017",
                    "plot": "\n    Mali is struggling to think of a picture for school but Sam regales him with a story about 'teapot chores'. A cautionary tale about how putting things off until the last minute can often mean creating more work for yourself.    "
                },
                "4": {
                    "title": "How Does the Bus Know?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "25 May 2017",
                    "year": "2017",
                    "plot": "\n    How does the bus know where to go? After a journey home from the city Grandma Zainab, Sam and Mali start to wonder how the bus driver always knows where to bring them. Together, the children solve the mystery and learn how it is buses really work.    "
                },
                "5": {
                    "title": "Dinner Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "26 May 2017",
                    "year": "2017",
                    "plot": "\n    It's Ramadan and Kobi and Patience need to change their plans to accommodate Mali's family. Determined that the children will have a dinner party even though adults will be eating too late Sam finds it hard to accommodate everyone's needs and their individual food requirements. Will Sam find a way make everyone happy?    "
                },
                "6": {
                    "title": "Talking Books",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "29 May 2017",
                    "year": "2017",
                    "plot": "\n    Grandma Zainab shows the children of Apple Tree House the wonders of 'talking books', but when her favourite old cassette tape suddenly breaks, the children decide to re-enact the story in the hope of cheering Grandma Zainab up.    "
                },
                "7": {
                    "title": "Spongecake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "30 May 2017",
                    "year": "2017",
                    "plot": "\n    Mali and Grandma Zainab decide to help Flo's cafe by baking them a cake. Kobi thinks he can make a better cake and ends up with a rock cake instead of a sensational sponge cake. Who can Kobi and Sam turn to make their put their cake back on track?    "
                },
                "8": {
                    "title": "Glamping",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "31 May 2017",
                    "year": "2017",
                    "plot": "\n    The children have lots of fun playing tents but after witnessing a news story about families who are living in tents because they have lost their homes, Bella decides to take action and organises a clothes collection with the help of her friends, family and school.    "
                },
                "9": {
                    "title": "Lost Toy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "1 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    After an exciting day at the Zoo, Mali discovers that he's lost his new dinosaur toy. Kobi inspires Grandma Zainab and Mali to retrace their steps while Kobi and Sam attempt to work out what's gone wrong with the lift.    "
                },
                "10": {
                    "title": "The Choice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Bella wants to learn how to play a musical instrument but can't seem to decide which one. Kobi, Sam and Mali try to help her choose by exploring the many different instruments that exist but there's one particular sound that is inspiring Bella. The only problem is - no one knows what the sound is, or where it's coming from.    "
                },
                "11": {
                    "title": "Not My Patch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "5 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    The children of Apple Tree House learn about taking responsibility as they help to tidy some mess on the estate. When Flo notices a lifeless patch of ground outside her café, the children make it their responsibility to fix it and make it more beautiful.    "
                },
                "12": {
                    "title": "Missing Milk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "6 May 2017",
                    "year": "2017",
                    "plot": "\n    When the residents of Apple Tree House find themselves surprisingly low on milk, they start to wonder where it's all going. After a bit of investigating, all clues point towards Bella, Sam and a furry little stray cat that they've found.    "
                },
                "13": {
                    "title": "Masterpiece",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "7 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    After meeting a super talented street artist, Bella decides to try her hand at painting. She and the other children arrange an exhibition of their work, but the path to artistic success may by blocked by storm clouds over head.    "
                },
                "14": {
                    "title": "BikeAthon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "8 May 2017",
                    "year": "2017",
                    "plot": "\n    Sam and Bella are excited about an upcoming bike riding challenge for school, but Mali feels left out because he doesn't know how to ride. Will Mali admit the truth to his friends? And how is he going to participate?    "
                },
                "15": {
                    "title": "Dinosaur Bones",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "9 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    When a mysterious bone is discovered in the community garden at \"Apple Tree House\" the children's imaginations begin to race. Could it really be a dinosaur bone? What would the estate be like full of dinosaurs? Nadeem helps Mali find out more.    "
                },
                "16": {
                    "title": "Election",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "30 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    With the school closed for polling on election day the Apple Tree residents decide to hold an election for their very own Mayor. Everyone has the right to vote and Sam decides to run for the position of Mayor but will she convince the others to vote for her?    "
                },
                "17": {
                    "title": "Rainbow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "31 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Bella and the other children become transfixed on a beautiful rainbow that forms over the estate. Bella insists on finding out where the rainbow ends and is convinced she's going to find gold. Zainab and Kobi must guide the children beyond the promises of myths and legends.    "
                },
                "18": {
                    "title": "Strange Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "1 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Kobi begins to notice the residents of Apple Tree House acting strangely and tries to find out what's going on. Little does he know that they have plans for a very musical surprise.    "
                },
                "19": {
                    "title": "Grown up day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Tired of being young, Mali decides to be an adult from now on, but soon discovers how hard (and less fun) it can be. He comes to appreciate what a wonderful thing it is to be young.    "
                },
                "20": {
                    "title": "Family Tree",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "3 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    The children are learning about their families, their heritage and their family trees but Bella's concerned that her family might be really boring compared to Sam and Mali's families. Desperate to learn that she might be related to a princess, Bella's about to discover something amazing that will leave dad, Ian, very impressed.    "
                },
                "21": {
                    "title": "Red Car",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "6 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    When a friend of Mali visits and shows off his latest toys, Mali finds himself wishing he had more and more to play with. Eventually, Sam, Kobi and Zainab show him how to better appreciate the things he already has.    "
                },
                "22": {
                    "title": "Hero for a Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "7 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    When the children are asked to dress up as heroes for a day for school, Bella finds herself unsure of who she wants to be. Meanwhile, Sam and Mali's costumes are accidently shrunk in the wash. What are they going to do??    "
                },
                "23": {
                    "title": "Detective",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "8 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    When Bella's favourite toy goes mysteriously missing, Sam decides to play detective and tries to unearth the facts. Can she (and Zainab) follow the clues and solve the case?    "
                },
                "24": {
                    "title": "School Play",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "9 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    When the school play is suddenly postponed, Sam is unimpressed but Kobi convinces the children to donate some time to helping the local community centre instead by providing food, shelter and good cheer.    "
                },
                "25": {
                    "title": "Scrap Book",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "10 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Sam seems bored and isn't enjoying her latest reading book. But when Zainab shows off her scrapbook about her life's adventures Sam is inspired to make a book of her own.    "
                },
                "26": {
                    "title": "Arachnophobia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "13 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    When Sam discovers a scary spider in her room she panics and seeks out her dad to help. But Sam slowly learns more and more about these 8 legged creatures and how they play a major part in nature and in Ghanaian culture.    "
                },
                "27": {
                    "title": "The Quiet Ones",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "14 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    As part of a school fundraiser, the children of Apple Tree House take part in a sponsored silence. But as they slowly grow more and more restless, they soon learn that there's many ways to communicate without words...and they create their own silent movie.    "
                },
                "28": {
                    "title": "Eclipse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "15 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    The children learn about the \"Solar eclipse\" and are excited about its arrival. As they wait for it to finally arrive they start to learn about how different cultures celebrate this special event.    "
                },
                "29": {
                    "title": "The Choir",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "16 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    No one can escape Bella's singing. She's determined to make herself be heard ahead of the school choir concert but there's a small matter of 'this week's spellings' that must be learned first. The children learn about night school and that learning isn't just for kids. This brings a surprise as Bella's dad Ian overcomes a childhood fear.    "
                },
                "30": {
                    "title": "Letter to the Moon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Apple Tree House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "17 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    It's no secret that Mali wants to become an astronaut but when a relative suggest that he will never go to space he becomes a bit sad. However, his friends are about to teach Mali he can be anything he wants to be.    "
                }
            }
        },
        "number of episodes": 60,
        "cast": [
            {
                "name": "Peprah, Miranda Sarfo"
            },
            {
                "name": "Tai, Aamir"
            },
            {
                "name": "Vanderpuye, William"
            },
            {
                "name": "Khan, Shaheen"
            },
            {
                "name": "Jenkins, Summer"
            },
            {
                "name": "Sandys, Paul"
            },
            {
                "name": "Lintott, Alison"
            },
            {
                "name": "Hart, Rachael"
            },
            {
                "name": "Hall, Andrea"
            },
            {
                "name": "Gough, Eden"
            },
            {
                "name": "Ahamed, Saikat"
            },
            {
                "name": "Khan, Yasmeen"
            },
            {
                "name": "Rameswaran-Kangesan, Sahana"
            },
            {
                "name": "Phillip, Lisa Davina"
            },
            {
                "name": "Atterbury, John"
            },
            {
                "name": "McGonigle, Marie"
            },
            {
                "name": "Giles, Holly"
            },
            {
                "name": "Rush, Lenny"
            },
            {
                "name": "Hamdoun, Leah"
            },
            {
                "name": "Hunt, Anthony"
            },
            {
                "name": "Lewis, Isabelle"
            },
            {
                "name": "Daniels, Matilda"
            },
            {
                "name": "Cargill, Margo"
            },
            {
                "name": "Envers, Sonny"
            },
            {
                "name": "New, Giles"
            },
            {
                "name": "Wallace, Aaliyah"
            },
            {
                "name": "Faress, Souad"
            },
            {
                "name": "Hunt, Scott"
            },
            {
                "name": "Amis, Luke"
            },
            {
                "name": "D'Inverno, Emma"
            },
            {
                "name": "Hurley, Ian"
            },
            {
                "name": "Bradley, Craig"
            },
            {
                "name": "Charles, Alicia"
            },
            {
                "name": "Howitt, Tyler"
            },
            {
                "name": "Sharman, Sarah"
            }
        ],
        "genres": [
            "Family"
        ],
        "runtimes": [
            "15"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 5.5,
        "votes": 26,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzg2YzUxZmQtMjAwNC00NjViLTkzNjItYjNkN2ZjNzdhMGRiXkEyXkFqcGdeQXVyNDk4NzAyNjg@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "An everyday slice of modern life through children's eyes Apple Tree House is a 30 x 15minute scripted live-action television series aimed at the older preschool audience. Catering to a young child's sense of fun, curiosity and adventure, the storytelling will share valuable life lessons in responsibility, kindness and being a good friend. Apple Tree House portrays a vibrant, contemporary, inner-city estate - bursting with life. A place where the whole audience will see people they know on screen. Because we all smile in the same language. Mali is an ordinary boy, with an ordinary family who have just moved into the extraordinary inner-city world of the Apple Tree House estate and on his arrival in his new home Mali is introduced to a special new friend Sam. Together Mali and Sam provide a uniquely innocent perspective on the real world. Every episode features an adventure as they solve daily problems and overcome childhood dilemmas - all within the safety net of their loving families and the inspirational Apple Tree community that surrounds them. There is always something to be learned. Whilst the adults might have some answers - (often they don't!) - the grown-ups are able to guide our young protagonists with enough information so that the kids find the solutions and solve the problems themselves. Everything in Apple Tree House is seen from the child's point of view. Some episodes will focus on the immediate world from Mali's perspective and other times Sam's interpretation comes to the fore. We will also be entertained and amused by shared insights that highlight the contrasting personalities of our two lead characters, Mali and Sam. Whatever the adventure in the busy world of Apple Tree House, Mali and Sam will help us explore sameness through difference.",
        "languages": [
            "English"
        ],
        "title": "Apple Tree House",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Apple Tree House (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Ahmed, Mediah"
            },
            {
                "name": "Akinsiku, Akindele"
            },
            {
                "name": "Akinsu, Akin"
            }
        ],
        "production companies": [
            {
                "name": "Five Apples"
            },
            {
                "name": "Unanico"
            }
        ],
        "other companies": [
            {
                "name": "Ray Knight Casting"
            }
        ],
        "plot": [
            "An everyday slice of modern life through children's eyes _Apple Tree House_ (qv) is a 30 x 15minute scripted live-action television series aimed at the older preschool audience. Catering to a young child's sense of fun, curiosity and adventure, the storytelling will share valuable life lessons in responsibility, kindness and being a good friend. _Apple Tree House_ (qv) portrays a vibrant, contemporary, inner-city estate - bursting with life. A place where the whole audience will see people they know on screen. Because we all smile in the same language. Mali is an ordinary boy, with an ordinary family who have just moved into the extraordinary inner-city world of the _Apple Tree House_ (qv) estate and on his arrival in his new home Mali is introduced to a special new friend Sam. Together Mali and Sam provide a uniquely innocent perspective on the real world. Every episode features an adventure as they solve daily problems and overcome childhood dilemmas - all within the safety net of their loving families and the inspirational Apple Tree community that surrounds them. There is always something to be learned. Whilst the adults might have some answers - (often they don't!) - the grown-ups are able to guide our young protagonists with enough information so that the kids find the solutions and solve the problems themselves. Everything in _Apple Tree House_ (qv) is seen from the child's point of view. Some episodes will focus on the immediate world from Mali's perspective and other times Sam's interpretation comes to the fore. We will also be entertained and amused by shared insights that highlight the contrasting personalities of our two lead characters, Mali and Sam. Whatever the adventure in the busy world of _Apple Tree House_ (qv), Mali and Sam will help us explore sameness through difference."
        ],
        "tech": {
            "runtime": [
                "15 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 26,
                "rating": 5.5
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 5.0
            },
            "aged 30 44": {
                "votes": 10,
                "rating": 2.8
            },
            "aged 45 plus": {
                "votes": 6,
                "rating": 2.8
            },
            "males": {
                "votes": 11,
                "rating": 2.4
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 5.0
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 2.0
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 1.7
            },
            "females": {
                "votes": 7,
                "rating": 4.9
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 4.0
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 6.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 6.0
            },
            "us users": {
                "votes": 2,
                "rating": 5.5
            },
            "non us users": {
                "votes": 13,
                "rating": 2.8
            }
        },
        "number of votes": {
            "10": 8,
            "9": 1,
            "8": 2,
            "7": 1,
            "6": 2,
            "5": 1,
            "4": 0,
            "3": 1,
            "2": 1,
            "1": 9
        },
        "arithmetic mean": 5.5,
        "median": 6
    }
}