{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2017"
            }
        ],
        "release dates": [
            "USA::2017"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Ditmore, David"
            },
            {
                "name": "Martin, Caleb"
            },
            {
                "name": "McDowell, Ronnie"
            },
            {
                "name": "Barber, Ava"
            },
            {
                "name": "Botts, Donna"
            },
            {
                "name": "Noel, Kennedy"
            }
        ],
        "locations": [
            "Portland, Tennessee, USA"
        ],
        "genres": [
            "Family"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjQ5ODllZWEtZTdiYi00ODg5LTg0ZGEtZjk0NmE3YmRlZDU1XkEyXkFqcGdeQXVyMTg0NjM2Ng@@._V1_SY150_CR123,0,101,150_.jpg",
        "plot outline": "For eight years, Ava Barber was a regular on The Lawrence Welk show, beaming into living rooms around the world. Her angelic voice, blonde locks and million dollar smile melted the hearts of every viewer that tuned in. She went on to become a mainstay on the Country Music Charts for years. Ronnie McDowell has been a mainstay in the Country music world for decades, but now he's looking to help his good friend Ava, as a new generation of music lovers have emerged. After years away from the public eye, Ava is ready to come out of retirement and introduce herself to a new generation. Ronnie also needs something to jump start his career. Ava and her good friend Ronnie decide that the best way to do this is by teaming up and purchasing a theater and calling it The Good Ol' Days Theater. Good O' Days follows Ava and Ronnie's attempt to introduce themselves to a new audience, as well as the ups and downs of running a theater. Surrounding themselves with a cast of characters that inject each day with comedy and drama, Ava and Ronnie fight their way through the competitive world of theater operation.",
        "languages": [
            "English"
        ],
        "title": "Good Ol' Days",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Good Ol' Days (United States)"
        ],
        "writer": [
            {
                "name": "Rossetti, Chip"
            }
        ],
        "production companies": [
            {
                "name": "Rossetti Productions"
            }
        ],
        "plot": [
            "For eight years, Ava Barber was a regular on The Lawrence Welk show, beaming into living rooms around the world. Her angelic voice, blonde locks and million dollar smile melted the hearts of every viewer that tuned in. She went on to become a mainstay on the Country Music Charts for years. Ronnie McDowell has been a mainstay in the Country music world for decades, but now he's looking to help his good friend Ava, as a new generation of music lovers have emerged. After years away from the public eye, Ava is ready to come out of retirement and introduce herself to a new generation. Ronnie also needs something to jump start his career. Ava and her good friend Ronnie decide that the best way to do this is by teaming up and purchasing a theater and calling it The _Good Ol' Days_ (qv) Theater. Good O' Days follows Ava and Ronnie's attempt to introduce themselves to a new audience, as well as the ups and downs of running a theater. Surrounding themselves with a cast of characters that inject each day with comedy and drama, Ava and Ronnie fight their way through the competitive world of theater operation.::Chip Rossetti"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}