{
    "imdb": {
        "raw release dates": [
            {
                "country": "Turkey\n",
                "date": "3 April 2017"
            },
            {
                "country": "Turkey\n",
                "date": "3 April 2017",
                "notes": "                            (original release date)"
            }
        ],
        "release dates": [
            "Turkey::3 April 2017",
            "Turkey::3 April 2017                            (original release date)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Söz"
            },
            {
                "countries": "Russia",
                "title": "Обещание"
            },
            {
                "countries": "World-wide (English title) (alternative title)",
                "title": "The Oath"
            },
            {
                "title": "Soz: Warrior"
            }
        ],
        "akas": [
            "Söz (original title)",
            "Обещание Russia",
            "The Oath World-wide (English title) (alternative title)",
            "Soz: Warrior "
        ],
        "akas from release info": [
            "Söz (original title)",
            "Обещание Russia",
            "The Oath World-wide (English title) (alternative title)",
            "Soz: Warrior "
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Yalniz Kurt Dönüyor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 30,
                    "original air date": "17 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    The anguish of Yavuz, who continues his life with another identity, has not yet stopped. Apart from the uniformity and the difficulty of being away from the team, the only thing that accompanies him in his life is the nightmares and the pain of those who lose. But if you forget to forget it, these hunger will be tested by their older ones. In recent years, Dragan Ratkovic, nicknamed Butcher who wants to add another to his country's terrorist attacks, takes action to organize a series of concerts in Istanbul. There is only one request from Dragan's officials who ...    "
                },
                "2": {
                    "title": "Namlunun Ucunda",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 25,
                    "original air date": "24 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Yavuz, who is continuing as a lonely wolf on his way, is no w separated from his team friends and uniform. But Erdem and Derya think they need Yavuz for the newly founded Special Authorized Unit. Derya, trying to persuade him to abandon this decision, remains in the middle of an attack on Yavuz. Dragan, who seized the list of Turkish intelligence agents infiltrating the organization, takes action with the order he received from Nisan. He makes contact with the organization and asks them to take on an important assassination against the list. After the attack, Yavuz ...    "
                },
                "3": {
                    "title": "Kara Liste",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 30,
                    "original air date": "1 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    While preventing the attack on the prosecutor Derya, Yavuz was wounded and taken in hospitalization, Dragan moves to kidnap Ivan, one of his closest men, from prison. Dragan's original plan, drawn from Ivan's talents, is an infiltration project designed to capture the National Security Protest. Relaxed with the news that Yavuz is good, Team takes immediate action to ensure that this project is not successful. Prosecutor Derya is grateful to Yavuz for saving her life, but she began to suspect that he was not only a mechanic. Team is chasing Ivan, the kidnapper, who has...    "
                },
                "4": {
                    "title": "Biçak Sirti",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 18,
                    "original air date": "8 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Dragan, who survived from the hand of Yavuz, managed to infiltrate security systems with the program created by Ivan and reached very important information about the National Security Protocol. It is now very close to its destination. Nisan, who came to Turkey to support Dragan, is on Yavuz's target. Yavuz, who came face to face with Nisan to prevent the attack planned by Dragan, uses Nisan's biggest weakness to get what he wants - fear of death. There is now a single obstacle against Dragan's plan to take the last step - Yavuz Karasu. While Derya traces the attack on...    "
                },
                "5": {
                    "title": "Ates Hatti",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 18,
                    "original air date": "15 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Colonel Erdem, who sacrificed himself to allow the wounded civilians to reach the helicopter as soon as possible, fought a heroic battle and Team returned to keep his commanders behind. But the flames rising at the scene have already surrounded Erdem. Bringing Baran, one of the names on the black list, Team obtain important information to reach other names in the list. Uncomfortable with the success of Tim, the organization fears that it will be caught in other names. Dragan says he will support the organization in this regard. In other words, Erdal, who is the key ...    "
                },
                "6": {
                    "title": "Takas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 15,
                    "original air date": "22 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    By sacrificing himself for the sake of the team, Yavuz is under the torture of the butcher Dragan. As a result of a successful operation, team has Erdal and took action to return. While Dragan plans to kill Yavuz, Nisan asked him to take Erdal back. Dragan has a single trump card which is Yavuz. But he has no intention of giving Yavuz right back to the team. When the team is on their way back, the news comes that Yavuz was taken prisoner. While the team is wandering how Yavuz falls in Dragan's hands, Dragan has already taken action to exchange Erdal for Yavuz. The ...    "
                },
                "7": {
                    "title": "Yeni Hikaye",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 13,
                    "original air date": "29 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    On the one hand, Team is looking for the perpetrators of the attack planned by Nisan and on the other hand they are assigned to ensure the safety of the hospital where the wounded are treated. Eylem will face a shocking fact when she follows the terrorists who organized the attack step-by-step: There is another bombing activist and is currently unknown at the city. Team provided the necessary security measures with the support forces in the hospital where the Minister visited the wounded. But they doesn't know that they're under the nose of the live bomber who managed...    "
                },
                "8": {
                    "title": "Ölümün Pençesinde",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 10,
                    "original air date": "5 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Yavuz, who will live with the virus given by Dragan, will have to take action to save Team from the trap there're in, before he can escape the effect of this news. In order to prevent this trap, Yavuz must take away Behram from Team. Both Yavuz and Kopuk, who have to keep their identity and destroy the threat of Dragan, make a dangerous plan to get rid of this clamp with Kopuk. In order to save the team from the treacherous trap that there're in, Yavuz will came face to face again with Dragan, this time for an exchange. Dragan learns that this exchange will be done ...    "
                },
                "9": {
                    "title": "Kiskaç",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 14,
                    "original air date": "12 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Yavuz, who took Nadya, moved away from the conflict area without giving the opportunity to Dragan. The team is about to intervene in the conflict. Yavuz knows how to stand out of the whole clamp, because his original plan will then be activated; Dragan is moving towards the trap set up by Yavuz step by step in the hope of getting his girlfriend back. As a result of failures, Nisan comes together with the forces financing the terror and wants to draw a new road map. Dragan will be the key man of this road map. But Dragan, who lost Nadya, is about to lose his trust in ...    "
                },
                "10": {
                    "title": "Yedi Kursun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 14,
                    "original air date": "19 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Yavuz, who noticed Dragan's trap at Derya in the last minute, will follow them to save Derya's life. But it's too late for everything. Dragan has already made a treacherous plan to kill Derya, even if he didn't get what he wanted. Kesanli, who was attacked when he wanted to protect Melisa, was injured not only physically but also emotionally. Although the wounds in his body heal quickly, he will be healed by his brothers and his commander. For Dragan, it's time for revenge. First he will mess with the blood then he becomes a partner with Sami and will work with the ...    "
                },
                "11": {
                    "title": "Yasamin Kiyisinda",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 13,
                    "original air date": "26 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Yavuz, who is seriously injured in the treacherous ambush, is under treatment, and his brothers are struggling to survive outside the border. The team, who wanted to save Asik who was under the vehicle that was destroyed by the bomb, this time will be the target of terrorist attacks. But they will not hesitate to sacrifice their own lives to eradicate this attack and protect the base region. Dragan, who has become responsible for all the organizations of the terrorist organization now, will make a lasting move before joining the organization and will have a great pain...    "
                },
                "12": {
                    "title": "Yikilmak Yok",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 10,
                    "original air date": "3 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    The explosion in Erdem's house bursts everyone into pain. As Karabatak and Team receive the news, they rushes to Erdem, but the bitter news will be stabbed like a knife in their hearts. Tarik thinks that his plan to eliminate Yavuz was working. But Yavuz is not alone on this road. When his wounds get better and healed, he vows to return the bullets that didn't kill him to their individual owners. His first target is Tarik, who set up this treacherous trap. Sami and Dragan have accelerated their work in the hope of a new state on the border with the country. They are ...    "
                },
                "13": {
                    "title": "Hesap Sorma Vakti",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "votes": 10,
                    "original air date": "10 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Tarik, who hardly saves his life, is looking for other ways to seek revenge on Yavuz. But when he sees Derya, he realizes that it is time for a retreat. Because Derya believes that he has a finger in the Yavuz's shooting. Tarik's retreat means Sami to took over. Yavuz is pleased with this encounter. Because it is time to ask Sami and his team for an account. Karabatak is after Sero, the perpetrator of the bomb attack. But when he was about to catch him he learns Sero and Dragan's attack plan. Now he has to learn the details of this plan without revealing himself. But ...    "
                },
                "14": {
                    "title": "Son Nefesimize Kadar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "votes": 6,
                    "original air date": "17 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Karabatak, who sacrificed his own life to catch the perpetrators of the bomb attack, is a nose to nose with death. The team makes one last move to save him, but this move is not enough to save the Karabatak. Karabatak, who is in terrorist's hands, has been deciphered. While the team and Erdem continued to look for Karabatak, Dragan who is enlarging his dominance in the region learns that Karabatak was captured. Yavuz has Sami and his team into the corner. Sami will attack the weakest side of Yavuz to get rid of this situation, which is Turan and Kopuk. Yavuz learns ...    "
                },
                "15": {
                    "title": "Atesimiz Sönmeyecek",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "votes": 7,
                    "original air date": "24 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Sami, who wants to take Yavuz out of his way, has take action not to harm Yavuz but his closest friends. Despite the efforts of Yavuz to get to the workshop, they manage to get Kopuk. The team is in front of the gates of the foreign base to take Karabatak. They declare to the soldiers in the base region that they will not hesitate to give their own life to take Karabatak. Team's determination disturbs Dragan and the base commander. They have to make a plan to get rid of them as soon as possible. Dragan's plan will take Karabatak face to face with death. But Karabatak ...    "
                },
                "16": {
                    "title": "Kapan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "votes": 6,
                    "original air date": "21 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    After the truck's explosion the teams is returning with Karabatak's remains for a funeral. After the DNA results, a funeral ceremony will be held, but Nazli still believes that Karabatak did not die. She wants to instill this belief and hope into all her friends. But the developments will cause both Nazli and the team to lose hope. Dragan and Sami meet a friend who will help them to establish their dream new country. But they do not know that their meeting was followed by Yavuz. Sami will be in a very difficult situation when Yavuz tells Sami's team the details about ...    "
                },
                "17": {
                    "title": "Yavuz'un Seçimi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "votes": 7,
                    "original air date": "28 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Yavuz and Derya are trapped and in order to get out they have to go against Dragan and his men. But Dragan does not intend to give up, he attacks more violently and takes Derya as a result of this attack. Team, who came in prison for Karabatak, finds themselves in another dead-end. Because Dragan, who learns that the team is inside, raid the prison. Dragan, who has trapped Derya and the team together in the prison, wants Orhan. Yavuz sets out to save Derya, but doesn't know that the team is also in prison. Yavuz, with the help of Kopuk and Turan, takes action to take ...    "
                },
                "18": {
                    "title": "Casus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "4 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    After the most difficult choice of his life, Yavuz is trying to recover himself. He takes action to get revenge and take account of Dragan for the treacherous plans against his loved ones and his country. Yavuz's plan shocks everyone when Dragan and the people who help him find him unexpectedly. Dragan's presence in the safe house where Orhan was kept leads to suspicion of internal leakage in the operation center. An investigation is launched to reveal the identity of the mole and all personnel are questioned within the scope of this investigation. During the ...    "
                },
                "19": {
                    "title": "Oyun Basladi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "11 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    With his big move, Yavuz corners Dragan. Linda is helpless in the face of Yavuz, she has to give Dragan to him. Yavuz, with the help of Kopuk, expects a challenging process to bring Dragan to Turkey. An unexpected development takes place immediately after Nazli meets Ates. Nazli, who witnessed the fact that Ates is alive, tells this situation to Erdem and Team, but all calls remain inconclusive. Nazli thinks that she has a clue about Ates and is very determined not to let go. After the capture of Seda, upon suspicion that she is connected to Sami, Team acts and makes ...    "
                },
                "20": {
                    "title": "Desifre",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "original air date": "18 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    What Linda said about Yavuz deeply affects Derya. Derya, who is thoroughly exposed to her suspicions, is determined to pursue the truth. Yavuz, who was put into a very difficult situation by Linda, takes action to move against Linda. After the operation in Samet's house, the dirty work of Samet caused a distance between Melisa and Kesanli. Seda's statement becomes very important after Sami is taken. But old collaborators will also step in to prevent Seda from speaking. Dragan and Linda accelerate their preparations for the planned terrorist state. But they will ...    "
                },
                "21": {
                    "title": "Episode #3.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "original air date": "25 Feb. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Söz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 47,
                    "original air date": "3 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    The life of Senior Lieutenant Yavuz Karasu is dragged into a new stream as a result of a massive terrorist attack in Istanbul and the death of dozens of people and this facial leads to a great upsurge in the country.    "
                },
                "2": {
                    "title": "Söz Verdik",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 32,
                    "original air date": "10 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    The Intelligence receives a tip that Colak, the leader of the terrorist organization, is going to make a deal for missile with an international arms dealer. Colak is in great preparation for action. Under Yavuz leadership, the newly formed special team begins to struggle to prevent it. Dr. Bahar faces the living conditions of the village people there. It will be a big surprise waiting for everybody as a result of the operation arranged in Yavuz command.    "
                },
                "3": {
                    "title": "Sana Söz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 22,
                    "original air date": "17 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Colonel Erdem, who survived the helicopter crash, takes refuge in a cave after the international arms dealer. A great surprise awaits them there. Preparations for a wedding in the village begin. Yavuz has a suspicion that this wedding is not innocent. Will Yavuz be right in his doubts?    "
                },
                "4": {
                    "title": "Söz Bizim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 22,
                    "original air date": "24 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    The massacre that happened at the wedding is a shock in the whole of Turkey. The critical decision made during the wedding causes Yavuz to get into trouble. Images shot about the massacre are distorted and served to the media. The Turkish military remains in a difficult situation. Eylem, who goes to Colak with the imagination of an interview, does not know how she put herself in danger. Yavuz and his colleagues act quickly to give value for this criminal assault. The Team is about to squeeze Colak into the corner.    "
                },
                "5": {
                    "title": "Söz Veriyorum",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 22,
                    "original air date": "1 May 2017",
                    "year": "2017",
                    "plot": "\n    Yavuz and his team, who squeezed Çolak into the corner, encounter an obstacle that they have not anticipated. The barrier that needs to be overcome is serious as it can cost an innocent child and Mucahid's life. Meanwhile, Eylem is in the hands of Colak and it is about to witness one of Colak's blood-stopping plans. While this situation puts Eylem's life at risk, Bahar faces a vital danger in the hospital. While this danger is causing tension between Yavuz and Bahar, Colak is about to hold a meeting with senior militants for his big plan. The Team, who receives news ...    "
                },
                "6": {
                    "title": "Söz Ver",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 19,
                    "original air date": "8 May 2017",
                    "year": "2017",
                    "plot": "\n    Yavuz is on the verge of a critical decision ... The Team finally captured Colak, but there is a big crisis in the middle. At the same time, six special force soldiers were detained by Colak's men. Yavuz is on the brink of a critical decision. Either he will deliver Colak back or he will free Colak to save his friends. There is a great psychological war between Colak and Yavuz. On the other hand, Ali Haydar is wounded by terrorists. For his life, Yavuz and the others have to treat a wounded terrorist. In this regard, Dr. Bahar helps them. Yavuz makes a courageous ...    "
                },
                "7": {
                    "title": "Sözüm Söz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 21,
                    "original air date": "15 May 2017",
                    "year": "2017",
                    "plot": "\n    While Colak is looking for an escape, Yavuz is on his way to the final speed. Besides, he is unaware that he is going to a big trap. Meanwhile, the capture of the Senior Lieutenant Yavuz and his team's professor at Colak's house destroys Colak's plans, but Colak has no intention of stepping back. The Professor of biological weapons that e needs is found in Istanbul. This situation forces Yavuz and his team to go to Istanbul. Colak is preparing a big surprise for this invite, Yavuz, Fethi and Ates are also mixed of seeing Bahar their.. While approaching Bahar, Yavuz ...    "
                },
                "8": {
                    "title": "Söz Verdim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 19,
                    "original air date": "22 May 2017",
                    "year": "2017",
                    "plot": "\n    Colak takes action in Karabayir to blow up a biological bomb that could have catastrophic results. The primary goal is to capture Aydan and the biological tubes. The awkward tension between Bahar and Yavuz is stretched well after the situation they lived due the invitation. Ali Haydar is overwhelmed by standing in a hospital bed with his hand tied up. He wants to help the team. There comes an opportunity. The relationship between the killer at the party and Eylem begins to be investigated. The killer has a great secret. Yavuz puts his life on the line in order to stop...    "
                },
                "9": {
                    "title": "Söz Vatana",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 19,
                    "original air date": "29 May 2017",
                    "year": "2017",
                    "plot": "\n    Ates, Mucahit and Feyzullah arrived at the accident site and are informed that Yavuz left the scene after the crash. Yavuz is missing. While Erdem is searching for Yavuz, his wife and daughter are threatened by terrorists at the school and he send Ates and others to the place. When they come to school, the school is surrounded by terrorists. All communication channels are also closed. While a tough struggle occurs at the school, on the other side the other soldiers are helping Fethi after a car incident, Fethi starts to battle a gig war of death. The entire team is ...    "
                },
                "10": {
                    "title": "Ölüm Sessizligi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 20,
                    "original air date": "5 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Erdem and Ali Haydar were able to save Yavuz at the very last minute. However, Colak has another unforeseen plan. This plan makes things even more difficult for everyone. While trying to implement the Colak's plan, one of his men makes a big mistake. The punishment he gives to this man will have bad consequences for him. Eylem's situation is very heavy after Fethi shoots her. Her live is in danger. Fethi blames himself. He is in deep sorrow and tense expectation. The news he receives shocks him. Eylem has died despite all the efforts of the doctors. The team that took...    "
                },
                "11": {
                    "title": "Kiyamet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 24,
                    "original air date": "12 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    After Kurtdereli's martyrdom, all the soldiers of the Turkish Armed Forces start a major cleaning operation. Yavuz and his team start chasing Colak, corner by corner. During this pursuit, Zafer is heavily wounded and must be urgently took to the hospital. Yavuz will not stop following Colak. Bahar's investigation result from the medical board are revealed and the end result will be shock. At the same time Yavuz and his team are about to arrest Colak, but this is about to cost everyone's life, including Colak's.    "
                },
                "12": {
                    "title": "Büyük Bedel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 23,
                    "original air date": "19 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    While Colak is trapped and caught by Yavuz, with the help of Sebo, he succeeds in escaping, but Yavuz is following him again. This time, Colak, who is trapped in the corner, gets to the military base of a foreign country. He will not be comfortable here, and he will commission the Resurrection Plan. Turkey is under unprecedented threat. Yavuz has to forcibly enter the foreign country base at the expense of fighting to stop Colak. Yavuz is about to make the most critical decision of his life. Either they will stop Colak by paying big price or there will be a great ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Vatan Cagirirsa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 32,
                    "original air date": "18 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    The days of the team, who returned to civil life after being taken out of office, are passing by the desire for military service. Terrorist attacks are still ongoing, and the bitter news is stifling country laws. Yavuz, who has been taken in seclusion, takes action with a message from Colak's lawyer. When the team joins Yavuz, they find themselves in the midst of a great terrorist act. As a result of this action, a great surprise awaits them.    "
                },
                "2": {
                    "title": "Mazlumlarin Yaninda",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 24,
                    "original air date": "25 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Terrorists organize a large barracks raid. The team, caught unprepared, will have a hard time. The solution that Bahar comes to stay in Karabayir will come from an unexpected one. While Çolak continues to regain his old strength, Sancar and his men act towards a Turkmen village. Yavuz and the team who came to protect the Turkmen expect another threat from Sancar.    "
                },
                "3": {
                    "title": "Dalgakiran",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 22,
                    "original air date": "2 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    There is an intense and dangerous conflict between the team, who is in charge of protecting the people in Turkmen village, and terrorists who want to take the village. While the conflict is ongoing, Ali Haydar is on the other side and Fatma is on the fight for survival. At the end of the long struggle the team is expecting a bad surprise. Colak, who cooperated with Agah, reached very dangerous weapons. In a simultaneous operation to capture these weapons, Ates and Feyzullah struggled to obtain an important intelligence in a foreign casino, while the team, led by Yavuz...    "
                },
                "4": {
                    "title": "Büyük Sir",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 21,
                    "original air date": "9 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Yavuz is in a difficult situation due to the accident he struggles to survive. Sarah has understood the game played by Ates and Feyzullah. Feyzullah, who is in great danger has to sacrifice himself to save Su. While Sancar has a task for Eylem which could put her and the team in a risky situation as they face off. Doubs are increasing about who the Buyuk Bey is. Due to information the team receives from Ares, Byuyk Bey and Sabcar are cornered.    "
                },
                "5": {
                    "title": "Önce Vatan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 23,
                    "original air date": "16 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Büyük Bey, who emerged from terrorism, was planning to use his daughter Bahar to escape, Eylem is looking for a way to get rid of the bomb. Meanwhile, Fethi is also about to make a very difficult decision about the bomb on Eylem. However, both will face an unexpected situation. Colak wants to know who killed his son; Büyük Bey and Agah prepare a plan. The operations that the team will organize will make it very difficult for Çolak. Yavuz will have to make a difficult choice between catching Büyük Bey and saving Bahar's life.    "
                },
                "6": {
                    "title": "Intikam Yemini",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 22,
                    "original air date": "23 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    The death of Büyük Bey brings a great repercussion to the victory and the country. Yavuz will admit to Bahar that he killed Büyük Bey, but he has to change his mind at the last minute. Now there is a big secret between Yavuz and Bahar. Ates and Fethi go across the border to capture the Büyük Bey's assistant, but they will find Eylem in their meeting. Agâh, while doing his plans to replace the Büyük Bey, confronts the team and Sancar in order to prove himself. The team, led by Yavuz, goes to the region with an attack intelligence that will be organized at a base ...    "
                },
                "7": {
                    "title": "Sonsuz Mücadele",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 21,
                    "original air date": "30 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    The treacherous attack on Korhan Pasha's convoy causes a great shock to the team. After this shock, the team vows to revenge and are on their way to capture Sancar. They will come one step closer to Agâh after the operation carried out under difficult conditions. Mucahid, who has to say goodbye to the team for a while, is thrown into an unexpected adventure with his new friend Battal. Eylem, who caused the explosion in France, makes plans to kill Sancar, but the scene she confronts when returns to the place will put her in a very dangerous situation. There is a great ...    "
                },
                "8": {
                    "title": "Sarikamis Sehitlerine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 22,
                    "original air date": "6 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Yavuz is forced to make a vital choice .    "
                },
                "9": {
                    "title": "Aci",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 23,
                    "original air date": "13 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Yavuz, who goes to the restaurant to rescue the team, is terrified by the gunshot heard on the phone. Colak makes preparations to leave the restaurant thinking that he has reached his goal. But escape will not be so easy as he thinks. Bahar and Guler are trying to support Fatma, who suffered a great shock with the kidnapping of Ahmet Kartal; Eylem who comes to herself follows up to catch the terrorist woman. Colak,who's becoming increasingly uncontrolled, has begun to be a problem for Agah. He visits Colak for a final solution, but this time he is not in the hands of ...    "
                },
                "10": {
                    "title": "Biz Yere Düsersek, Bir Avuc Toprak Alir Kalkariz...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 22,
                    "original air date": "20 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    The team, who was surprised at what happened, immediately followed the terrorist who kidnapped Ahmet Kartal. Hafiz goes behind them with all his anger but threatens to face him in a difficult situation. The new strategy that Agah and Colak have started to implement beyond the boundaries has come to a dangerous point. Çolak, while playing the role of harvesting himself in the region on the one hand, is trying to contradict the civilians against the Turkish army. The lawyer of Büyük Bey, who came to Karabayir for official proceedings, is approaching step by step towards...    "
                },
                "11": {
                    "title": "Hainlerin Pesinde",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 22,
                    "original air date": "27 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    For the team, who struggles at the expense of his peasants in the swamp, the danger has not yet passed. They will come to the brink of death when they have never expected. Bahar, who is left alone with the shooter, is looking for a way to get rid of him. Yavuz and the team not informed for this situation come face to face with the shooter. Yavuz is unaware that the shooter has kept a great secret about himself. Hafiz, who can not get any news, goes out on a long journey unaware of everybody, and with an intelligence from Erdem, Tim begins preparations for a big ...    "
                },
                "12": {
                    "title": "Son Kale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 20,
                    "original air date": "4 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Team's next goal, after succeeding in capturing Agah, is to bring him safely to Turkey. Beyond the border, a tough journey will begin for the team, one of the most dangerous regions in the Middle East. Ambassador and Colak are making plans to get Agah back. Gathering all his men in the region, Colak takes action to allow the team to cross the border. While some of the symptoms that appear in public refugees leave Bahar in the midst of a serious threat, Eylem has to pay a heavy price for its decisions. Colak and his men make a move for team not to cross the border. ...    "
                },
                "13": {
                    "title": "Tek Yürek",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 22,
                    "original air date": "11 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    On one hand, the team is trying to protect the Embassy, but on the other side they are unaware that a greater danger has arisen. Bad news brought by the Ambassador gives the signal to a serious threat for the country and the allies. The team, who comes along with the intelligence that Karabatak carries, finds himself in a place he has not anticipated. One of them has to sacrifice himself to complete the operation. Though they all put themselves forward without hesitation, only one will undertake this challenging task. Yavuz, after learning about his mother's death, ...    "
                },
                "14": {
                    "title": "Yer Gök Vatan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "votes": 20,
                    "original air date": "18 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    The team, falling into the trap of the terrorists, is looking for a way to get rid of it, while Yavuz finds Agah in a state he never expected. The danger for the team and Yavuz has not yet passed. After learning about hes mothers death, Yavuz becomes an angry and in tense mood. This tension will also be reflected in his relationship wit Bahar. Eylem, who had to say team's location to the foreign intelligence, brings Fethi and Ates to confrontation. A very important intelligence delivered to Erdem activates the Turkish Armed Forces. An air strike will be organized to ...    "
                },
                "15": {
                    "title": "Hesap Günü",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "votes": 24,
                    "original air date": "25 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Yavuz, who finds Hatice at the target of F16s, must make a difficult decision. On the other side, the team will take a great risk to neutralize suicide bombers approaching the border gate. All this happens while the engineer Yücel Ertürk is kidnapped by the Ambassador's men. The Ambassador, who aims to infiltrate the control of the planes, is trying to prepare a safe way for Çolak. Çolak is preparing to cross the border with hundreds of men he collects. Yavuz and the team, who have set out to save Yücel Ertürk, will fight against time to prevent the threat posed by ...    "
                },
                "16": {
                    "title": "Baba",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "votes": 21,
                    "original air date": "8 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Yavuz learns that Agah is his father, and learns that this tension causes him to be dismissed before he has survived the odds. Yavuz is now away from his uniform, which he thought would take over when he is a martyr. Colak, who has suffered a great deterioration due to the air operation, is about to pass the long-range fugitive with the efforts of the Foreign Ambassador. When Yavuz and Bahar arrive in Istanbul to uncover the secrets of Agah, they will go on a vital fight to get rid of the Foreign Ambassador's follow-up. The Team will have to sacrifice a friend to ...    "
                },
                "17": {
                    "title": "Ates Altinda",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "votes": 19,
                    "original air date": "15 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Yavuz makes the decision to protect the team. Yavuz, in result of the investigation conducted after the attack in Istanbul, will experience a greater tremor. Having Agah for father will affect not only his but also his friends' lives. The team not to be scattered depends on Yavuz's decision. While Hafiz giving up his life for the destruction of the missiles, the team continues to fight with all their strength. Çolak, who takes the liberty with the efforts of the Foreign Ambassador, succeeds in firing favors through the codes he seizes. One of the missiles has already ...    "
                },
                "18": {
                    "title": "Yeni Baslangiç",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "votes": 19,
                    "original air date": "22 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Agah has no intention of giving the codes without compensation. Yavuz, who killed Agah at the end of this bargain, will be dragged into a different path. When the team, who disposes the missile danger, learn that Yavuz is arrested for killing Agah, they will enter an unrelenting struggle under the leadership of Erdem in order not to leave behind his commanders. Yavuz is nostalgic in the prison where he is held. Çolak, who was hit by a blow by The team, made new plans with the Foreign Ambassador in order to provide financial resources and to prove his so-called ...    "
                },
                "19": {
                    "title": "Teröre Af Yok",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "votes": 19,
                    "original air date": "29 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    While Yavuz is confronted with the truth, his father, Hamit Karasu (Agah), lifted the obstacles for his return. As Yavuz returns to his sacred uniform, Hafiz is about to retreat into a treacherous trap by Sükran. The team takes action as soon as they are aware of Hafiz's situation. But the terrorists have already made the move and have turned around Hafiz. Çolak's interviews have caused a great upsurge in the world public opinion. Çolak thinks he's taking the wind behind him. On the engagement of Feyzullah and Su the team receive a sudden news, they takes action to ...    "
                },
                "20": {
                    "title": "Pusu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "votes": 20,
                    "original air date": "5 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Yavuz and Agah, surrounded by Çolak's men, embark on a dangerous plan. Yavuz will gave up his life so that Agah's plan for years can not be wasted. The team, who blocked the live broadcast, captured Çolak's assistant. Çolak, who wants to get his assistant back, decides to trade his assistant with Yavuz despite all the ambassadors' objections. But this exchange will not be as easy as it sounds. Meanwhile, the team, who wants to cut off the financial resources of terrorism, takes intelligence from Eylem and tries to prevent a major drug shipment by an operation jointly ...    "
                },
                "21": {
                    "title": "Acimak Yok",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "votes": 20,
                    "original air date": "12 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    The team, faced with a great danger in the drug operation, expects a critical task at the end of the operation. As a result of Derman's plan, Director Kenan and Colonel Erdem, who are left with a bomb in their vehicles, make a risky plan to get out of this trap. This plan has a critical task for the team. The team split in two, one the side struggles to deliver a drug-filled truck to the right-of-command security forces, while on the other side fights for destroy the bomb in director Kenan's car. There is no longer anything Bahar can do for Safiye, who is dying at the...    "
                },
                "22": {
                    "title": "Kapan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "votes": 17,
                    "original air date": "19 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    The team, wrapped up by terrorists on four sides, is trapped in the corner. Agah's surprise plan changes all the balances while he is in the midst of a relentless melee. With Derman's orders his men immediately goes into action. Nazli, who identifies Derman's man, is abducted with a treacherous trap. The team moves immediately. Although Karabatak is injured, he pledges his life to his teeth and swears to find Nazli. A fierce race against time begins. If the team can not keep up with his time, Nazli's life will end. Meanwhile Yavuz learns from his father a shocking ...    "
                },
                "23": {
                    "title": "Aslan Uyandi...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "votes": 18,
                    "original air date": "26 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    On one side is Çaylak's, on the other side is Nazli's death. The team struggles to get out of these two challenging tasks successfully. The team, who had to risk exposing Eylem to save Nazli, on Erdem's command raids one of Derman's secret places. With Karabatak's heroism, Nazli is saved from Derman's men, but the situation is heavy. The team under the command of Hafez succeeds in reaching Çaylak and Kesanli, but the pulse of Çaylak is gradually falling with a lot of blood loss. Just need to return to Turkey. But it is not that easy. The treacherous ambush they meet ...    "
                },
                "24": {
                    "title": "Dönüm Noktasi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "votes": 19,
                    "original air date": "5 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    The team, who has survived Derman's trap, is waiting for a new mission. Çolak who understanding that the end of the road has come start to work for a flashy farewell. The Ambassador makes a bloody plan to kill Agah and Yavuz. But the team swears to disrupt this plan. The end of the road is now approaching for Çolak. While the team is proud to capture Colak, Derman takes on a new and greater danger. The relationship with Yavuz will be a different one for Bahar who learns her father's true identity and the big secret about his death. Nazli, whose psychology is disturbed...    "
                },
                "25": {
                    "title": "Oyunun Ustasi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "votes": 19,
                    "original air date": "12 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Even if Fethi and Eylem try to cope with the mistakes they have caused, they will put the trap set by Selim in an irrevocable path. Selim, who could not take pride in what he did, he sworn to give them the greatest pain in their lives. Nazli, who has experience a crisis, do something that she will never do and she will have to pay a very big price for it. Nazli's life will no longer be the same. Bahar, who learns the truth about her treacherous father from Yavuz, is now about to break all bonds between her and Yavuz. As she work to learn more about the facts, she ...    "
                },
                "26": {
                    "title": "Masumiyet Pasaji",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "votes": 18,
                    "original air date": "19 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    The team, led by Yavuz, who struggles with the power to prevent the attack that Selim would make from the tunnel, falls into a new crisis with the terrorists who come to support the hostages of the hotel taking hostage. The team informed Mehmetçikleri in time, but they were in the middle of a big attack at the hotel. The terrorists, led by Derman, make a big bloody attack on Karabayir. The team in the leadership of Hafiz confronts with painful horror as they avoids the further growth of this attack. Agah goes out of the border with the intelligence he received from ...    "
                },
                "27": {
                    "title": "Kirli Oyun",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "votes": 18,
                    "original air date": "26 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    The team, under the command of Hafiz, struggles to prevent the attack on the funeral with the warning of Yavuz, the information Agah gets from the insurance company brings all the facts to the surface. Derman now has the knowledge to take the Medusa plan one step further. This information also fires a wicked assault on many innocent lives. Derman, who has succeeded in transforming the project into a silo by missing Müfit it is on the verge of having a gentle man who will take the lives of thousands. The team under Yavuz's command, is assigned to prevent Derman's ...    "
                },
                "28": {
                    "title": "Ali Haydar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "votes": 19,
                    "original air date": "2 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    The team, helpless and angry, is in a state of total dismay with the explosion of the biological weapon. But a greater danger is the weapon Selim seized. The team will take this weapon from Selim and will have a difficult operation in which their breath is held to avenge the innocent deaths. On the one hand, Derman works for the Medusa plan while on the other hand he receives an action order to stop the operation of the Breakwaters from the fire. Derman will attack our holy martyrdom. But the team is ready to give his life to not allow it. Also so it will be. Team's ...    "
                },
                "29": {
                    "title": "Bize Emanet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 29,
                    "votes": 19,
                    "original air date": "9 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    After the ceremony in Battalion, noticing the surprise Ali Haydar made before he died, the team drowned in tears. But the memories of their friends will no longer be erased for a moment. Team, who has been sending Ali Haydar for his eternal journey, now has a single destination; Ali Haydar's blood is not left on the ground, asking for account from its killers - Karabatak goes on a very risky basis to determine the location of the killers with a secret duty, but Karabayir still lives in spite of everything. With the Turkish Red Crescent who wants to send aid to the ...    "
                },
                "30": {
                    "title": "Tuzak",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 30,
                    "votes": 19,
                    "original air date": "16 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    The treacherous attack on the convoy will warded off by Erdem and other heroic soldiers. Derman, who was injured during the battle, succeeds in escaping, but the situation is heavy. The terrorists, who need a doctor to treat Derman, decide to kidnap a doctor from the convoy. This doctor will be Bahar. The attache, who learned that the convoy reached the village, forms a team by the most robust members and tasked them to attack the village. To prevent this raid, the team in the Kesanli's leadership will make a move that terrorists never expected. At this time Yavuz is ...    "
                },
                "31": {
                    "title": "Medusa: Ilk Adim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 31,
                    "votes": 18,
                    "original air date": "23 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Yavuz, who is wounded in the target of terrorists, succeeds in deflecting the danger with the help of Bahar. But they lost their way and took refuge in the forest to escape the pursuit of terrorists. Yavuz and Bahar will continue their struggle throughout the night alone until the team comes. This struggle will also have an opportunity to remind each other of their love. Derman, whose identity is deciphered, together with the Attache decide to speed up the Medusa plan. Team's only chance to prevent this plan is to reach Ebu Zübeyir. Ebu Zübeyir, who agrees to sell the...    "
                },
                "32": {
                    "title": "Vatan Sevdam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 32,
                    "votes": 15,
                    "original air date": "30 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Having learned that Agah's deciphering is in fact a plan to prevent Medusa, Yavuz is waiting for his father's sign, even if he worries about his life. Meanwhile, a file filled with information revealing the dirty work of Medusa and foreign bureaucrats that Agah has accumulated over the years needs to be brought to Ankara. While Erdem and Yavuz are working together for this task, Atache follows them in order not to receive this information. Derman's action will force Yavuz to make a vital decision. Agah, who is sent to the private prison where Ebu Zübeyir is held, ...    "
                },
                "33": {
                    "title": "Maskelerin Ardinda",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 33,
                    "votes": 16,
                    "original air date": "7 May 2018",
                    "year": "2018",
                    "plot": "\n    Yavuz, trapped by Derman's escape plan, will fight until death. But Erdem is determined to save Yavuz at any cost. Attache and Derman's works began to catch up with Erdem's documents. The links between Medusa and terror are about to emerge. They will decide to speed up the actions. The trigger was issued for a major terrorist act. What they aim to do is a chain of actions that is large enough to cause chaos in the whole country. The leading role of these actions is Derman. Agah received the information of an explosion to be made in Istanbul as the first step from Abu ...    "
                },
                "34": {
                    "title": "Ya Yasarsin, Ya Ölürsün!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 34,
                    "votes": 16,
                    "original air date": "14 May 2018",
                    "year": "2018",
                    "plot": "\n    Derman has become a major threat to Turkey, the last to come to an order to turn to detained Attache. Despite the foreign state authorities' durability, Derman, who took the Attache from their hands, will continue his decision with Attache for the big terrorist act. The Medusa Plan is now governed only by a route they know. Eylem, Avci and Karabatak are appointed to reveal the secret headquarters where all information about the Medusa Plan is kept. A treacherous trap expects Eylem, Avci and Karabatak, who reaches the region at night. This trap brings Avci face to face...    "
                },
                "35": {
                    "title": "Operasyon: Asmalar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 35,
                    "votes": 17,
                    "original air date": "21 May 2018",
                    "year": "2018",
                    "plot": "\n    The team, stranded in Operation Asmalar, starts a tough struggle. This struggle is both to find the evidence of the great terrorist act to be done as well as returning home right from the heart of Medusa's heart. But Derman and Attaché have equipped the Asmals with unimaginable traps. In order to escape of these traps and reach Derman and Attaché, the team will never give up even if they have to risk their lives. A ship prepared from Derman for terrorist attacks is mobilized to approach the border with Turkey. The ship's approaching the borders in case of a major ...    "
                },
                "36": {
                    "title": "Karada, Havada ve Denizde",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 36,
                    "votes": 14,
                    "original air date": "28 May 2018",
                    "year": "2018",
                    "plot": "\n    As a result of a successful operation the team returned to Karabayir with the Attaché, but there is no news from Bahar, Nazli, Su and Güler. The team, divided in two, immediately starts a search.Meanwhile, Erdem and Yavuz are sets out to interrogate Attaché who is kept under observation in the hospital. But Attache's aim is to gain Derman time, and he has no intention of talking. When the team found out that Bahar, Nazli, Su and Guler are kidnapped, there is no one else than Yaviz who can get information from Attache. In order to make Attache speak, Yavuz puts a plan ...    "
                },
                "37": {
                    "title": "Hayatimin Bahari",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 37,
                    "votes": 17,
                    "original air date": "4 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    The team has only a few hours to rescue Bahar, Su, Nazli and Güler, who will be northeasterly killed by the launch of the torpedo. Because otherwise the ship must be destroyed this will be their end. Now, with the knowledge of Attache to break down the structure of the great terrorist action which is under the control of Derman, Eylem, Avci and Asik move to the action, while team's stay is carried out with a joint operation led by Erdem to the ship carrying the bomb. When Derman enters the last minute to carry out the great terrorist act, it depends on the success of ...    "
                },
                "38": {
                    "title": "Kader...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Söz (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 38,
                    "votes": 22,
                    "original air date": "11 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    While Yavuz is struggling to take injured Bahar to the hospital the team has been following Derman. While Derman is preparing to escape abroad, Yavuz grasps that he will enter a totally different path with the pain of Bahar who is deadly injured. Even the possibility of losing Bahar after Merve is a burden to Yavuz. There is only one thing Yavuz wanted to do when he see her in this state. To find Derman. When Derman thinks that he has saved himself, Yavuz, who is now ready to give his life with his uniform, comes up against him. At that moment the news that Yavuz ...    "
                }
            }
        },
        "number of episodes": 71,
        "cast": [
            {
                "name": "Saritas, Tolga"
            },
            {
                "name": "Aral, Meric"
            },
            {
                "name": "Altinkaya, Nihat"
            },
            {
                "name": "Sevinç, Burak"
            },
            {
                "name": "Sevindik, Gorkem"
            },
            {
                "name": "Sasmaz, Aytac"
            },
            {
                "name": "Polat, Dogukan"
            },
            {
                "name": "Ildir, Ilayda"
            },
            {
                "name": "Vurdem, Eren"
            },
            {
                "name": "Günal, Nil"
            },
            {
                "name": "Ün, Yagmur"
            },
            {
                "name": "Pusat, Aybüke"
            },
            {
                "name": "Kiliç, Serhat Mustafa"
            },
            {
                "name": "Yildiran, Mustafa"
            },
            {
                "name": "Özgür, Mehmet"
            },
            {
                "name": "Öten, Sirin"
            },
            {
                "name": "Yildirimer, Melissa"
            },
            {
                "name": "Baysal, Deniz"
            },
            {
                "name": "Akkaya, Sarp"
            },
            {
                "name": "Karaduman, Atsiz"
            },
            {
                "name": "Çesmioglu, Ece"
            },
            {
                "name": "Dinler, Emre"
            },
            {
                "name": "Ozak, Genco"
            },
            {
                "name": "Utlu, Ahmet"
            },
            {
                "name": "Acar, Timur"
            },
            {
                "name": "Ünlü, Ebru"
            },
            {
                "name": "Okay, Ece"
            },
            {
                "name": "Atacan, Caner"
            },
            {
                "name": "Çelik, Burak"
            },
            {
                "name": "Sezici, Cengiz"
            },
            {
                "name": "Ulusoy, Mutlu"
            },
            {
                "name": "Sari, Ruhi"
            },
            {
                "name": "Çagatay, Ceren"
            },
            {
                "name": "Ari, Orhan"
            },
            {
                "name": "Çinarli, Nezir"
            },
            {
                "name": "Nigde, Ibrahim"
            },
            {
                "name": "Arslan, Cagan Atakan"
            },
            {
                "name": "Uygun, Volkan"
            },
            {
                "name": "Samurkas, Oktay"
            },
            {
                "name": "Uslu, Mehmet"
            },
            {
                "name": "Noyan, Sekip"
            },
            {
                "name": "Yenal, Derda Yasir"
            },
            {
                "name": "Çayiroglu, Mine"
            },
            {
                "name": "Karakus, Mehmet Ali"
            },
            {
                "name": "Altuntas, Cinar"
            },
            {
                "name": "Körmükcü, Hazim"
            },
            {
                "name": "Binici, Burcu"
            },
            {
                "name": "Deveci, Selin"
            },
            {
                "name": "Akaydin, Birce"
            },
            {
                "name": "Çakar, Vahdet"
            }
        ],
        "locations": [
            "Istanbul, Turkey",
            "Karabayir, Esentepe, Kartal, Istanbul, Turkey"
        ],
        "genres": [
            "Action",
            "Drama",
            "War"
        ],
        "runtimes": [
            "140"
        ],
        "countries": [
            "Turkey"
        ],
        "country codes": [
            "tr"
        ],
        "language codes": [
            "tr"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Turkey:7+"
        ],
        "number of seasons": 3,
        "rating": 7.0,
        "votes": 1920,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzk0OTExZDktNDYxOC00Y2EwLWE3OTgtYzY2MjkwOGNhZWQ5XkEyXkFqcGdeQXVyMzA1ODY4NjQ@._V1_SY150_CR9,0,101,150_.jpg",
        "budget": "TRL20,000,000 (estimated)",
        "plot outline": "Yavuz Karasu, a well-trained Turkish soldier, is in Istanbul with his fiance where a terrorist operation takes place. Dr. Bahar, who is not a surgeon, tries to save his fiance. After this incident, Yavuz goes back to Karabayir and Bahar follows him all the way to give him something that belongs to him. Another incident happens and he is chosen to be the commander of a team whose mission is to catch a terrorist and protect Karabiyir and their country Turkey. The whole team is solid, consistent, and willing to sacrifice their lives for the sake of their country.",
        "languages": [
            "Turkish"
        ],
        "title": "Söz",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Biyik, Adem"
            },
            {
                "name": "Bonfil, Aksel"
            },
            {
                "name": "Bonomo, Hakan"
            }
        ],
        "production companies": [
            {
                "name": "Tims & B Productions"
            }
        ],
        "distributors": [
            {
                "name": "Star TV"
            }
        ],
        "special effects": [
            {
                "name": "GeniusPark"
            }
        ],
        "other companies": [
            {
                "name": "Eminol Catering"
            },
            {
                "name": "Govinet"
            },
            {
                "name": "Gökçe Doruk Erten"
            },
            {
                "name": "Id Iletisim"
            },
            {
                "name": "Nimbus Media"
            },
            {
                "name": "Nimet Atasoy Casting & Management"
            },
            {
                "name": "Persona Sanat"
            },
            {
                "name": "Serap Hatipoglu"
            },
            {
                "name": "Tüplü Televizyon"
            }
        ],
        "plot": [
            "Yavuz Karasu, a well-trained Turkish soldier, is in Istanbul with his fiance where a terrorist operation takes place. Dr. Bahar, who is not a surgeon, tries to save his fiance. After this incident, Yavuz goes back to Karabayir and Bahar follows him all the way to give him something that belongs to him. Another incident happens and he is chosen to be the commander of a team whose mission is to catch a terrorist and protect Karabiyir and their country Turkey. The whole team is solid, consistent, and willing to sacrifice their lives for the sake of their country.::ahmetkozan"
        ],
        "tech": {
            "runtime": [
                "2 hr 20 min (140 min) (Turkey)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color (HD)"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1920,
                "rating": 7.0
            },
            "aged under 18": {
                "votes": 67,
                "rating": 7.4
            },
            "aged 18 29": {
                "votes": 648,
                "rating": 7.2
            },
            "aged 30 44": {
                "votes": 174,
                "rating": 6.9
            },
            "aged 45 plus": {
                "votes": 59,
                "rating": 8.1
            },
            "males": {
                "votes": 780,
                "rating": 6.6
            },
            "males aged under 18": {
                "votes": 39,
                "rating": 6.8
            },
            "males aged 18 29": {
                "votes": 411,
                "rating": 6.4
            },
            "males aged 30 44": {
                "votes": 115,
                "rating": 6.5
            },
            "males aged 45 plus": {
                "votes": 34,
                "rating": 7.8
            },
            "females": {
                "votes": 413,
                "rating": 8.7
            },
            "females aged under 18": {
                "votes": 26,
                "rating": 8.3
            },
            "females aged 18 29": {
                "votes": 220,
                "rating": 8.7
            },
            "females aged 30 44": {
                "votes": 51,
                "rating": 8.3
            },
            "females aged 45 plus": {
                "votes": 23,
                "rating": 9.2
            },
            "top 1000 voters": {
                "votes": 7,
                "rating": 6.1
            },
            "us users": {
                "votes": 95,
                "rating": 7.2
            },
            "non us users": {
                "votes": 697,
                "rating": 6.9
            }
        },
        "number of votes": {
            "10": 952,
            "9": 170,
            "8": 134,
            "7": 119,
            "6": 62,
            "5": 43,
            "4": 33,
            "3": 28,
            "2": 38,
            "1": 341
        },
        "arithmetic mean": 7.4,
        "median": 9
    }
}