{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 March 2017"
            }
        ],
        "release dates": [
            "USA::1 March 2017"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Don't Fall in Love With Your Flip",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Deed (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "13 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    James, a long-time friend of Sidney's, has committed the original sin in real estate-he's fallen in love with his property. It was supposed to be a quick flip, but three years later, he's still renovating the house to turn it into his dream home, and it's bleeding him dry. He's turned to his old friend Sidney for help. In return for Sidney's investment, James promises to put the house up for sale once it's done. Sidney knows selling the million-dollar home could put James on a path to financial freedom. But will James heed Sidney's advice and sell, or hold on to his ...    "
                },
                "2": {
                    "title": "Putting Lipstick on a Pig",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Deed (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "20 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Mike and Craig were best friends and business partners. But four years ago, they went their separate ways when they couldn't agree on the future of their flipping business. When a bargain property in one of the best neighborhoods in the city became available, they decided to work together again. The plan was simple-- buy low, give it a lick of paint, and sell for a quick profit. The plan didn't work, they're stuck with the house and it's putting their friendship under stress again. The only way out is a full gut renovation, but they can't even agree on what to do with...    "
                },
                "3": {
                    "title": "You're Their Boss - Not Their Friend",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Deed (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "27 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Anne's burgeoning flipping career received a huge setback when she suffered a personal tragedy. She hopes a rundown cottage in one of New Orleans hottest neighborhoods will get her back on track-the only problem is she can't afford to buy or renovate it. Impressed by her eye for design, Sidney decides to fund the flip. But once the deal is done, he discovers the real reason Anne's been losing so much money.    "
                },
                "4": {
                    "title": "It's a Family Affair",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Deed (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "11 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Ten years ago, Emanuel and Tonya bet everything on a ramshackle house they wanted to flip but no bank would lend them the money to renovate. Fortunately, Sidney looks past the numbers. Impressed by their commitment to show their son EJ that hard works pays off, he agrees to fund the flip. Sidney soon discovers that Emanuel's desire to make up for lost time means cutting corners and making costly mistakes. If Sidney can't get Emanuel to change his ways, then the family's first flip could be their last.    "
                },
                "5": {
                    "title": "Too Much, Too Young",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Deed (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "18 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Preston Tadesco is the type of a go-getter Sidney loves. At just 21, he's earned his real estate license, flipped his first property, all while studying law full-time. Sidney is impressed by Preston's hustle and instincts, but when it comes to talking budget and schedule, he soon realizes Preston has got a lot more enthusiasm than experience. Still, Sidney offers him the deal of a lifetime - a 50/50 partnership on his next flip - a deal Sidney's only ever offered once before. But, Preston nearly blows it when he gets greedy- the first sign that Preston may want too ...    "
                },
                "6": {
                    "title": "12 Steps to Success",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Deed (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "25 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Wannabe developers Chelsea and Porter invested so much money in house flipping seminars that they're drowning in debt and can't afford to renovate an Uptown fixer upper.    "
                }
            },
            "1": {
                "1": {
                    "title": "Sold Them a Dream",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Deed (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    With a dream of building an upscale subdivision, rookie developer Nicole gambled everything and is now a staggering $3.5 million in debt. Sidney offers a lifeline by financing the next phase of the project, and with every new disaster proves he's determined to turn Bakery Village into a raging success story.    "
                },
                "2": {
                    "title": "It's Your House, But It's My Money",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Deed (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "8 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    With big plans to convert a rundown property into a showpiece, New Orleans contractor Russell is in way over his head. Sinking under a mountain of debt, Sidney steps in, but struggles to keep Russell on budget as communication goes from bad to worse.    "
                },
                "3": {
                    "title": "Property Won't Love You Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Deed (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "15 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Matt fell in love with a New Orleans fixer upper, but the ambitious project has taken over his life. He's been renovating the ramshackle property on his own for the past three years. But now he's exhausted, out of cash, and on the verge of losing everything. Sidney agrees to a rescue strategy, but his perfect plan soon comes off the rails.    "
                },
                "4": {
                    "title": "Big Ambitions, Even Bigger Debt",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Deed (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "22 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Best friends Mike and Andre gave up their day jobs to make it big in real estate. But, deep in debt, their latest termite-infested flip is chewing up profits and could put them out of business. Sidney comes up with a real estate prescription, and starts by administering some tough love and a full-blown audit.    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Vocino, Anna"
            },
            {
                "name": "Torres, Sydney"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "43"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "certificates": [
            "United States:TV-14"
        ],
        "number of seasons": 2,
        "rating": 7.3,
        "votes": 17,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzdhNmVlMDUtZmFkZS00ZDZjLTgyZGItNjUyODFmZTdhYTg4XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "The Deed's multi-millionaire real estate moguls Sidney Torres and Sean Conlon come to the aid of struggling property investors in dire need of help. Torres and Conlon will use their own cash and their years of experience to rescue inexperienced home flippers who are on the verge of losing everything.",
        "languages": [
            "English"
        ],
        "title": "The Deed",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "The Deed (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Cohen, Barri"
            },
            {
                "name": "Cole, Nikila"
            },
            {
                "name": "Fedosov, Andrew"
            }
        ],
        "production companies": [
            {
                "name": "Cineflix Productions"
            }
        ],
        "distributors": [
            {
                "name": "CNBC"
            }
        ],
        "other companies": [
            {
                "name": "Haus Music"
            }
        ],
        "plot": [
            "_The Deed_ (qv)'s multi-millionaire real estate moguls Sidney Torres and Sean Conlon come to the aid of struggling property investors in dire need of help. Torres and Conlon will use their own cash and their years of experience to rescue inexperienced home flippers who are on the verge of losing everything."
        ],
        "tech": {
            "runtime": [
                "43 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 17,
                "rating": 7.3
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 6,
                "rating": 7.3
            },
            "aged 45 plus": {
                "votes": 8,
                "rating": 7.1
            },
            "males": {
                "votes": 12,
                "rating": 7.9
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 7.2
            },
            "males aged 45 plus": {
                "votes": 6,
                "rating": 8.5
            },
            "females": {
                "votes": 3,
                "rating": 5.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 2.5
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 8.7
            },
            "us users": {
                "votes": 11,
                "rating": 6.9
            },
            "non us users": {
                "votes": 2,
                "rating": 5.5
            }
        },
        "number of votes": {
            "10": 7,
            "9": 2,
            "8": 2,
            "7": 1,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 1,
            "2": 1,
            "1": 2
        },
        "arithmetic mean": 7.3,
        "median": 9
    }
}