{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Africa\n",
                "date": "1 January 2017"
            },
            {
                "country": "South Africa\n",
                "date": "1 January 2017",
                "notes": "                            (limited)"
            }
        ],
        "release dates": [
            "South Africa::1 January 2017",
            "South Africa::1 January 2017                            (limited)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Aerial Africa"
            },
            {
                "countries": "Greenland",
                "title": "Η Αφρική απο ψηλά"
            }
        ],
        "akas": [
            "Aerial Africa (original title)",
            "Η Αφρική απο ψηλά Greenland"
        ],
        "akas from release info": [
            "Aerial Africa (original title)",
            "Η Αφρική απο ψηλά Greenland"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Wild South Coast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aerial Africa (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    South Africa a country where the legend and leader Nelson Mandela was forged within the confines of Robben Island. Experience the aerial splendors of Table Mountain, the lush Cape Winelands and colorful fishing villages dotted along the West Coast. Marvel as we fly over the powerful waterfall and gorge of Augrabies. Take in one of the largest urban forests in the world, Johannesburg. And enjoy a front seat to an aerial journey down the Garden Route and along the eastern coast of South Africa. All viewed from incredible heights.    "
                },
                "2": {
                    "title": "Spirit of Ubuntu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aerial Africa (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "1 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    South Africa a country where the legend and leader Nelson Mandela was forged within the confines of Robben Island. Experience the aerial splendors of Table Mountain, the lush Cape winelands and colourful fishing villages dotted along the West Coast. Marvel as we fly over the powerful waterfall and gorge of Augrabies. Take in one of the largest urban forests in the world, Johannesburg. And enjoy a front seat to an aerial journey down the Garden Route and along the eastern coast of South Africa. All viewed from incredible heights.    "
                },
                "3": {
                    "title": "Botswana: Okavango to Kwando",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aerial Africa (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "1 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Botswana- the land of giants and one of the leading African examples in protecting nature and wildlife. It is home to the world's largest inland Delta- the Okavango; the world's second-largest game reserve- the Central Kalahari; the largest salt flats in the world- Makgadikgadi pans and the abundant wildlife of Chobe National Park. There is simply no other way to fully appreciate this beautiful country than from a giant's point of view.    "
                },
                "4": {
                    "title": "Western Cape",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aerial Africa (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    At the southern tip of Africa, where two oceans violently collide, the spectacular flat-topped Table Mountain stands guard over a richly diverse metropolis of cultures and people. Welcome to the Western Cape, a region transformed by diamonds and wine, film and tourism, and a message of peace and freedom from a one-time banished exile. Take flight and discover the breathtaking wonder of this remarkable province from above.    "
                },
                "5": {
                    "title": "Namibia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aerial Africa (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Namibia - the land of great thirst. Flying the contour of the longest river in Southern Africa, the Orange River, ends in the dramatic vistas of the Fish River Canyon. It is hard to imagine that animals can survive in this arid land, but an aerial view of the life-saving water holes in Sossusvlei and Etosha National Park will offer a rare glimpse of Namibia's scattered wildlife. This scarred land is filled with geological phenomena whose majesty can only truly be appreciated from the sky. From forgotten shipwrecks strewn along the coastline to the unexplained fairy ...    "
                },
                "6": {
                    "title": "Zambia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aerial Africa (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Zambia- a land carved by the life-giving water that flows in abundance some of which feed into Lake Tanganyika, the second largest lake in the world spanning 650 kilometers. Nestled in its heart, Zambia's Luangwa Valley is one of Africa's most pristine wildlife sanctuaries. Its waterways are home to the largest concentration of hippos on earth, a sight not to be missed from the air.    "
                },
                "7": {
                    "title": "Kruger National Park",
                    "kind": "episode",
                    "episode of": {
                        "title": "Aerial Africa (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "1 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Aerial Africa reveals the fascinating stories you'd never find if you weren't in the air. This series highlights the natural wonders of the southern African landscape, and considers humanity's impact on it. From Namibia's Fish River Canyon to the sprawling megatroplis of Johannesburg, diamond divers at Port Nolloth to herds of buffalo and elephant on Chef's Island, this an adventure for the mind and for the senses In this episode we visit the Kruger National Park with nearly 2 million hectares of unrivaled diversity, where wildlife fuses with historical and ...    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Amadi, Ike"
            },
            {
                "name": "Terry, Peter"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "50"
        ],
        "countries": [
            "South Africa"
        ],
        "country codes": [
            "za"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(UHD)"
        ],
        "aspect ratio": "17:9 4K",
        "certificates": [
            "United States:TV-G"
        ],
        "number of seasons": 1,
        "rating": 8.2,
        "votes": 17,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjA0NThkZmEtYTFlMi00ZDA5LTgxZmQtZDEzZTQ0NTcyNjQwXkEyXkFqcGdeQXVyNjgzMDY1Mzc@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Aerial Africa reveals the fascinating stories you'd never find if you weren't in the air. This series highlights the natural wonders of the southern African landscape and considers humanity's impact on it. From Namibia's Fish River Canyon to the sprawling metropolis of Johannesburg, diamond divers at Port Nolloth to herds of buffalo and elephant on Chef's Island, this an adventure for the mind and for the senses.",
        "languages": [
            "English"
        ],
        "title": "Aerial Africa",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Van Eden, Andre"
            },
            {
                "name": "Nash, Myron Lee"
            },
            {
                "name": "Wolf, Dan"
            }
        ],
        "production companies": [
            {
                "name": "Aquavision TV Productions"
            },
            {
                "name": "Ukwenza Innovations"
            }
        ],
        "distributors": [
            {
                "name": "Off the Fence"
            }
        ],
        "plot": [
            "_Aerial Africa_ (qv) reveals the fascinating stories you'd never find if you weren't in the air.::Aquavision TV Productions",
            "_Aerial Africa_ (qv) reveals the fascinating stories you'd never find if you weren't in the air. This series highlights the natural wonders of the southern African landscape and considers humanity's impact on it. From Namibia's Fish River Canyon to the sprawling metropolis of Johannesburg, diamond divers at Port Nolloth to herds of buffalo and elephant on Chef's Island, this an adventure for the mind and for the senses.::Aquavision TV Productions"
        ],
        "tech": {
            "runtime": [
                "50 min (South Africa)"
            ],
            "color": [
                "Color (UHD)"
            ],
            "aspect ratio": [
                "17:9 4K"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 17,
                "rating": 8.2
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 8.3
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 7.8
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 8.5
            },
            "males": {
                "votes": 11,
                "rating": 7.9
            },
            "males aged 18 29": {
                "votes": 3,
                "rating": 8.3
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 7.8
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 8.5
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 7.3
            },
            "us users": {
                "votes": 3,
                "rating": 8.3
            },
            "non us users": {
                "votes": 5,
                "rating": 7.7
            }
        },
        "number of votes": {
            "10": 3,
            "9": 3,
            "8": 7,
            "7": 2,
            "6": 2,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.2,
        "median": 8
    }
}