{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "14 January 2017"
            }
        ],
        "release dates": [
            "USA::14 January 2017"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Guests"
            },
            {
                "name": "Ludes, Jim"
            },
            {
                "name": "Miller, G. Wayne"
            }
        ],
        "locations": [
            "Providence, Rhode Island, USA"
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "28"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BNWJlMTM1YzAtMDFmZi00MzJjLThlNTgtYjIwMzI0ZjQwNmZkXkEyXkFqcGdeQXVyNzcxNzY4NzU@._V1_SY150_CR62,0,101,150_.jpg",
        "budget": "$100 (estimated)",
        "plot outline": "Each week, the Pell Center produces episodes of \"Story in the Public Square,\" a public affairs television series. The show features interviews with today's best print, screen, music and other storytellers about their creative processes and how their stories impact public understanding and policy.",
        "languages": [
            "English"
        ],
        "title": "Story in the Public Square",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Story in the Public Square (United States)"
        ],
        "writer": [
            {
                "name": "Ludes, Jim"
            },
            {
                "name": "Miller, G. Wayne"
            }
        ],
        "production companies": [
            {
                "name": "Pell Center for International Relations and Public Policy at Salve Regina University"
            },
            {
                "name": "Rhode Island PBS"
            },
            {
                "name": "The Providence Journal"
            }
        ],
        "distributors": [
            {
                "name": "Rhode Island PBS"
            }
        ],
        "plot": [
            "Each week, the Pell Center produces episodes of \"_Story in the Public Square_ (qv),\" a public affairs television series. The show features interviews with today's best print, screen, music and other storytellers about their creative processes and how their stories impact public understanding and policy.::G. Wayne Miller"
        ],
        "synopsis": [
            "Each week, the Pell Center produces episodes of \"Story in the Public Square,\" a Telly Award-winning weekly national PBS public affairs television (and SiriusXM Satellite Radio) series and podcast. The show features interviews with today's best print, screen, music and other storytellers about their creative processes and how their stories impact public understanding and policy.Recent guests have included Pulitzer Prize-winning authors and journalists Dan Barry and C.J. Chivers of The New York Times, Mary Jordan and Kevin Sullivan of The Washington Post, and Dan Fagin, director of the New York University Science, Health and Environmental Reporting Program. Also, Oscar-nominated and Emmy-winning Marc Smerling, of the Crimetown podcast; Oscar-nominated filmmaker Daphne Matziaraki; Evelyn Farkas, former Deputy Assistant Secretary of Defense for Russia/Ukraine/Eurasia; Julian Chambliss, professor of history at Rollins College; Eve Ewing, writer, scholar and cultural organizer; Sofie Karasek, leader of the #InMyWords movement; Ross Douthat, New York Times columnist; Gary Varvel, internationally syndicated Indianapolis Star editorial cartoonist, filmmaker, author and columnist for the Star and USA Today; civil rights legend and Martin Luther King Jr. confidante Bernard LaFayette Jr.; and photographer Maddie McGarvey.Hosted by Jim Ludes and G. Wayne Miller, \"Story in the Public Square\" aims to study, celebrate, and tell stories that matter. You can listen to the official podcast and download episodes for free on our Story in the Public Square show page as well as on iTunes, Spotify and Google Play. Subscribe on your favorite platform to get updates on all the latest episodes."
        ],
        "tech": {
            "runtime": [
                "28 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}