{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "22 September 2017"
            }
        ],
        "release dates": [
            "Canada::22 September 2017"
        ],
        "episodes": {
            "2": {
                "14": {
                    "title": "DIY Weddings",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flour Power (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "13 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Do-it-yourself weddings are fun, fabulous, and catered exactly to your wishes. Talented baker Jessica McGovern starts off with Mini Peach Melba Potted Pies. These single-sized delights are filled with juicy peaches and sweet raspberries seasoned with warm cardamom and citrusy lemon. Next, Jessica bakes the most darling mini wedding cake cookies made with stacked almond-flavoured sugar cookies and colourful royal icing. Perfect for little party favours, these cute and delicious treats will make you the most fashionable bride on the block. Finally, Jessica goes ultimate...    "
                },
                "15": {
                    "title": "Around the World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flour Power (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "20 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    Host Jessica McGovern loves travelling just as much as she loves baking. Taking us on a culinary trip, she whips up a few of her favourite recipes from different parts of the world. First, she makes a dreamy Dutch Baby with Sour Cherry Sauce and Crème Fraiche. Crispy, pillowy, and ever-delicious, this airy Dutch baby is sure to melt-in-your-mouth. Next up, a soft Chocolate Ricotta Babka. Jessica makes a smooth babka dough with plenty of butter and yeast for a fluffy, flavourful bite. To finish, an impressive Japanese Roll Cake. This cake features super fancy fondant ...    "
                },
                "16": {
                    "title": "Picnic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flour Power (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "27 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    What's the most fun you can have outdoors? A picnic, of course. Whimsical host Jessica McGovern bakes an array of delicious goodies perfect for a quaint, classy picnic. To start, she prepares creamy and crumbly Peanut Butter Sandwich Cookies. These nutty bites feature a sweet, luscious filling squished between two delightfully crispy cookies for a little crunch. Then, Jessica whips up some quick and easy donuts filled with zesty lime curd. These soft, chewy, and rich donuts are the ultimate finger food, perfect for a delightful picnic. Finally, Jessica turns up the ...    "
                },
                "17": {
                    "title": "Saturday Morning Breakfast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flour Power (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "4 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Breakfast has never been this delicious. Host Jessica McGovern starts off with a versatile banana bread recipe. This recipe features two different kinds of banana bread to satisfy everyone's preferences - one side is classic and simple and the other is full of chocolate and walnuts. Next up, Grape Jelly Hand Pies. These flaky, buttery pastries filled with homemade grape jelly and baked to a perfect golden-brown are delightfully warm and delicious. Finally, the most legendary pastry recognized and enjoyed all over the world - the croissant. Made with butter, butter, ...    "
                },
                "18": {
                    "title": "Surprise Ingredients",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flour Power (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "11 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Who doesn't like a good surprise? Talented baker Jessica McGovern makes rich quadruple chocolate cookies made with a surprise ingredient - avocado. Four kinds of chocolate and creamy avocado mingle together for deliciously moist cookies that are sure to satisfy your cravings. If you think avocado is a crazy addition to a cookie, what about adding tomato soup to cupcakes? Jessica makes spiced cupcakes with tomato soup, a popular ingredient used in vintage cupcake recipes. Finally, mashed potatoes are the secret to Jessica's decadent German chocolate cake. This soft, ...    "
                },
                "19": {
                    "title": "Summer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flour Power (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "18 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    There's nothing better than a light, fresh, summery dessert on a hot day. Charismatic host Jessica McGovern starts off with sweet and tangy Raspberry Lemonade Squares. Then, Jessica makes a delicious dessert to celebrate summer's fruit harvest - Strawberry Shortcake. This summery treat features tender, buttery biscuits overflowing with sweet cream and bursting with fresh strawberries. To finish, Jessica make a luxurious cheesecake flavoured with juicy blueberries and white chocolate. Smooth, silky, and beautifully decorated with sugared berries and white chocolate ...    "
                },
                "20": {
                    "title": "Spring",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flour Power (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "25 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Springtime is such an inspiring time to bake. Host Jessica McGovern crafts delicious desserts that emulate spring flavours. To begin, Jessica bakes lemony, Italian Easter Cookies. These sweet little cookies are an Italian Nonna's specialty and Jessica makes hers extra-festive with pastel-coloured piping. Then, Jessica creates a fresh Cherry Frangipane Tart. Made with a buttery, flaky crust and filled with luscious cherries, this tart is sure to titillate your taste buds. To finish, Jessica makes an extravagant dessert that really makes her think of spring: a cupcake ...    "
                },
                "21": {
                    "title": "Fall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flour Power (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "1 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Fall is such a cozy time of year and that calls for lots of hearty baking. Talented baker Jessica McGovern begins with a warm Poached Pear Loaf. This loaf features rich fall flavours including red wine, spicy cinnamon, cloves, and rich molasses. Next, Jessica explores classic autumn ingredients with an apple cinnamon bread and a luscious maple dip. Shaped like a star and filled with a sweet, spiced apple filling, this gorgeous, golden-brown bread is the true epitome of autumn baking. Finally, Jessica gets fancy with a perfect plum pie. This pie has an extra tender, ...    "
                },
                "22": {
                    "title": "Winter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flour Power (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "8 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Charismatic baker Jessica McGovern knows that baking makes winter much more enjoyable. To warm us up during this chilly season, Jessica makes delicious wintery treats. First up, Pouding Chomeur or Poor Man's Pudding. There's nothing poor about this soft, buttery, indulgent treat - it's a simple, rich cake that bathes and bakes in a luscious sugar and maple syrup sauce. Jessica keeps with the wintery theme for her next dessert by making a Peppermint Chocolate Wafer Cake. Crispy homemade chocolate wafers layered between peppermint kissed whipped cream is truly winter in...    "
                },
                "23": {
                    "title": "Paris",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flour Power (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "15 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Paris. The city of romance - and romantic desserts. To begin, Jessica makes a delightful Pain au Raisin. This dessert is a tender brioche dough with a sweet almond cream filling, stuffed with juicy raisins. Next, Jessica whips up a chocolate cake with a brilliant French invention - ganache. Smooth, rich chocolate cream makes a decadent frosting and a delicious glaze. Simple and sweet, this cake is the glory of ganache in one mouth-watering, heart-stopping chocolate masterpiece. Finally, a fabulous choux pastry filled with thick cream called Paris Brest. Named after a ...    "
                },
                "24": {
                    "title": "Country Fair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flour Power (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "22 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Fun is always in the air at the country fair. Charming host Jessica McGovern bakes tasty treats that remind her of the fair. First up, Funnel Cake topped with a fresh strawberry sauce. Crunchy on the outside and soft and light on the inside, this funnel cake is the classic country fair dessert. Jessica then makes homemade caramel popcorn for her delightful Caramel Corn Bars. Featuring ooey-gooey caramel, a crispy peanut butter crust, and sweet chocolate, these bars are over-the-top delicious. Finally, nothing says country fair like cotton candy and Jessica uses her ...    "
                },
                "25": {
                    "title": "Sweet & Salty Desserts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flour Power (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "29 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Sweet and salty are the yin and yang of flavours, playing off different parts of your tongue. To begin, Nanaimo bars filled with coconut, chocolate, and custardy butter. Fun host Jessica McGovern gives the oh-so-Canadian treat a make-over with a salty pretzel crust. Next up, Jessica makes an indulgent dessert - Bacon Butterscotch Pie. Fried, baked, chopped, and crumbled, bacon is so delicious and it's especially tasty when mixed with Jessica's silky sweet butterscotch filling. To finish, Jessica uses lovely rosemary and tart lemon in her delicate Salted Lemon Rosemary...    "
                },
                "26": {
                    "title": "Rainbow Galaxy Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flour Power (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "6 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Charismatic host Jessica McGovern has some fun in her retro-style kitchen by preparing desserts for a rainbow galaxy party. First up, candy apples with a fun outer space twist. Jessica uses sugar, water, and gooey corn syrup to make a shiny coating for the apples and then adds a mixture of food colouring for a mesmerizing galaxy pattern. Then, Jessica makes some unique cookies with spacey flare. Soft, simple, and filled with fruity flavours, you'll love these Solar Swirl Cookies to the moon and back. Finally, Jessica bakes a shiny galaxy mirror cake, perfect for any ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Italian Sweets",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flour Power (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "22 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Talented host Jessica McGovern kicks off this episode of Flour Power with some delicious Italian-inspired desserts. First up, an extra crunchy Cherry-pistachio Biscotti, the perfect companion for a hot cappuccino. This biscotti doesn't fall apart, thanks to Jessica's secret ingredient: oil, not butter. Then, Jessica bakes up an Italian classic with a little citrus flare - Blood-orange Cannoli. Crispy pastry shells filled with creamy sweet cheese will have you living la dolce vita. Finally, what could be better than a French pastry combined with an Italian delight? Sit...    "
                },
                "2": {
                    "title": "Fancy French Flavours",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flour Power (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Nobody masters desserts like the French. Playful host Jessica McGovern showcases three of her favourite French recipes that are sure to get a big \"wow\" from your friends and family. To start, Jessica shows us how to make spongy, sweet, and super easy Raspberry-vanilla Madeleines. Next up, a French classic - Tarte Tatin. An upside down sweet apple pie with a tender, flaky, golden-brown crust is so delicious you'll be coming back for more. Then, Jessica bakes up a Croquembouche - a spectacular tower of choux pastry filled with lemony cream and drizzled with rich, ...    "
                },
                "3": {
                    "title": "Eat Your Fruits and Veggies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flour Power (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "3 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    In this episode of Flour Power, fun host Jessica McGovern shows us how to include fruits and veggies in three yummy desserts. First, Jessica ties up her apron for a crispy, creamy, and melt-in-your-mouth Blueberry-Cream Cheese Strudel. Then, she turns to bananas for her next dessert - Baby Banoffee Pies. This buttery, flaky crust filled with golden caramel-toffee and tasty bananas in stylish, single-sized portions will melt your heart with all its cuteness. Finally, it's veggies galore in the Flour Power kitchen with a moist and beautifully rich Carrot Cake with ...    "
                },
                "4": {
                    "title": "Chewy, Chocolately",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flour Power (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "20 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Attention chocoholics - this episode of Flour Power is for you. Host Jessica McGovern bakes up three of her all-time favourite chocolatey recipes starting with a true classic, Chocolate Chip Cookies. If you can't make up your mind on a crispy or chewy texture, don't fret - Jessica shows us how to make them both ways. Next up, a rich and tart Raspberry-Chocolate Ganache Torte. To finish, Jessica bakes Bombe au Chocolat. This luscious dome of chocolate mousse over an airy chocolate sponge cake topped with more chocolate (obviously!) is delightful and fluffy - the ...    "
                },
                "5": {
                    "title": "Tea Party Treats",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flour Power (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "29 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Host afternoon tea with Jessica McGovern's nibble-worthy treats. First, hot and ever-fluffy Cranberry Scones. Jessica gives us the dos (and don'ts) of baking the perfect scone. A sneak peek? Do: make scones that are moist, tender, and full of flavour. Then, Jessica shows us how to make soft and elegant Victoria Sponge Cake with a sugary buttercream and sweet jam. Finally, the ultimate jaw dropper of desserts - Chocolate-sparkle Cherry Pavlova. Picturesque and sophisticated, this crispy meringue layered with decadent chocolate cream and topped with sparkle cherries is ...    "
                },
                "6": {
                    "title": "Impress Your Kids",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flour Power (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "24 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    In this episode of Flour Power, host Jessica McGovern shows us how to bake to impress your kids. First, you'll earn cool parent status with some super fun Shaka Shaka Cookies. These mind-blowing creations are filled with little candies rattling behind a candy window - if that doesn't get your kids' attention, we don't know what will. Next up, your kids will be saying \"whoopee!\" after taking a big bite out of some ooey-gooey Whoopie Pies. Finally, showcase your killer baking skills with a stylish Geode Cake. This extra-special, 9-layer lemon cake smothered in sweet ...    "
                },
                "7": {
                    "title": "Magic in the Middle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flour Power (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "10 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Fun host Jessica McGovern shows us how to bake magic-in-the-middle goodies. First up, ooey-gooey White Chocolate Lava Cake. Deliciously melty, creamy, and chocolatey, and served with a generous scoop of vanilla ice cream, this oozy dessert will have you instantly addicted. Then, get lost in beachy flavours with coconut, pineapple, and rum-infused Pina Colada Cupcakes. To finish, a beautiful, Orange-vanilla Baked Alaska featuring spongy cake and frozen mousse on the inside and marshmallow-y meringue on the outside. Light the pillow-y meringue with a little fire and ...    "
                },
                "8": {
                    "title": "Pretty Shower Goodies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flour Power (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "1 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    What do we bake for a bridal shower? Or a baby shower? Something cute, of course. Host Jessica McGovern gives us some tips on how to prepare adorable treats worthy of serving at any type of shower. To start, pretty and delicate Strawberry-Rhubarb Pie Pops. Flaky, flavourful crust filled with sweet and tart strawberries and rhubarb, these extra fruity creations are to die for. Next up, mini Oatmeal Cookie Cheesecake Cups. These hand-held delights feature golden caramelized hazelnuts, luscious cream cheese, and a crumbly oatmeal crust infused with cinnamon - yum. ...    "
                },
                "9": {
                    "title": "Flowers!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flour Power (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "17 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Nothing elevates a dish like flowers. Host Jessica McGovern gives us the lowdown on how to incorporate them in dessert. First up, light and crumbly Shortbread with Flowers. These melt-in-your-mouth layers of crisp, buttery richness are decorated with the cutest edible flowers, adding a unique texture to your shortbread. Next, a spongy, light, and airy Lavender Angel Food Cake that will leave a beautiful aroma in your kitchen. Finally, a wow-factor dessert - a Clementine Tart with Jasmine Whipped Cream. Baked in a perfectly golden pink peppercorn crust and topped with ...    "
                },
                "10": {
                    "title": "All About Eggs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flour Power (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "15 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Eggs are an essential ingredient for many desserts - they lift cakes, add flavour and give moisture - you name it. Talented baking expert Jessica McGovern shows us the versatility of this wonder ingredient by starting off with a rich, thick Crème Brulee and a light, syrupy Crème Caramel. Both creamy custards incorporate different parts of the egg, giving them very different textures and flavours. Then, Jessica bakes up a delicious Lemon Meringue Pie - rich lemon custard and fluffy, sky-high meringue in a crunchy graham cracker crust will have you indulging in more ...    "
                },
                "11": {
                    "title": "Comfort Food",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flour Power (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "13 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Indulge in a little comfort food with this episode of Flour Power as host Jessica McGovern shows us how to make warm and cozy desserts at home. First, sweet and syrupy Monkey Bread. The perfect blend of fluffy and sticky, these delightful cinnamon pull-apart balls are the hug you need on a rainy day. Next up, ooey-gooey S'mores Bars with homemade Marshmallows. Golden, puffy marshmallows squished between crunchy graham crackers and sweet chocolate make for an excellent campfire dessert. To finish, Jessica whips up a creamy, warm, and soft Pumpkin-gingerbread Trifle.    "
                },
                "12": {
                    "title": "Rich and Delicious",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flour Power (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "27 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Talented baker Jessica McGovern gives us a little taste of the rich and delicious in this episode of Flour Power. To start, she bakes up a batch of delicate and buttery Lace Cookies. These melt-in-your-mouth creations are squished with yummy chocolate and feature hearty ground pecans. Then, Jessica prepares the ultimate Butter Tart. Her rich and ever-sticky recipe features plump raisins splashed with cognac and sweet maple syrup baked in the most perfect buttery, flaky crust. Finally, Jessica shows us how to make a luscious and decadent Red Velvet Cake slathered in ...    "
                },
                "13": {
                    "title": "Desserts You Eat with Your Fingers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Flour Power (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "8 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Everybody loves finger foods. Host Jessica McGovern starts off with a creative take on a tasty classic with a twist - the peanut butter and jam sandwich as cake pops. These bite-sized delights feature a moist, nutty peanut butter cake filled with sugary jam and dipped in melted white chocolate. Next up, a dessert that never goes out of style - Donuts. Don't be afraid to get a little sticky - these fun treats are dressed in a simple, fabulous, and gooey glaze. Then, Jessica decorates some dainty and sweet sugar cookies in their own dolled up Sugar Cookie Box - you've ...    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "McGovern, Jessica"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 7.8,
        "votes": 8,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNDA1NzM1YzYtYjVkYi00ZjI5LWEwMTctZDA1MzJlYzgwMWYxXkEyXkFqcGdeQXVyNzExOTcyODQ@._V1_SY150_CR43,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Flour Power",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Flour Power (Canada)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Anderson, Ashley"
            },
            {
                "name": "Knight, Chris"
            },
            {
                "name": "Leyton, Katherine"
            }
        ],
        "production companies": [
            {
                "name": "Gusto Worldwide Media"
            }
        ],
        "distributors": [
            {
                "name": "Gusto Worldwide Media"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 8,
                "rating": 7.8
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 5.5
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 1.0
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "males": {
                "votes": 3,
                "rating": 4.0
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 1.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 1.0
            },
            "females": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "non us users": {
                "votes": 4,
                "rating": 5.5
            }
        },
        "number of votes": {
            "10": 6,
            "9": 0,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 7.8,
        "median": 1
    }
}