{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "23 June 2017"
            }
        ],
        "release dates": [
            "Canada::23 June 2017"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Intruder Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Bear Rescue (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    The shelter's forty-four yearlings come out of hibernation. A wild male bear starts casing out the pens and becomes so brazen, Kim must challenge him. Kim then joins Angelika on a release of the shelters most dominant yearlings.    "
                },
                "2": {
                    "title": "Bear Hugs & Moose Kisses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Bear Rescue (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Two yearlings that bonded after each lost their mothers part ways when they're freed in their own home territories. Meanwhile, six starving moose calves are rescued, but they need the right caring touch to help them survive.    "
                },
                "3": {
                    "title": "Barreling Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Bear Rescue (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    During a heat wave Shawn and Tanja depart with bears in a barrel on the longest release mission of the year and along the way must rescue a fawn and cub. At the shelter, Kim tries to leash train their skittish wolf-dog, Odin.    "
                },
                "4": {
                    "title": "Critter Care",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Bear Rescue (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Angelika rescues a moose calf that injured its leg in a barbed wire fence and Kim puts all her energy into trying to save it. Tanja tries to help an orphan bear cub that fell fifty feet, sustaining a possible brain injury.    "
                },
                "5": {
                    "title": "Wild, Wild Grizzly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Bear Rescue (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Trapping and releasing Shadow, the shelter's most angry and unpredictable grizzly, challenges Peter and a team of conservation officers. After being choppered to a remote mountainside, Shadow turns on those trying to free her.    "
                },
                "6": {
                    "title": "The Biggest Release Ever",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Bear Rescue (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    The Langens and their volunteers release ten bears in a single trip and say goodbye to their favorite yearlings. Kim and Tanja are left to care for two feisty new cubs, when Kim discovers one needs urgent veterinary care.    "
                },
                "7": {
                    "title": "Wasabi Goes Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Bear Rescue (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Angelika prepares to collar and release Wasabi, a yearling that fought back from certain death. Meanwhile two newly-arrived cub brothers, Yukon and Taku, look undersized but still have a lot of fight in them.    "
                },
                "8": {
                    "title": "Helter Shelter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Bear Rescue (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Kim is about to take Taku, a sick and underweight cub to the vet's for an IV when Jesse discovers Angelika's foal is badly injured. An orphaned wolf pup arrives that can never be released.    "
                },
                "9": {
                    "title": "Chasing Cubs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Bear Rescue (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Angelika and Peter's try to trap and rescue three orphaned cubs, before luck finally comes their way. At the shelter, volunteer Brooke takes the moose calves she's raised for a last run, before saying goodbye.    "
                },
                "10": {
                    "title": "Family Reunions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Bear Rescue (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Digger, an aggressive orphaned cub doesn't play nicely with others. But when Digger's long-lost sister is rescued and joins him, she tries to set him straight. Angelika also reunites feisty Yukon with his injured little brother Taku, hoping both will benefit from each other's company.    "
                },
                "11": {
                    "title": "Sophie's Secret",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Bear Rescue (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Angelika and Peter rescue Sophie, a shaky cub that is barely alive and try to discover the source of her mysterious illness. A moose 'day-pass\" goes awry when one stubborn moose-calf won't come back to his pen.    "
                },
                "12": {
                    "title": "Sleepless in Smithers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Bear Rescue (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    Angelika moves all her healthy cubs into the hibernation pen for the winter. Sophie, a disabled cub tries everything to fit in. Digger, a cub with a nervous disorder, is too small to join the group. So he's put into a feeding pen until he can achieve hibernation weight, but he misses his big sister.    "
                }
            },
            "1": {
                "1": {
                    "title": "A Cub with a Kick",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Bear Rescue (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "23 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Northern Lights Shelter is crawling with a record number of black bears when a seriously injured new cub comes in. Angelika works around the clock to try to save her. Volunteer Thomas is put in charge of raising a fawn who becomes an internet sensation after a farmer delivered her by roadside C-section.    "
                },
                "2": {
                    "title": "A Taste of Freedom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Bear Rescue (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "30 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Angelika needs to start releasing the yearling black bears back to the wild, but tranquilizing the first two proves difficult. Volunteers Kim and Amy try to release two squirrels they've raised from infancy, but the job takes a funny and humiliating turn.    "
                },
                "3": {
                    "title": "Catch & Release",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Bear Rescue (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "7 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Angelika is about to release four more yearling bears back to the wild when she gets a more pressing call. A mother bear has been shot and three orphaned cubs need to be rescued. Tanja and Kim take over the release of two yearling bears and see how basic instincts instantly take over.    "
                },
                "4": {
                    "title": "Cub Trauma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Bear Rescue (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "14 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Angelika is preparing to move the cubs into a bigger cage when two new traumatized black bears arrive. One is showing signs of extreme stress while the other just curls up in the corner of his pen. Angelika must figure out how to help them both.    "
                },
                "5": {
                    "title": "Bearly Ready",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Bear Rescue (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "21 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    The last two yearling bears to be released seem to grow too attached to the volunteers. If Angelika can't teach them a healthy fear of humans, they could put the whole bear rehab program in jeopardy.    "
                },
                "6": {
                    "title": "Open Gate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Bear Rescue (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "28 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    The Northern Lights team prep for their biggest event of the year, the shelter's annual Open House. As hundreds arrive Angelika tries to rescue a fawn mauled by dogs, while Kim worries the crowd might spook one of the shyest bear cubs.    "
                },
                "7": {
                    "title": "Roadside Triage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Bear Rescue (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "4 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Peter and Angelika are called out to rescue two black bear cubs whose mother was killed by a car, but a surprise call sends them on a second rescue mission midway. Volunteer Thomas makes an important decision about his career. Kim and Shawn rescue an injured fawn but it is unclear if it will survive.    "
                },
                "8": {
                    "title": "The Elusive Ones",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Bear Rescue (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "11 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Angelika is working 24/7 when she makes an uncharacteristic mistake, leaving a cage door unlocked. Two cubs escape and she must try to get them back. Meanwhile, Peter tries to capture a wily wolf named Odin.    "
                },
                "9": {
                    "title": "Mud & Guts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Bear Rescue (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "18 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    It's been the rainiest summer in years and the black bear enclosure has turned into a mud bath, making it a potential breeding ground for infection. One cub gets sick while another falls and rips open her belly. Angelika and Peter race to complete a bigger, safer enclosure for the bears.    "
                },
                "10": {
                    "title": "Hungry Bears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Bear Rescue (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "25 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Fights break out in the bear cage as Angelika struggles to find enough food to fatten the cubs up for winter. A fawn goes missing. A rescue gets dangerous when a cub feels cornered.    "
                },
                "11": {
                    "title": "Grizzlies!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Bear Rescue (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "1 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    It's the first grizzly cub rescue of the season. Tanya and Peter head to the coast to search for an orphan grizzly that has been spotted wandering alone, but the cub proves elusive. Back at the shelter Angelika must tranquilize and move 40 black bears quickly to make room for the incoming grizzly.    "
                },
                "12": {
                    "title": "Lights Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Wild Bear Rescue (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "8 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Winter is approaching and the shelter team is prepping 40 cubs to hibernate together when new volunteer Brooke notices two cubs have become deathly ill. Angelika and the local vet fight to save their lives.    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Langen, Angelika"
            },
            {
                "name": "Langen, Peter"
            },
            {
                "name": "Orth, David"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 9.6,
        "votes": 7,
        "cover url": "https://m.media-amazon.com/images/M/MV5BM2U3NzFlMDMtMTViZi00NjI1LTgwMGEtZGQxZDIwYTc0MGIyXkEyXkFqcGdeQXVyNzgwNzAyMA@@._V1_SY150_CR8,0,101,150_.jpg",
        "plot outline": "The bear pens at Northern Lights Wildlife Shelter are crawling with a record 40 orphaned black bear cubs-climbing, wrestling, and rolling fuzz-balls-each distinct in looks and personality. Rescuing and caring for these cubs are the passion of Angelika Langen, the shelter's resident 'Mama Bear'. While Angelika handles the black bear cubs, her husband Peter runs the world's only grizzly rehab program. With the help of their son Michael, daughter Tanja, son-in-law Shawn, and a team of driven volunteers, they save sick and injured orphan cubs and build them up for hibernation. In the spring when the cubs re-emerge as big healthy yearlings, the family transports them to remote sites across British Columbia where they are released for their second chance at life in the wild. Bristling with drama, comedy, and irresistible cuteness, Wild Bear Rescue tracks the raising of these endearing cubs, from their dramatic rescues to their releases the following year.",
        "languages": [
            "English"
        ],
        "title": "Wild Bear Rescue",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Wild Bear Rescue (Canada)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Bely, Andy"
            },
            {
                "name": "Fisher, Jenypher"
            },
            {
                "name": "Morris, Kelly A."
            }
        ],
        "production companies": [
            {
                "name": "Omnifilm Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Omnifilm Releasing"
            }
        ],
        "plot": [
            "The bear pens at Northern Lights Wildlife Shelter are crawling with a record 40 orphaned black bear cubs-climbing, wrestling, and rolling fuzz-balls-each distinct in looks and personality. Rescuing and caring for these cubs are the passion of Angelika Langen, the shelter's resident 'Mama Bear'. While Angelika handles the black bear cubs, her husband Peter runs the world's only grizzly rehab program. With the help of their son Michael, daughter Tanja, son-in-law Shawn, and a team of driven volunteers, they save sick and injured orphan cubs and build them up for hibernation. In the spring when the cubs re-emerge as big healthy yearlings, the family transports them to remote sites across British Columbia where they are released for their second chance at life in the wild. Bristling with drama, comedy, and irresistible cuteness, _Wild Bear Rescue_ (qv) tracks the raising of these endearing cubs, from their dramatic rescues to their releases the following year.::Omnifilm Entertainment Ltd."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 7,
                "rating": 9.6
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 9.3
            },
            "males": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "females": {
                "votes": 3,
                "rating": 9.3
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 9.0
            },
            "non us users": {
                "votes": 3,
                "rating": 9.7
            }
        },
        "number of votes": {
            "10": 4,
            "9": 3,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 9.6,
        "median": 1
    }
}