{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "30 May 2017",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "India::30 May 2017                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Ahmed, Nabeel"
            },
            {
                "name": "Narayan, Vijayant"
            }
        ],
        "locations": [
            "Mumbai, Maharashtra, India"
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "hi"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "certificates": [
            "India:Not Rated"
        ],
        "original air date": "30 May 2017 (India)",
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjkxNjg2YjUtMTA4NC00NWQ3LTlkYmQtNGY2OGQ5ZTQyN2NiXkEyXkFqcGdeQXVyNTA5NzY2MTg@._V1_SY150_CR84,0,101,150_.jpg",
        "budget": "INR60,000 (estimated)",
        "plot outline": "Mallik and Raman are two Bachelors living in a rented apartment in Delhi. Raman is a Struggling Guitarist, who is quite easy with the girls and Mallik is a Ph.D. student and a stoner. Their bond is strengthened by the fact that they smoke Weed together. There constant struggle with munchies gets them into weird situations and there Stoned state of mind makes the situations Funny. Raman's romantic relationships are a menace for Mallik. Mallik finds him in trouble because of his 'Maal Bro' Raman every now and then. Situations take a turn when Raman has a female guest at the place and he decides to serve her Mallik's expensive whiskey. Malik is annoyed with Raman for doing this, without asking him. There is a twist to the story when Mallik and Raman discover there is something interesting about the encounter with the female guest. One the other hand there is a constant struggle for them to pay their bills, rent and find their phones and lighters in the vast expanse of their couch, they are about to get thrown out of their beloved crib by their landlord when Raman does something unexpected.",
        "languages": [
            "Hindi"
        ],
        "title": "Maal Bro",
        "year": 2017,
        "kind": "tv mini series",
        "series years": "2017-",
        "akas": [
            "Maal Bro (India)"
        ],
        "writer": [
            {
                "name": "Singh, Pavel"
            }
        ],
        "distributors": [
            {
                "name": "The Woohoo Project"
            }
        ],
        "plot": [
            "Mallik and Raman are two Bachelors living in a rented apartment in Delhi. Raman is a Struggling Guitarist, who is quite easy with the girls and Mallik is a Ph.D. student and a stoner. Their bond is strengthened by the fact that they smoke Weed together. There constant struggle with munchies gets them into weird situations and there Stoned state of mind makes the situations Funny. Raman's romantic relationships are a menace for Mallik. Mallik finds him in trouble because of his '_Maal Bro_ (qv)' Raman every now and then. Situations take a turn when Raman has a female guest at the place and he decides to serve her Mallik's expensive whiskey. Malik is annoyed with Raman for doing this, without asking him. There is a twist to the story when Mallik and Raman discover there is something interesting about the encounter with the female guest. One the other hand there is a constant struggle for them to pay their bills, rent and find their phones and lighters in the vast expanse of their couch, they are about to get thrown out of their beloved crib by their landlord when Raman does something unexpected.::Sagar Mishra",
            "Mallik and Raman are two Bachelors living in a rented apartment in Delhi. Raman is a Struggling Guitarist, who is quite easy with the girls and Mallik is a Ph.D. student and a stoner. Their bond is strengthened by the fact that they smoke Weed together. See how the situation unfolds.::Sagar Mishra"
        ],
        "tech": {
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}