{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "9 July 2017"
            }
        ],
        "release dates": [
            "Australia::9 July 2017"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Heat 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Ninja Warrior (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "8 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    The world's toughest obstacle course returns as the first 50 of 300 competitors begin their quest to become the first Australian Ninja Warrior when they face the Quintuple Steps, T-Slide to Punching Bag, Bridge of Blades, Ball Swing to Cargo Net, Flying Shelf Grab and Warped Wall. The 20 competitors who make it the furthest the fastest will advance to the semi-finals.    "
                },
                "2": {
                    "title": "Heat 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Ninja Warrior (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "9 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Among the 50 competitors taking on the Quntuple Steps, UFO Slider, Bridge of Blades, Basket Toss, Pipe Climber and Warped Wall are a mix of newcomers and returning heroes, which include National Rugby League legend Paul Gallen, miracle mother Tash Sergie and tradie Sam Goodall, a Ninja Warrior favourite. The 20 competitors who make it the furthest the fastest will advance to the semi-finals.    "
                },
                "3": {
                    "title": "Heat 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Ninja Warrior (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "10 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Some of the most favoured returning heroes, Australia's most infamous party boy Corey Worthington and Red Wiggle Simon Pryce are among the 50 competitors who tackle the Quntuple Steps, Rolling Pin to Bungee, Bridge of Blades, Rope to Cargo Net, Big Wheels and Warped Wall. The 20 competitors who make it the furthest the fastest will advance to the semi-finals.    "
                },
                "4": {
                    "title": "Heat 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Ninja Warrior (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "15 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    There's a night of shock exits, sensational runs and history-making feats when 50 more competitors battle the Quintuple Steps, Hang Glider, Bridge of Blades, Basket Toss, Swinging Spikes and Warped Wall. The 20 competitors who make it the furthest the fastest will advance to the semi-finals.    "
                },
                "5": {
                    "title": "Heat 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Ninja Warrior (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "16 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    With places in the semi-finals filling fast, when the next 50 competitors, including a previous season favourite, Jack \"Deadly Ninja\" Wilson, face the Quintuple Steps, Pole Rider, Bridge of Blades, Basket Toss, Tyre Swing and Warped Wall, who will be among the 20 competitors that make it the furthest the fastest and advance?    "
                },
                "6": {
                    "title": "Heat 6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Ninja Warrior (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "17 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Among the final 50 competitors are the lightest and heaviest Ninjas, plus former The Bachelor Australia (2013) contestant Tim Robards and the Blue Mountains rock climbers, including the first woman to scale the Warped Wall in the previous season, Andrea Hah. They take on the Quintuple Steps, Bungee Slider to Bullet, Bridge of Blades, Swing to Cargo Net, Double Tilt Ladder and Warped Wall. The 20 competitors who make it the furthest the fastest will become the last to advance to the semi-finals.    "
                },
                "7": {
                    "title": "Semi-Final 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Ninja Warrior (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "22 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    The competition steps up a gear as the first 30 competitors face a total of nine obstacles, the Quadruple Steps, Frame Slider, Broken Pipes, Swinging Peg Board, Sky Hooks, Warped Wall, Salmon Ladder to Floating Monkey, Hourglass to Tramp to Rope and Chimney Climb to Rope. The 8 competitors who make it the furthest the fastest will advance to the Grand Final.    "
                },
                "8": {
                    "title": "Semi-Final 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Ninja Warrior (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "23 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    The next 30 competitors take on the Quadruple Steps, Log Grip, Broken Pipes, Spinball Wizard, I-Beam Cross, Warped Wall, Salmon Ladder to Floating Monkey, Hourglass to Tramp to Pole Clinger and Chimney Climb to Rope. The 8 competitors who make it the furthest the fastest will advance to the Grand Final.    "
                },
                "9": {
                    "title": "Semi-Final 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Ninja Warrior (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "24 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    The next 30 competitors tackle the Quadruple Steps, Frame Slider, Broken Pipes, Swinging Peg Board, Battering Ram to Pipe Climber, Warped Wall, Salmon Ladder to Floating Monkey, Hourglass to Tramp to Bungee and Chimney Climb to Rope as they aim to be among the 8 competitors who make it the furthest the fastest and advance to the Grand Final.    "
                },
                "10": {
                    "title": "Semi-Final 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Ninja Warrior (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "29 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    It's the last of the semi-finals, and Australia's favourite tradie Sam Goodall leads the charge of the final 30 competitors through the Quadruple Steps, Log Grip, Broken Pipes, Spinball Wizard, Floating Steps, Warped Wall, Salmon Ladder to Paper Clip, Hourglass to Tramp to Cargo Net and Chimney Climb to Rope as they battle it out for the final 8 places in the Grand Final.    "
                },
                "11": {
                    "title": "Grand Final, Stage 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Ninja Warrior (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "30 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Only the fittest and fastest competitors will survive as the 32 finallists race against the clock for the first time. The Quadruple Steps, Silk Slider, Broken Bridge, Ring Jump, I-Beam Gap, Warped Wall, Rumbling Dice, Flying Squirrell to Cargo Net and Chimney Climb stand between them and a place in the second stage, and they only have 3 minutes and 30 seconds to complete the nine obstacles.    "
                },
                "12": {
                    "title": "Grand Final, Stage 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Ninja Warrior (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "31 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    The question on Australia's lips will be answered - can any of the 24 remaining competitors get a chance to climb Mount Midoriyama? If they can climb to the top, they will claim a cash jackpot of A$200,000 and the title of the first ever Australian Ninja Warrior. Fourteen obstacles across two stages stand between them and the mountain, with the competitors having to complete the Pole Grasper, Bar Hop, Spider Jump, Wing Nuts, Rail Runner, Salmon Ladder, Unstable Bridge and Wall Lift in 2 minutes and 45 seconds in order to face the six obstacles in Stage 3.    "
                }
            },
            "1": {
                "1": {
                    "title": "Heat 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Ninja Warrior (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "9 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    From everyday heroes to top sports athletes, the first 50 competitors line up for a shot at the world's most difficult obstacle course, taking on the Quintuple Steps, Silk Slider, Bridge of Blades, Tyre Swing to Cargo Net, Tilting Ladders and Warped Wall. The 18 competitors who make it the furthest the fastest advance to the semi-finals.    "
                },
                "2": {
                    "title": "Heat 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Ninja Warrior (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Among the 50 competitors taking on the Quintuple Steps, UFO Slider, Bridge of Blades, Spinning Wheel to Cargo Net, Tilting Frames and Warped Wall, we see several tradespeople take part in a Battle of the Tradies, the only husband and wife team and two larrikin Queensland mates. Can a former elite gymnast from Western Australia be the first woman to make it up the Warped Wall? The 18 competitors who make it the furthest the fastest advance to the semi-finals.    "
                },
                "3": {
                    "title": "Heat 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Ninja Warrior (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "11 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    50 new competitors face the Ninja course, having to tackle the Quintuple Steps, Bom Slider, Bridge of Blades, Cargo Net with Laché, Ball and Chain and Warped Wall. The 18 competitors who make it the furthest the fastest advance to the semi-finals.    "
                },
                "4": {
                    "title": "Heat 4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Ninja Warrior (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "16 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    50 new competitors face the Quintuple Steps, Slide to Box Jellyfish, Bridge of Blades, Rings to Cargo Net, Pipe Climber and Warped Wall. Can a female competitor make it up the Warped Wall? Ninja Island hosts its first battle of the football codes when National Rugby League star and The Footy Show (1994) host Beau Ryan competes against Australian Football League star Adam Cooney.    "
                },
                "5": {
                    "title": "Heat 5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Ninja Warrior (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "17 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    The final 50 competitors face the Quintuple Steps, Pole Rider, Bridge of Blades, Cones to Cargo Net, Swing Cycle and Warped Wall when they compete for the last 18 places in the semi finals.    "
                },
                "6": {
                    "title": "Semi Finals 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Ninja Warrior (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "18 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    If the competitors thought that the heats were tough, then they haven't seen anything yet. In the first of three semi-finals, the first 30 competitors will face a total of nine obstacles, the Quintuple Steps, Log Grip, Spinning Log, Jump Hang, Tyre Swing, Warped Wall, Ring Jump, Pole Grasper and Chimney Climb, and only the seven who make it the furthest the fastest will advance to the Grand Final.    "
                },
                "7": {
                    "title": "Semi Finals 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Ninja Warrior (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "23 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    In the second of three semi-finals, the next 30 competitors face the Quintuple Steps, Log Grip, Spinning Log, Jump Hang, Bungee Road, Warped Wall, Flying Shelves, Pole Grasper and Chimney Climb, and only the seven who make it the furthest the fastest will qualify for the Grand Final.    "
                },
                "8": {
                    "title": "Semi Finals 3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Ninja Warrior (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "24 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    The final 30 competitors take on the world's toughest and most challenging obstacle course as they face the Quintuple Steps, Log Grip, Spinning Log, Jump Hang, Big Wheel, Warped Wall, Swinging Spikes, Pole Grasper and Chimney Climb in their bid to take one of the final seven places in the Grand Final.    "
                },
                "9": {
                    "title": "Grand Final",
                    "kind": "episode",
                    "episode of": {
                        "title": "Australian Ninja Warrior (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "25 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    The final 21 competitors gather for their toughest test yet as they aim to climb Mount Midoriyama and take the ultimate title of the first Australian Ninja Warrior. Seventeen obstacles stand between them and the mountain, and time is not on their side. They are given 3 minutes and 45 seconds to complete the Quintuple Steps, Big Dipper, Spinning Log with Donut, Jump Hang, Spider Jump, Warped Wall, Globe Grasper, Ring Swing and Chimney Climb, and those who make it through will then have to face the Jungle Ropes, Basket Toss, Salmon Ladder, Unstable Bridge, Wall Lift, ...    "
                }
            }
        },
        "number of episodes": 21,
        "cast": [
            {
                "name": "Flintoff, Andrew"
            },
            {
                "name": "Fordham, Ben"
            },
            {
                "name": "Maddern, Rebecca"
            },
            {
                "name": "Irving, Jayden"
            },
            {
                "name": "Snow, Mike"
            },
            {
                "name": "de Castella, Robert"
            },
            {
                "name": "Ha, Luke"
            },
            {
                "name": "Robards, Tim"
            },
            {
                "name": "Ofner, Johann"
            },
            {
                "name": "Istria, Damian"
            },
            {
                "name": "FitzSimons, Peter"
            },
            {
                "name": "Gallen, Paul"
            },
            {
                "name": "Clarke, Samantha"
            },
            {
                "name": "Cooney, Adam"
            },
            {
                "name": "Bateup, Hayley"
            },
            {
                "name": "Curry-Kenny, Lisa"
            },
            {
                "name": "Hannaford, Lauren"
            },
            {
                "name": "Kenny, Grant"
            },
            {
                "name": "Martin, Jack"
            },
            {
                "name": "Pryce, Simon"
            },
            {
                "name": "Rositano, Isabella"
            },
            {
                "name": "Wilkinson, Lisa"
            },
            {
                "name": "Worthington, Corey"
            },
            {
                "name": "Yamaguchi, Masa"
            }
        ],
        "locations": [
            "Cockatoo Island, Sydney Harbour, Sydney, New South Wales, Australia::(Ninja Island)",
            "Fox Studios, Moore Park, Sydney, New South Wales, Australia"
        ],
        "genres": [
            "Game-Show",
            "Reality-TV"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16 : 9",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 2,
        "rating": 6.0,
        "votes": 45,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMGYxMDI2NWMtYjJjNS00YWFlLWJjODQtNmM1Y2FkNDlhZDY5XkEyXkFqcGdeQXVyNTQ0NjQxMTY@._V1_SY150_CR4,0,101,150_.jpg",
        "plot outline": "Contestants make their way through a giant obstacle course to win a cash prize. Contestants run, jump, crawl, climb, hang, and swing through crazy obstacles as they compete to become the next Team Ninja champion. This show is a test against a person's will and strength.",
        "languages": [
            "English"
        ],
        "title": "Australian Ninja Warrior",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Australian Ninja Warrior (Australia)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Higuchi, Ushio"
            }
        ],
        "production companies": [
            {
                "name": "Endemol Shine"
            }
        ],
        "distributors": [
            {
                "name": "Nine Network Australia"
            }
        ],
        "other companies": [
            {
                "name": "Fox Studios Australia"
            },
            {
                "name": "Tokyo Broadcasting System (TBS)"
            }
        ],
        "plot": [
            "Contestants make their way through a giant obstacle course to win a cash prize. Contestants run, jump, crawl, climb, hang, and swing through crazy obstacles as they compete to become the next Team Ninja champion. This show is a test against a person's will and strength.::Shaun Lockley"
        ],
        "tech": {
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16 : 9"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 45,
                "rating": 6.0
            },
            "aged 18 29": {
                "votes": 7,
                "rating": 3.7
            },
            "aged 30 44": {
                "votes": 14,
                "rating": 4.5
            },
            "aged 45 plus": {
                "votes": 4,
                "rating": 7.8
            },
            "males": {
                "votes": 28,
                "rating": 4.6
            },
            "males aged 18 29": {
                "votes": 7,
                "rating": 3.7
            },
            "males aged 30 44": {
                "votes": 11,
                "rating": 3.7
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 7.0
            },
            "females": {
                "votes": 2,
                "rating": 9.5
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 9.5
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 3.5
            },
            "us users": {
                "votes": 4,
                "rating": 5.5
            },
            "non us users": {
                "votes": 17,
                "rating": 4.9
            }
        },
        "number of votes": {
            "10": 8,
            "9": 3,
            "8": 4,
            "7": 7,
            "6": 6,
            "5": 3,
            "4": 3,
            "3": 2,
            "2": 4,
            "1": 5
        },
        "arithmetic mean": 6.0,
        "median": 6
    }
}