{
    "imdb": {
        "episodes": {
            "-1": {
                "-1": {
                    "title": "El hostal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Investigaciones adimensionales (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "7 Aug. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "genres": [
            "Mystery"
        ],
        "countries": [
            "Spain"
        ],
        "country codes": [
            "es"
        ],
        "language codes": [
            "es"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjUwM2M2YTktYThkOC00MzM3LWFlMmMtYzlkYTZhNGUxNTlmXkEyXkFqcGdeQXVyMzcxMTA0NzQ@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "Spanish"
        ],
        "title": "Investigaciones adimensionales",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Investigaciones adimensionales (Spain)"
        ],
        "synopsis": [
            "El equipo de investigaciones adimensionales se adentrará en el mundo paranormal a través del estudio de los fenómenos más misteriosos en diferentes lugares con actividad. Se encerrarán durante 24 horas para hacer llegar al espectador toda prueba de vida después de la muerte. Durante varios años, el equipo se ha adentrado en diversos puntos con actividad sobrenatural, llegando a capturar en vídeo cosas que no podríamos explicar. En estos nuevos episodios el equipo se desplaza a diversos puntos de la geografía Española donde tratan de contactar con el más allá y demostrar con la más dotada tecnología que hay otra vida después de la muerte. Conocidos en internet por las diversas investigaciones que llevan editadas, ahora, se abarcan en una aventura televisiva para llegar a los espectadores. En internet ya tienen más de 5.000 seguidores y en youtube las visualizaciones de sus vídeos superan las 12.000 visitas. Únete al equipo y adéntrate en el mundo del misterio y lo desconocido."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}