{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "1 April 2017"
            }
        ],
        "release dates": [
            "Canada::1 April 2017"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Scannura, Anjelica"
            }
        ],
        "locations": [
            "Toronto, Ontario, Canada"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDEyZDBlZDktYmE2OC00NGU5LWExMzItMDcyOTAxYWI5OTFkXkEyXkFqcGdeQXVyMTc3MDM5MDQ@._V1_SY150_CR22,0,101,150_.jpg",
        "plot outline": "Belly dancing may primarily be viewed as an expressive dance, but we know that there is much more to it than that. For instance, the fitness benefits are measurable and make getting in shape much more enjoyable than hours on a treadmill or stationary bike. On the highly engaging and entertaining series \"Anjelica's Dance Workout,\" award-winning dancer Anjelica Scannura will get you up and moving with a wide variety of belly dancing workouts. Along the way, Anjelica and her fellow dancers will take you through fun, fitness-focused dance routines including Barefoot Flamenco, Irish Stepdance and some sweet Samba.",
        "languages": [
            "English"
        ],
        "title": "Anjelica's Dance Workout",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Anjelica's Dance Workout (Canada)"
        ],
        "writer": [
            {
                "name": "Scannura, Anjelica"
            }
        ],
        "production companies": [
            {
                "name": "Vision TV / ZoomerMedia"
            }
        ],
        "distributors": [
            {
                "name": "Vision TV / ZoomerMedia"
            }
        ],
        "plot": [
            "Belly dancing may primarily be viewed as an expressive dance, but we know that there is much more to it than that. For instance, the fitness benefits are measurable and make getting in shape much more enjoyable than hours on a treadmill or stationary bike. On the highly engaging and entertaining series \"_Anjelica's Dance Workout_ (qv),\" award-winning dancer Anjelica Scannura will get you up and moving with a wide variety of belly dancing workouts. Along the way, Anjelica and her fellow dancers will take you through fun, fitness-focused dance routines including Barefoot Flamenco, Irish Stepdance and some sweet Samba."
        ],
        "tech": {
            "runtime": [
                "30 min (Canada)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}