{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "25 December 2017"
            }
        ],
        "release dates": [
            "USA::25 December 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Through Him",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Good Book (TV Mini-Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Cannon, Tonya T."
            },
            {
                "name": "Dallas, Mary"
            },
            {
                "name": "Tennison, Rebecca"
            }
        ],
        "locations": [
            "Riverside, California, USA"
        ],
        "genres": [
            "Family"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "25 Dec 2017 (USA)",
        "number of seasons": 1,
        "budget": "$3,000 (estimated)",
        "plot outline": "The Good Book is a web-series that delves into the trials and tribulations that Christians face while delivering a powerful message of walking in faith and spirituality. Every episode provides a different perspective from believers and non-believers of God. Mary, a very successful business woman, will begin hearing a special voice that leads her along her Christian journey, as she helps others find their way to their salvation. Mary will share her testimony to strengthen others who are experiencing doubt or facing situations that seem impossible. With the guidance of our Heavenly Father, Mary makes a positive impact in the lives of strangers. They will share the blessings from the challenging circumstances that brought them together. New spiritual friendships are born.",
        "languages": [
            "English"
        ],
        "title": "The Good Book",
        "year": 2017,
        "kind": "tv mini series",
        "series years": "2017-",
        "akas": [
            "The Good Book (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Harlost, Richard"
            },
            {
                "name": "Tennison, Rebecca"
            }
        ],
        "director": [
            {
                "name": "Tennison, Rebecca"
            }
        ],
        "production companies": [
            {
                "name": "Master Mind Group 2020"
            }
        ],
        "distributors": [
            {
                "name": "YouTube"
            }
        ],
        "plot": [
            "_The Good Book_ (qv) is a web-series that delves into the trials and tribulations that Christians face while delivering a powerful message of walking in faith and spirituality. Every episode provides a different perspective from believers and non-believers of God. Mary, a very successful business woman, will begin hearing a special voice that leads her along her Christian journey, as she helps others find their way to their salvation. Mary will share her testimony to strengthen others who are experiencing doubt or facing situations that seem impossible. With the guidance of our Heavenly Father, Mary makes a positive impact in the lives of strangers. They will share the blessings from the challenging circumstances that brought them together. New spiritual friendships are born.::Rebecca Tennison"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}