{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "17 May 2017",
                "notes": "                            (internet)"
            },
            {
                "country": "USA\n",
                "date": "1 June 2017"
            }
        ],
        "release dates": [
            "USA::17 May 2017                            (internet)",
            "USA::1 June 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "How to Fashion a Couture Gown for Renee Taylor from the Nanny TV Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gown and Out in Beverly Hills (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    This week we find Superstar Renee Taylor, famous from The Nanny, and currently starring in How to be a Latin Lover and The Do Over with Adam Sandler, popping into the boutique to find the perfect gown for her husband, Joe Bologna's Lifetime Achievement Award during the Academy Awards. Will she find the perfect, fit, fashion and can the Boyz Finesse some of her deepest, darkest Celebrity Couture Confessions?    "
                },
                "2": {
                    "title": "How to Fashion Couture Gown for BaÍ Ling from the Crow, Hawaii 5-O & Entourage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gown and Out in Beverly Hills (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "9 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    This week we find Chinese Academy Award Winner, Movie and TV Star, Bai Ling, famous from The Crow, Dumplings, Entourage and Hawaii Five-O hits the Pol' Atteu Boutique like a Tsunami to find the perfect gown for her \"top secret movie premiere\" Will she find the perfect, fit, fashion and can the Boyz Finesse some of her deepest, darkest Celebrity Couture Confessions.    "
                },
                "3": {
                    "title": "How to Fashion a Couture Gown for a This Is Us Star",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gown and Out in Beverly Hills (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "15 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    This week we find Mackenzie Hancsicsak, Star of the hit NBC Show, This is Us, known for playing Little Kate, swings by the Pol' Atteu Boutique in search the perfect gown for the Radio Disney Awards. Will she find the perfect, fit, fashion and can the PPBoyz Beverly Hills Finesse some of her deepest, darkest Celebrity Couture Confessions?    "
                },
                "4": {
                    "title": "A Couture Gown for a Celebrity Big Brother Star and the Human Ken Doll Drops In",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gown and Out in Beverly Hills (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "22 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Celebrity Big Brother star Angelique \"Frenchy\" Morgan stops by for a couture gown for her new music video. Can she sing ???? NOT. Her BFF Justin \"The Human Ken Doll\" also stops by to tell us the truth about his manhood...UH...IS it really possible to have a plastic penis ??? Frenchy gets in a heated debate over one of Pol's favorite clients, HILLARY CLINTON and she also gives us a whole new meaning to the word STRIPPED DOWN...and did she really bang Gary Busey ?!?. Will she find the perfect, fit, fashion and can the PPBoyz Beverly Hills Finesse some of her deepest, ...    "
                },
                "5": {
                    "title": "Cocktail Couture for Showtime's Shameless & the CW's Vampire Diaries Star!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gown and Out in Beverly Hills (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "30 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Chicago's Gabrielle Walsh from the smash hit TV shows, Shameless and The Vampire Diaries, shimmies in for a cocktail couture dress for a big Hollywood Shin-Dig. She gives us the the exclusive details of the love of her life, and tells us some fun stuff about both The Vampire Diaries and working on Showtime's hit show - Shameless!    "
                },
                "6": {
                    "title": "Lifetime's Little Women LA Star, Christy Gibel, gets 80's couture for Season Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gown and Out in Beverly Hills (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "7 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Christy Gibel, the star of Lifetime's Little Women LA comes by for some 80's couture for the show's Season Finale. She also spills the beans on what's caused some of her uh - Bad Behavior. Also, you'll never guess who Stay tuned tomorrow for our full episode.    "
                },
                "7": {
                    "title": "Courtney Stodden Glams Out with Sexy Couture for Vegas Divorce Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gown and Out in Beverly Hills (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "21 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    The sexy, controversial Courtney Stodden swoons in for Sexy Couture Attire for her big Vegas Divorce Party. She also gives us the exclusive scoop on her divorce, her \"hidden\" talent and Uhh - \"not so hidden talents!\"    "
                },
                "8": {
                    "title": "WBFF Champ Cristina Silva Muscles her way in for a 24 Hour Couture Competition Gown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gown and Out in Beverly Hills (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "1 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    WBFF Fitness Champion Cristina Silva muscles her way in for a 24 Hour Couture Gown for the Pro AM LA Competition. A surprise guest worms their way into Pol Atteu Beverly Hills and attempts to help the guys with their gown in hopes of making the \"24 Hour Couture\" Deadline? Will the guys pull it off with a little help from their guest? Watch and see.. on Gown and Out in Beverly Hills!    "
                },
                "9": {
                    "title": "Katherine Castro Tangos in for Sexy Dance Couture",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gown and Out in Beverly Hills (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "1 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Actress, Writer, Producer - Katherine Castro Tangos into Pol' Atteu Beverly Hills for some Sexy Dance Couture to wear in her new movie called \"Someday!\" What happens? Well.. Snow White gets all jelly, Katherine tells us about her Chief of Staff Secret Service father, and Pol' takes Katherine's dress to a whole new revealing level.    "
                },
                "10": {
                    "title": "Gretchen Bonaduce, Designing for Princess Diana & Catwalk Couture",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gown and Out in Beverly Hills (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "1 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Gretchen Bonaduce strays in for the surprise catwalk couture of her life! Pol Atteu and her chew the rag on their Princess Diana stories and Gretchen dishes some dirt about her new tell-all book. From being married to the sometimes psycho Danny Bonaduce to dating famous comic icon Bill Hicks, and Pol's opportunity to design for Pol' Atteu - You Don't Want to Miss This Episode.    "
                },
                "11": {
                    "title": "A Tribute to Princess Diana",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gown and Out in Beverly Hills (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "1 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    It's been almost 20 years since the Princess Diana tragedy shook the world, but she will never be forgotten. Pol Atteu received the phone call of his dreams from Her Royal Heiness to design a dress that screamed America. That dream never came true for some reason. Find out why... On this tribute to Lady Di Episode of Gown and Out in Beverly Hills.    "
                },
                "12": {
                    "title": "Beauty Queen Couture for Miss British Empire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gown and Out in Beverly Hills (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "1 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    British Beauty Queen/Game Show Host, Liz Fuller graces the presence of Pol Atteu - Beverly Hills for a Boss Bitch gown for her self owned Miss British Empire pageant. Being that the pageant is merely a couple days away, Pol is under a dreadful deadline to please this former Miss Britain crown holder. Can Paul pull it off? Also, Pol & Patrik want Liz's eggs to harvest their future test tube baby.    "
                },
                "13": {
                    "title": "Theme Songstress LuLu Beatz Parades in for Gay Pride Couture",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gown and Out in Beverly Hills (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "1 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Gown and Out Theme song writer, producer, LuLu Beatz parades in for some Provocative Pride Couture top wear for her upcoming Gay Pride Portland Performance! Will Pol' Atteu's designs be a smash hit? Find out... In this episode of Gown and Out in Beverly Hills    "
                },
                "14": {
                    "title": "Soap Star Patrika Darbo Gleams in for Emmy Award Winning Couture!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gown and Out in Beverly Hills (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "1 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Soap Star Patrika Darbo Gleams into Pol Atteu - Beverly Hills to be fitted for her Emmy Award Nomination for her new short series called \"Acting Dead!\" The last time she had a dress made for this \"Days of Our Lives\" vet and current \"The Bold and the Beautiful Star\" she wound up tripping on the Pol Atteu signature gown train and broke her arm.    "
                },
                "15": {
                    "title": "The Good, The Bad, and the smack.",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gown and Out in Beverly Hills (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "1 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Pol Atteu and Patrik Simpson take a walk down memory lane! From the craziest clients, to the trainwreck episodes, all the way to the best dressed divas... The guys revisit some of the best and worst times of Gown and Out in Beverly Hills    "
                },
                "16": {
                    "title": "Vogue Model and Bad Moms Actress wants Emmy Couture and Catwalk Competition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gown and Out in Beverly Hills (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "1 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Bad Actress Star / Vogue Model Eugenia Kuzmina pounces in for an original Pol' Atteu-Beverly Hills gown for her big Emmy debut! Eugenia tells us some True Hollywood tales - From being first noticed by Chuck Norris, getting cast opposite the legendary Woody Allen & a model. She also senses some stiff competition in the room with Patrik which then leads to an epic catwalk battle of mass craziness.    "
                },
                "17": {
                    "title": "Jennifer Elise Cox the Fear and Loathing Star gets a Very Brady Pol' Atteu Original",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gown and Out in Beverly Hills (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "1 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    The Brady Bunch Movie / Fear & Loathing in Las Vegas actress Jennifer Elise Cox swings by for a Pol Atteu original gown for the premiere of her new comedy called \"Over the Counter.\" Jennifer, who played an incredibly hilarious version of Jan Brady, gives us some good Hollywood Hoopla on some of her former and current co-stars. Jennifer gets a couture gown to show off the new & improved Jennifer    "
                },
                "18": {
                    "title": "Growing Up Supermodel Star Arissa LeBrock Slides in for some Quick Couture",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gown and Out in Beverly Hills (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "1 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Plus Size Supermodel, Arissa Lebrock slides in for the quickest turn around couture Pol' and Patrik have ever been challenged with. She also spills the beans about her strained relationship with her father Steven Seagal, as well as the truth about her relationship with her Supermodel \"Weird Science\" star mom, Kelly Lebrock. She's got less than 48 hours to be gowned for a big Jewelry line shoot.    "
                },
                "19": {
                    "title": "American Horror Story Star Naomi Grossman gets Peppered with Couture",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gown and Out in Beverly Hills (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "1 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    American Horror Story Star Naomi Grossman, who played the lovable Pepper, sneaks into Pol' Atteu for a couture gown to wear to her upcoming cancer benefit. She gives us the short story of how she booked the epic Fox hit show, her Emmy nom, and unfortunately. All heck breaks loose in a last minute situation that has never ever happened on this program. Things get turned upside down    "
                },
                "20": {
                    "title": "Red Hot Red Carpet Reporter gets Dazzled with Pol' Atteu Couture",
                    "kind": "episode",
                    "episode of": {
                        "title": "Gown and Out in Beverly Hills (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "1 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Red hot - red carpet reporter, Jen Tapiero squeezes in to Pol' Atteu Beverly Hills for some Premiere Couture! She tells us about the worst celeb she's ever interviewed as Pol' and Patrik glam her up for her premiere party for a new move she costars in with the not-so-squeaky clean Mischa Barton! Al that and more on Gown and Out in Beverly Hills.    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Atteu, Pol"
            },
            {
                "name": "Simpson, Patrik"
            },
            {
                "name": "Heaney, Sammy John"
            },
            {
                "name": "Anderson, Tommy"
            },
            {
                "name": "Gibel, Christy McGinity"
            },
            {
                "name": "Hancsicsak, Mackenzie"
            },
            {
                "name": "Jedlica, Justin"
            },
            {
                "name": "Ling, Bai"
            },
            {
                "name": "Morgan, Angelique"
            },
            {
                "name": "Stodden, Courtney"
            },
            {
                "name": "Taylor, Renée"
            },
            {
                "name": "Walsh, Gabrielle"
            }
        ],
        "locations": [
            "Beverly Hills, California, USA::(boutique)"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.4,
        "votes": 8,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjkzMWIzNGYtMGFlYS00N2QyLThiOTktZWFiNWRhZjEyY2ZhXkEyXkFqcGdeQXVyMjg4NDIwNjU@._V1_SY150_CR83,0,101,150_.jpg",
        "budget": "$25,000 (estimated)",
        "plot outline": "Follow the crazy antics of TV Personalities and Designers, Pol' Atteu, Patrik Simpson and SnowWhite90210 in their Beverly Hills Boutique as they fit, fashion and finesse weekly couture confessions. They Give you an exclusive look into the personal and private lives of some of Hollywood's most notorious celebs!",
        "languages": [
            "English"
        ],
        "title": "Gown and Out in Beverly Hills",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Gown and Out in Beverly Hills (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Simpson, Patrik"
            },
            {
                "name": "Atteu, Pol"
            },
            {
                "name": "Pack, Mike"
            }
        ],
        "production companies": [
            {
                "name": "Universal Media and Television"
            }
        ],
        "plot": [
            "Follow the crazy antics of TV Personalities and Designers, Pol' Atteu, Patrik Simpson and SnowWhite90210 in their Beverly Hills Boutique as they fit, fashion and finesse weekly couture confessions. They Give you an exclusive look into the personal and private lives of some of Hollywood's most notorious celebs!"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 8,
                "rating": 6.4
            },
            "aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 1.0
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "males": {
                "votes": 4,
                "rating": 5.5
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 1.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "females": {
                "votes": 3,
                "rating": 9.3
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "us users": {
                "votes": 5,
                "rating": 8.1
            }
        },
        "number of votes": {
            "10": 4,
            "9": 0,
            "8": 1,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 3
        },
        "arithmetic mean": 6.4,
        "median": 9
    }
}