{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "21 March 2017"
            }
        ],
        "release dates": [
            "USA::21 March 2017"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Weiler, Kim"
            }
        ],
        "locations": [
            "New York City, New York, USA"
        ],
        "genres": [
            "Short"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjcxZjg4MzktNTA2My00MmFlLTk2OTYtYmExODUyMjQyODU3XkEyXkFqcGdeQXVyNjA3Mjg4MTQ@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Kim Weiler is devoted to guiding others on the path to a healthy life, not only through dietary changes, but also a large helping of self-love. This web series will take you through her 21-year journey to healing, which began when she developed the autoimmune disease psoriasis at age 19. Struggling with the skin condition her entire adult life, Kim saw her skin clear up after implementing a strict regimen of proper nutrition, which included self-love - the number one \"food\" for the soul. After a long career working in all facets of the TV and film industry, she is now helping others through her business, Healing My Skin, LLC. She is an International Certified Holistic Health Coach, Psoriasis Expert, Speaker, and Author.",
        "languages": [
            "English"
        ],
        "title": "Healing My Skin",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Healing My Skin (United States)"
        ],
        "production companies": [
            {
                "name": "Healing My Skin"
            }
        ],
        "plot": [
            "Kim Weiler is devoted to guiding others on the path to a healthy life, not only through dietary changes, but also a large helping of self-love. This web series will take you through her 21-year journey to healing, which began when she developed the autoimmune disease psoriasis at age 19. Struggling with the skin condition her entire adult life, Kim saw her skin clear up after implementing a strict regimen of proper nutrition, which included self-love - the number one \"food\" for the soul. After a long career working in all facets of the TV and film industry, she is now helping others through her business, _Healing My Skin_ (qv), LLC. She is an International Certified Holistic Health Coach, Psoriasis Expert, Speaker, and Author."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}