{
    "imdb": {
        "episodes": {
            "1": {
                "0": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sheffield Real Estate (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 0,
                    "plot": "\n    Professional poker player, John Racener and his fiance Monique are looking for a home to start a family. With John's party lifestyle and Monique's family friendly visions this house hunt gets tricky.    "
                },
                "1": {
                    "title": "Modern Day Spanish Castle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sheffield Real Estate (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Full-time, professional musicians, Kim and Aaron Lepley have been married for 3 years and are in a successful rock band, Funny Bunny. They're looking for a funky, mid-century home with room for a studio space.    "
                },
                "2": {
                    "title": "Waterfront Wishes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sheffield Real Estate (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Jackie and Jason Ortiz specialize in wealth management and are looking to upgrade their lifestyle. As VP's at a financial services brokerage firm, this successful young couple wants to make a wise investment, but also find the house of their dreams.    "
                },
                "3": {
                    "title": "The Glass House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sheffield Real Estate (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Unimpressed by high-rise condo living, Calvin Jefferson and his son Myles are on the search for a forever home. A single-dad and divorcé, he hopes to be married again soon and keeps \"the future Mrs. Jefferson\" in mind during his search for a new house.    "
                },
                "4": {
                    "title": "Gorgeous Golf View",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sheffield Real Estate (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Tammy and Rob are in search a vacation style home. With Tammy's busy life-style as the owner of a travel agency; she wants a water front home that she can relax in. A large man cave is a must for Rob. He needs a large space for all of his hunting and fishing gear. This couple will be in search of the perfect paradise property.    "
                },
                "5": {
                    "title": "Magnificent Mediterranean Estate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sheffield Real Estate (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    No strangers to the business of real estate, the Cruz' admit that when it comes to finding the best deal on a property for themselves, having a top notch agent is a must. With a fast growing real estate investment company, the Cruz' are parents and partners in family and business looking to upgrade their family home.    "
                },
                "6": {
                    "title": "Waterfront Play-Pad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sheffield Real Estate (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Lauri and Mike are both wildly successful with unconventional jobs - Lauri as a pin up artist and Mike as an inventor. Since they both work from home, they need a bigger house with big windows for her artwork, a game room for his toys, and a bar for their party lifestyle.    "
                },
                "7": {
                    "title": "Tranquil Townhome",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sheffield Real Estate (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Newly engaged, Jami and George are ready to take the next step of moving in together. Their looking for a new house on the water that can be a home for their blended family.    "
                },
                "8": {
                    "title": "Backyard Bliss",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sheffield Real Estate (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Jason and Jennifer are on the hunt for their dream home. A waterfront property is Jason's number one priority. While Jennifer has interior needs like a large kitchen and spacious master bedroom. This couple is searching for a dream home that will check off everything on both of their wish lists.    "
                },
                "9": {
                    "title": "First Forever Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sheffield Real Estate (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Newly engaged Cassie and Ryan are planning their dream wedding, but first they want to find a home to call their own. These two lovebirds are excited to mix their styles together and finding their dream home before the big day.    "
                },
                "10": {
                    "title": "Orlando Oasis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sheffield Real Estate (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    With career opportunities in play for the Ray's, a move to Orlando is imminent. Tampa is the only home their kids have known, but the Ray's hope that they can settle down quickly in their brand new home.    "
                },
                "11": {
                    "title": "Massive Mansion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sheffield Real Estate (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Clara and Billy Ferriolo are on the hunt for a larger home for their family of five. But when Bella, Clara's mom, joins the house hunt she has her own opinion on which house they should choose. With DeLeon and Debbie's help they hope to find the property of their dreams.    "
                },
                "12": {
                    "title": "Lap of Luxury",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sheffield Real Estate (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Newly engaged Scott and Matt are on the search for their first home together. They are on the hunt for a contemporary style home in Orlando and waterfront is a must. With their careers in full swing and a wedding around the corner, these two lovebirds need a sanctuary to call their own.    "
                },
                "13": {
                    "title": "Million Dollar View",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sheffield Real Estate (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    Kate and Chris are in search of a large waterfront property home. With two kids and possibly another one on the way, plenty of room is definitely a priority. Two other wish list items are a home office space for Chris and a large outdoor entertaining space for Kate.    "
                },
                "14": {
                    "title": "Spacious Sanctuary",
                    "kind": "episode",
                    "episode of": {
                        "title": "Sheffield Real Estate (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "plot": "\n    Michael and Tina Clayton are on the hunt for a new home for their family of five. They are on the search for a spacious home that meets all of their needs. A cozy master bedroom, large closets and a water view are on all their wishlist.    "
                }
            }
        },
        "number of episodes": 15,
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYTkyNDU0ODYtMGQ2My00ODIwLWE2OTUtNTQwN2JiMWYxYzllXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "DeLeon Sheffield and her mother, Debbie Richards, are a dynamic real estate team that have been selling homes for the last 10 years. They specialize in residential luxury listings in Florida. DeLeon not only juggles having her own company but also her baseball legend husband, Gary Sheffield, and their three young sons. No task is too big for this mother daughter team to take on, and their clients happiness is their number one priority.",
        "languages": [
            "English"
        ],
        "title": "Sheffield Real Estate",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Sheffield Real Estate (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Pink Sneakers Productions"
            },
            {
                "name": "Releve Entertainment"
            }
        ],
        "plot": [
            "DeLeon Sheffield and her mother, Debbie Richards, are a dynamic real estate team that have been selling homes for the last 10 years. They specialize in residential luxury listings in Florida. DeLeon not only juggles having her own company but also her baseball legend husband, Gary Sheffield, and their three young sons. No task is too big for this mother daughter team to take on, and their clients happiness is their number one priority.::Pink Sneakers Productions"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}