{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2017"
            }
        ],
        "release dates": [
            "USA::2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Jimmy Iovine Talks Founding Interscope Records, Apple Music & Selling Beats By Dre",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blueprint (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    In the premiere episode of 'Blueprint,' legendary music exec Jimmy Iovine sits down with Complex Editor-In-Chief Noah Callahan-Bever to talk founding Interscope Records with artists like Tupac and Marilyn Manson, the motivation behind Beats by Dre and being obsessed with streaming music.    "
                },
                "2": {
                    "title": "How Bobby Hundreds Turned A T-shirt Into A Streetwear Empire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blueprint (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    Bobby Hundreds explains how he channeled his love for music and culture into one of the world's most iconic streetwear brands.    "
                },
                "3": {
                    "title": "Spider-Man to Spawn, How Todd McFarlane Became the Biggest Comic Book Artist Ever",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blueprint (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Todd McFarlane opens up about his career as a comic book artist that includes making Spider-Man cooler and creating the Spawn character. He also shares his blueprint to launching Image Comics and McFarlane Toys.    "
                },
                "4": {
                    "title": "How Daniel Arsham's Experimental Art Attracted Collabs With Pharrell and Adidas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blueprint (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Daniel Arsham started design firm Snarkitecture to blend art and architecture, became the first visual artist signed with Adidas, and translated fine arts for the masses with creative installations seen around the worldwide.    "
                },
                "5": {
                    "title": "How Joie Manda Went From Running The Door at the TUNNEL to EVP of Interscope",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blueprint (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Joie Manda's ascent from passing out club flyers to becoming EVP of Interscope/Geffen/A&M is unheard of. With building the careers of Rick Ross, Vince Staples, 2 Chainz, plus more, Manda rose through the ranks at Asylum Records, Def Jam, Warner Bros., and now Interscope.    "
                },
                "6": {
                    "title": "How Angie Martinez Conquered Radio and Became 'The Voice of New York'",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blueprint (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Radio icon Angie Martinez shares how at 16 years old she used her passion for music to kickoff her career with an internship at a local Miami station. \"The Voice of New York,\" would later surmount a career that spans over 20 years and includes two rap albums, a New York Times best-selling book, a Tidal podcast, plus more.    "
                },
                "7": {
                    "title": "How Will Packer Became Hollywood's Billion Dollar Man",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blueprint (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    While Hollywood underestimated Will Packer, the self-taught super producer developed nine No. 1 films and pulled in $1 billion at the box office. From his Atlanta estate, he shows Complex how he proved the bankability of people of color and helped launch the careers of Kevin Hart, Idris Elba, and more.    "
                },
                "8": {
                    "title": "How Ronnie Fieg Grew KITH From Store to Brand to Empire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blueprint (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    Queens-bred Ronnie Fieg infamously went from 13-year-old stockboy to brand mogul by mastering the limited-edition sneaker drop and trafficking unique products that feel special to KITH devotees.    "
                },
                "9": {
                    "title": "How Charles D. King Won Oscars and Made Millions With Multicultural Movies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blueprint (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "How Stadium Goods' John McPheters Created A Sneaker Consignment Empire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blueprint (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    John McPheters helped bring the consignment model to footwear at Flight Club then struck out on his own with Stadium Goods, taking the company from conception to nine figures in just two years with no ceiling in sight.    "
                },
                "11": {
                    "title": "How The Shade Room's Angie Nwandu Reinvented Celebrity News & Gossip",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blueprint (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    Over 10 million \"roommates\" visit The Shade Room each day to get the latest in celeb news, thanks to 26-year-old Angie Nwandu, who went from foster care and unemployment to formatting the tabloids for the social media generation.    "
                },
                "12": {
                    "title": "How Chance The Rapper's Manager, Pat Corcoran, Reimagined the Music Business",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blueprint (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "9 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Pat \"The Manager\" and Chance The Rapper set the bar for what independent artists can achieve. Pat details how the two met, the backlash around the release of Coloring Book, and the one thing that threatened their independence.    "
                },
                "15": {
                    "title": "How Lyor Cohen Built Def Jam, Reinvented Warner, Launched 300 + Reimagined YouTube Music",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blueprint (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "30 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    the most prolific musical acts of our time at the helm of the biggest labels. In a conversation that spans his decades of leadership in the industry, he shares how failing as a party promoter led him to working for Russell Simmons, how he invented the 360 deal, surviving the turmoil of the business, and the feeling in his gut that propels him to this day.    "
                },
                "17": {
                    "title": "How Scooter Braun went from promoting parties to building an entertainment empire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blueprint (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "13 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Scooter Braun is a visionary for the self-made, social media age. After catching the eye of Jermaine Dupri as the hottest young party promoter in Atlanta, Braun signed and diligently broke Asher Roth and Justin Bieber. He went on to manage a bevy of global pop stars to expand his company into other facets of entertainment and to weather some very public storms, all while gathering a following as big as some of his acts.    "
                },
                "19": {
                    "title": "How Cheo Hodari Coker Went From Hip Hop Journalist to 'Luke Cage' Creator and Showrunner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Blueprint (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "29 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Cheo Hodari Coker grew up an outsider in Storrs, Connecticut, where hip-hop was his lifeline to cultural identity. He finessed his way into hip-hop journalism while a student at Stanford University before establishing a name for himself at the Los Angeles Times, The Source, and other premier music outlets. From a physical altercation with the Wu-Tang Clan to writing Biggie's biography, Cheo took his rich experiences to Hollywood, selling scripts, producing shows like Southland and Ray Donovan and now being the mastermind behind the hit Netflix series Luke Cage.    "
                }
            }
        },
        "number of episodes": 15,
        "cast": [
            {
                "name": "Callahan-Bever, Noah"
            },
            {
                "name": "Arsham, Daniel"
            },
            {
                "name": "Hundreds, Bobby"
            },
            {
                "name": "Iovine, Jimmy"
            },
            {
                "name": "King, Charles D."
            },
            {
                "name": "Manda, Joie"
            },
            {
                "name": "Martinez, Angie"
            },
            {
                "name": "McFarlane, Todd"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzI2YWExZDQtN2MxNS00YzFhLThjNDctYWY1YjBkZTc5OGVjXkEyXkFqcGdeQXVyODc5MTMxOTU@._V1_SY150_CR1,0,101,150_.jpg",
        "plot outline": "At the crossroad of inspiration, drive, and genius sit the visionaries. In \"The Blueprint,\" Complex Chief Content Officer Noah Callahan-Bever sits down with today's most impactful creative directors, inventors, designers, executives and artists for an exploration of the key moves they made to realize their career and their impact on the culture.",
        "title": "Blueprint",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Complex Networks"
            }
        ],
        "plot": [
            "At the crossroad of inspiration, drive, and genius sit the visionaries. In \"The _Blueprint_ (qv),\" Complex Chief Content Officer Noah Callahan-Bever sits down with today's most impactful creative directors, inventors, designers, executives and artists for an exploration of the key moves they made to realize their career and their impact on the culture.::Complex"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}