{
    "imdb": {
        "raw release dates": [
            {
                "country": "Japan\n",
                "date": "27 April 2017",
                "notes": "                            (internet)"
            },
            {
                "country": "Japan\n",
                "date": "28 April 2017"
            }
        ],
        "release dates": [
            "Japan::27 April 2017                            (internet)",
            "Japan::28 April 2017"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Idolm@ster.kr"
            },
            {
                "countries": "Spain",
                "title": "The Idolm@ster.kr"
            },
            {
                "countries": "World-wide (English title) (alternative title)",
                "title": "The Idolmaster KR"
            },
            {
                "countries": "World-wide (English title) (alternative spelling)",
                "title": "The IDOLM@STER"
            }
        ],
        "akas": [
            "The Idolm@ster.kr (original title)",
            "The Idolm@ster.kr Spain",
            "The Idolmaster KR World-wide (English title) (alternative title)",
            "The IDOLM@STER World-wide (English title) (alternative spelling)"
        ],
        "akas from release info": [
            "The Idolm@ster.kr (original title)",
            "The Idolm@ster.kr Spain",
            "The Idolmaster KR World-wide (English title) (alternative title)",
            "The IDOLM@STER World-wide (English title) (alternative spelling)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Idolm@ster.kr (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "28 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Suji is a marathon athlete content with spending her life in 2nd place. But after her twin Suah, Korea's top celebrity, passes away in an accident, Suji has lost the light in her life. Just like that, a year goes by.. Suji has stopped running, working part-time jobs instead... Meanwhile, Youngjoo receives the shock of her life. Her fellow trainee was selected to take Suah's place as the new member of Korean girl group Red Queen. To make things worse, her agency went belly up. An old man with a cat suddenly appears before Youngjoo and her friends, introducing himself ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Idolm@ster.kr (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "5 May 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Idolm@ster.kr (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "12 May 2017",
                    "year": "2017",
                    "plot": "\n    The ten girls come to 825 Entertainment, ready to become idols. But Shinhyuk announces something unexpected. They will be going through a \"mock test\" of sorts, and the girls have just one week to prepare! They only met yesterday; how are they supposed to become a team? Thrown off balance, the girls direct all their energy into practice. But this is Suji's first time dancing, and she keeps messing up. To make matters worse, the girls start fighting from the get-go. The original five insist on sticking to their way of practicing, but the new girls are not having any of ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Idolm@ster.kr (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "19 May 2017",
                    "year": "2017",
                    "plot": "\n    The girls start off the Survival Competition by splitting into two teams, the Debut Team and the Rookie Team. The 1st mission is announced, and the Debut Team, led by Youngjoo, has everything down pat from the song selection to the outfits. The Rookie Team, on the other hand, can't get it together: Suji is dragging down the team, they didn't choose good songs, and the group can't even work together! On top of all that, these ten have started living together. With so many different personalities, this \"dorm life\" is bound to have some friction. (C) BANDAI NAMCO ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Idolm@ster.kr (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "26 May 2017",
                    "year": "2017",
                    "plot": "\n    The girls are up for an unexpected dance battle, and the loser cleans the dance studio. Suji shocks the girls as she feels the rhythm and dances her best. She is a bit rough around the edges, but Youngjoo notices that Suji has talent, causing feelings of jealousy and tension to sprout. Finally, the first mission starts, and the Debut Team smoothly blends their songs into one performance. The Rookie Team does their best at practice, but on stage... Who could have known that they would make a crucial mistake!    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Idolm@ster.kr (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    It's the big day, the day the girls show their performances to the world. Everyone is looking forward to the broadcast, but the comment section only talks about the relationship between Suji and Suah. The other girls are green with envy, and at the amount of attention Suji is getting, Youngjoo senses a rival. Youngjoo knows she'll have to do what it takes to make sure the Rookie Team doesn't win. Meanwhile, the Rookie Team is a complete mess! They don't have a leader, and they can't seem to work together. On top of that, with Jiseul's feisty personality, bad attitude ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Idolm@ster.kr (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "9 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Youngjoo is wearing out the Debut Team with her oppressive tactics - especially Taeri, who gets a whirlwind of abuse from Youngjoo. The trainee life isn't easy, but it's driving her to extremes! And when the Rookie Team finds out the real reason Jiseul has been skipping practice, they go so far as to change the practice times for her so they can prepare for the mission. But Mint doesn't understand why they should go this far for Jiseul. (C) BANDAI NAMCO Entertainment Inc & IMX, Inc.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Idolm@ster.kr (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "16 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Jiseul is sick so the Rookie Team decides to help out with her part time jobs. Mint realizes that Jiseul has been practicing hard despite her financial difficulties and feels bad. But Jiseul's pride is hurt by their actions and tells them not to feel sorry for her. At last, the second mission begins. The Rookie Team had to endure mean comments from their previous lackluster performance, and now they are facing an even more challenging song. (C) BANDAI NAMCO Entertainment Inc & IMX, Inc.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Idolm@ster.kr (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "23 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Suji learns from a reporter that Suah was seen at a hotel with Shinhyuk Kang just before she died. Her faith in Shinhyuk wavers and her suspicions about him grow... Meanwhile, the Debut Team is growing sick and tired of Youngjoo's highhanded and bossy ways. Jane finally explodes and runs out of the practice studio after a major argument with Youngjoo.(C) BANDAI NAMCO Entertainment Inc & IMX, Inc.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Idolm@ster.kr (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "30 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Suji goes to Suah's shrine the day after the first anniversary of her death to avoid seeing anyone, only to unexpectedly run into none other than the man who created Red Queen -Korea's top producer, Shinhyuk Kang. After hearing Suji say she no longer runs, he makes a suggestion. \"Become an idol,\" he says, telling Suji to take Suah's place and fulfill her dream. Suji is faced with a dilemma. When Suji was young she felt such excitement for the stage, but ended up conceding her lead role to her sister. Thus began a life of living in Suah's shadow. But how could she ever...    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Idolm@ster.kr (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "7 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    The Rookie Team keeps Mint's spot empty so that she can come back anytime. Suji believes that Mint will return and Youngjoo can't believe her naiveness. Meanwhile, a new vocal trainer Danoh helps the girls improve their vocals. Taeri takes over the center of the team for the first time, but drives herself too hard after feeling pressure from Youngjoo who tells her that she has to do well for the team.(C) BANDAI NAMCO Entertainment Inc & IMX, Inc    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Idolm@ster.kr (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "14 Jul. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Idolm@ster.kr (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "21 Jul. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Idolm@ster.kr (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "28 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    The girls are granted a few days on holiday. Individually spending their time, Sori attends her highschool reunion. However the advice from her friends asking her why she is preparing for an idol singer debut near her 30s becomes a spear that pierces through her heart...! Meanwhile, CEO Shim decides to recruit a new member in Taeri's stead and visits someone. The members, unaware of this, select gifts for one another and prepare for a Christmas party...!(C) BANDAI NAMCO Entertainment Inc & IMX, Inc    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Idolm@ster.kr (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "4 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    The girls are planning a Christmas party, but to Jiseul who constantly has to work part-time jobs, Christmas is the busiest time of the year. Jiseul's Secret Santa has planned a surprise for her, but Jiseul finds out and becomes furious. Meanwhile, after the party, someone shows up at their door in the middle of the night. Unwelcome and unwanted, this new girl is expected to stir up a lot of trouble for the Real Girl Project.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Idolm@ster.kr (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "11 Aug. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Idolm@ster.kr (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "18 Aug. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Idolm@ster.kr (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "25 Aug. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Idolm@ster.kr (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "1 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    The Rookie Team is positive Jeewon is the one that stole their clothes for the shoot. Yeeun can't forget Jeewon's past betrayal and goes on the offensive. This causes the conflict between the two teams to explode! Meanwhile, the Rookie Team has only one day to plan a new music video concept. Just when they think it's impossible, an idea comes from an unexpected place...!(C) BANDAI NAMCO Entertainment Inc & IMX, Inc.    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Idolm@ster.kr (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "8 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Yeeun sees Jeewon's true feelings through the Debut Team's music video, with a script talking about two friends who shared the same dream. But it's too late to turn back, and it's not that easy for the two to reach out to each other... Meanwhile, Shinhyuk is beginning to worry that Suji is showing the same symptoms as Suah. Overcome with anxiety, he heads toward the place the girls are staying on their trip...(C) BANDAI NAMCO Entertainment Inc & IMX, Inc.    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Idolm@ster.kr (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Shinhyuk drives through the rain and saves Suji at the last minute from being run over. He ends up telling Suji the truth about Suah's death. Shinhyuk is full of regret and Suji is shattered by his confession. The next day, the girls are back from their trip, but a shocking scandal awaits them, throwing 825 Entertainment into turmoil!(C) BANDAI NAMCO Entertainment Inc & IMX, Inc.    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Idolm@ster.kr (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "22 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    The girls don't know what to think about all the rumors regarding Shinhyuk and Suji. The scandal is spreading quickly and threatens the very existence of 825 Entertainment and Real Girls Project. Meanwhile, Haseo's grandfather finds out that she's been secretly training to be part of a girl group and takes Haseo back to her hometown. The girls finally find out about the secret Haseo has been keeping and hatch a plan to get her back.(C) BANDAI NAMCO Entertainment Inc & IMX, Inc.    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Idolm@ster.kr (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "29 Sep. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Idolm@ster.kr (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "6 Oct. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Mint"
            },
            {
                "name": "Haseo, Kwon"
            },
            {
                "name": "Hoon, Sung"
            },
            {
                "name": "Jane, Chun"
            },
            {
                "name": "Jiwon, Lee"
            },
            {
                "name": "Park, Cheol-min"
            },
            {
                "name": "Sori, Kim"
            },
            {
                "name": "Taeri, Jung"
            },
            {
                "name": "Teramoto, Yukika"
            },
            {
                "name": "Youngjoo, Heo"
            }
        ],
        "genres": [
            "Drama"
        ],
        "countries": [
            "Japan"
        ],
        "country codes": [
            "jp"
        ],
        "language codes": [
            "ko"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Singapore:PG13"
        ],
        "number of seasons": 1,
        "rating": 7.4,
        "votes": 19,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODYzNDMyNzUtZDBjYS00OGMyLTllOTAtNDAzMmY1ZjY4MTAyXkEyXkFqcGdeQXVyNzkyNTIyMjM@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "Korean"
        ],
        "title": "The Idolm@ster.kr",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-2017",
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "IMX"
            }
        ],
        "distributors": [
            {
                "name": "Amazon Prime Video"
            }
        ],
        "plot": [
            "Set in the world of Korean entertainment production, the drama series depicts the hopes and dreams of a group of young Korean, Japanese and Thai women as they embark on a career in the entertainment industry."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 19,
                "rating": 7.4
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 9.5
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 6.0
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 6.7
            },
            "males": {
                "votes": 7,
                "rating": 7.6
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 6.0
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 9.5
            },
            "females": {
                "votes": 6,
                "rating": 6.3
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 9.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 6.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 1.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 2.0
            },
            "us users": {
                "votes": 1,
                "rating": 6.0
            },
            "non us users": {
                "votes": 3,
                "rating": 5.7
            }
        },
        "number of votes": {
            "10": 8,
            "9": 2,
            "8": 1,
            "7": 2,
            "6": 2,
            "5": 1,
            "4": 0,
            "3": 0,
            "2": 1,
            "1": 2
        },
        "arithmetic mean": 7.4,
        "median": 9
    }
}