{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 January 2017"
            }
        ],
        "release dates": [
            "USA::1 January 2017"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "The End of the Line",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekends with Yankee (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "7 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    This week on Weekends with Yankee, co-host Richard Wiese meets up with dune tour guide Rob Costa in Provincetown, Massachusetts, for an off-road ramble through Cape Cod National Seashore, taking in the magnificent views and stopping to visit one of the famous artists' cottages there. Next, we travel down to Rhode Island and out onto Narragansett Bay to hear the story of the Rose Island Lighthouse, which has been keeping watch over those waters for more than a century. For our last stop, we board a ferry to the Maine island of North Haven, a place so beautiful the ...    "
                },
                "2": {
                    "title": "Into the Wild",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekends with Yankee (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "14 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    This week on Weekends with Yankee, we venture into the wild. First, co-host Richard Wiese boards a small boat off Chatham, Massachusetts, to accompany one of the leading researchers tracking the growing number of great white sharks along the Atlantic coast. From there we head to a remote corner of inland Maine to visit The Lost Kitchen, one of the most sought-after dinner reservations in the country. Finally, it's off to the Northeast Kingdom of Vermont, where we go flying up and down the mountain biking trails of Burke Mountain, taking in stunning scenery at every ...    "
                },
                "3": {
                    "title": "Small is Beautiful",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekends with Yankee (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "21 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    This week on Weekends with Yankee, we find proof that in New England, small is beautiful. We kick things off with an outing to a Connecticut Tigers baseball game, where co-host Richard Wiese meets fans who cheer on their minor-league heroes with big-league fervor. Next, we travel up the coast of Maine in search of the ultimate lobster roll, which leads us to an idyllic cove in South Thomaston and a classic little shack called McLoons. To round things out, we hike into the Ossipee Mountains to discover Castle in the Clouds, a hidden gem nestled high above New ...    "
                },
                "4": {
                    "title": "Trade",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekends with Yankee (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "28 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    This week on Weekends with Yankee, we travel to Massachusetts to experience the unique and incredibly colorful tradition of cranberry harvesting, which the Gilmore family of South Carver has been doing for generations. Then bring your appetites as we head to Portland, Maine, where we'll take you inside some of our favorite restaurants in this food lover's paradise. Last but not least, we go off the beaten path in Vermont to explore Greensboro, which Yankee magazine editors call \"the best little food town in New England,\" and visit a cult brewer and a cheese maker that...    "
                },
                "5": {
                    "title": "Hidden Gems",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekends with Yankee (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "5 May 2018",
                    "year": "2018",
                    "plot": "\n    New England is filled with hidden gems, and this week on Weekends with Yankee, we highlight a few of our favorites. First up is Boston's legendary Fenway Park and its Green Monster-both are well known, but behind the Green Monster we also find a tucked-away garden that provides fresh vegetables to food vendors throughout Fenway. Next, we journey to Chebeague Island, off the coast of southern Maine, to visit a decades-old, family-run inn and harvest oysters straight from the waters of Casco Bay. Finally, learn why glamping is all the rage with our look at Sandy Pines ...    "
                },
                "6": {
                    "title": "Labors of Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekends with Yankee (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "12 May 2018",
                    "year": "2018",
                    "plot": "\n    This week on Weekends with Yankee, co-host Richard Wiese hikes New Hampshire's White Mountains in the company of the \"hut croos,\" young men and women who pack food and supplies up steep trails to the famed rustic lodges along the Appalachian Trail. From there it's over to Grafton, Vermont, a quintessential New England village of covered bridges, white picket fences, and maple trees. The Grafton Village Cheese Company produces some of the best cheddars in the country, and we go behind the scenes to see how it's done. Then we jog north to taste some of the most ...    "
                },
                "7": {
                    "title": "By the Shore",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekends with Yankee (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "19 May 2018",
                    "year": "2018",
                    "plot": "\n    This week on Weekends with Yankee, we spend an idyllic summer day on the shores of Cape Cod and stop in at the Chatham Bars Inn, named a 2017 Yankee Editors' Pick as \"Best Family Lodging\" in the state. There, we experience the ultimate farm-to-table dinner, featuring local seafood and an array of vegetables just picked from the hotel's own farm. Then co-host Richard Wiese heads to Rhode Island's Narragansett Bay for a surfing lesson, and learns why there's such surprisingly good wave action in New England. Lastly, it's into the woods to forage mushrooms with chef Evan...    "
                },
                "8": {
                    "title": "Past and Present",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekends with Yankee (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "26 May 2018",
                    "year": "2018",
                    "plot": "\n    This week on Weekends with Yankee, we explore how New England's past continues to shape its present. First, we take a tasty trip back in time at Scott Farm Orchard in Dummerston, Vermont, which grows more than 100 apple varieties, some of which date back to the 1600s. Next, we swing through New Hampshire and find that old-school farming techniques are very much alive at Coppal House Farm, where much of the equipment is still powered by draft horses. For the finale, we hop aboard the historic windjammer J&E Riggin, a two-masted schooner built in 1927 that still sails ...    "
                },
                "9": {
                    "title": "Best of New England",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekends with Yankee (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    This week on Weekends with Yankee, we see the very best of New England. Our journey begins in the charming village of Hanover, New Hampshire, which Yankee magazine editors say is \"the best college town\" in New England. Then it's south to Rhode Island, where co-host Richard Wiese strolls through The Elms, one of the most breathtaking of Newport's Gilded Age mansions. Finally, we head to Martha's Vineyard, off the coast of Massachusetts, for some of the most succulent sea scallops in the world. Back in the Test Kitchen, co-host and Yankee senior food editor Amy Traverso...    "
                },
                "10": {
                    "title": "Flora and Fauna",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekends with Yankee (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "9 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    This week on Weekends with Yankee, we spotlight the flora and fauna of New England. Starting things off is a visit to Vermont's Shelburne Farms, a historic property on the shores of Lake Champlain where teams of farmers and food artisans raise Brown Swiss cows and make delicious cheeses from their milk. Next, we travel to New Hampshire's Lake Winnipesaukee to connect with top Boston chef Brendan Pelley, who shares the story of how growing up at his family's cabin there shaped his cooking style-which he demonstrates with some delicious lake trout prepared over a ...    "
                },
                "11": {
                    "title": "Shores and Shellfish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekends with Yankee (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "16 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    This week on Weekends with Yankee, co-host Richard Wiese cruises around New Hampshire's Lake Winnipesaukee aboard the Sophie C, the oldest floating post office in the United States. From there, we make tracks to Rockport, Maine, where lobsterman and photographer Joel Woods gives us a view of deep-sea fishing that few people ever get to see. Closing things out is our jaunt to the rocky coast just outside Acadia National Park to experience a genuine Maine clambake with three of Portland, Maine's hottest chefs. Back in the Test Kitchen, co-host and Yankee senior food ...    "
                },
                "12": {
                    "title": "Fall Foliage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekends with Yankee (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "23 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    This week on Weekends with Yankee, we celebrate the ultimate New England season, autumn, in all its multicolored glory. First, we hike up to Holt's Ledge in Hanover, New Hampshire, and get a fall color tutorial from photographer Jim Salge, the resident foliage expert for NewEngland.com. Next, we head to Vermont for an autumn visit with goat farmer and cheese maker Allison Hooper, whose Vermont Creamery has helped put New England cheeses in the national spotlight. Finally, the editor of Yankee magazine, Mel Allen, takes us on a tour of New Hampshire's Kancamagus ...    "
                },
                "13": {
                    "title": "Winter in New England",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekends with Yankee (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "30 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    This week on Weekends with Yankee, we explore New England in wintertime, a season of snowy adventures and breathtaking beauty. We start off with a visit to historic Lexington, Massachusetts, the town where the first shots of the Revolutionary War forever changed the course of this country. While there, co-host and Yankee senior food editor Amy Traverso cooks up a New England artisan dinner with chef Stacy Cogswell at the Inn at Hastings Park, and puts a spotlight on some of the regional designers and food makers who represent New England's legacy of craftsmanship and ...    "
                }
            },
            "1": {
                "1": {
                    "title": "The Coast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekends with Yankee (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    This Weekend with Yankee, we visit Ogunquit, Maine to catch some of the best lobsters in the country. Then we head up the coast to Acadia National park for a traditional New England clam bake. Next we go down to Newport Rhode Island for a lesson in boat making. Come see New England, with the people who know it best.    "
                },
                "2": {
                    "title": "The Wild",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekends with Yankee (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    This Weekend with Yankee, we see some extreme weather on the highest peak in the northeast, Mount Washington. Then we go out to sea and catch some Atlantic scallops. Then we fly over Moosehead Lake in search of some wild Moose. Join us for the ultimate trip though New England, from the people who know it best.    "
                },
                "3": {
                    "title": "Buried Treasure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekends with Yankee (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    This Weekend with Yankee, we meet lobsterman and photographer Joel Woods to examine life aboard a lobster boat. Next we learn about fresh oysters from celebrity chef, Jeremy Sewall. And lastly we uncover and authenticated pirate ship and its buried treasure. Join us for the ultimate trip though New England, from the people who know it best.    "
                },
                "4": {
                    "title": "Traditions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekends with Yankee (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    New England is a region that celebrates its traditions. We board the massive schooner the J&E Riggin for a windjammer cruise along the beautiful Maine coast. Then we travel down to Cambridge, Massachusetts for the Head of the Charles, the largest two-day rowing event in the world. Lastly, we head up north to Vermont where we find the Shelburne Museum, one of the country's most unique museums. Home to a land-bound lighthouse, a steamboat dock in a grassy meadow, and four centuries or art and Americana.    "
                },
                "5": {
                    "title": "Lost and Found",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekends with Yankee (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    We're traveling from Boston to Vermont, unearthing some of the regions rare treasures. First stop: Block Island. We're tracking down hundreds of glass orbs hidden all over the island. Then it's up to Vermont where we find the Scott Farm apple orchard. Full of over a hundred heirloom apple varieties-some dating back as far as the 1600s. Then heading south, we travel to Boston to a hidden gem: the Isabella Stewart Gardner Museum. An art oasis and the place of the largest art theft in US history.    "
                },
                "6": {
                    "title": "Icons of New England",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekends with Yankee (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    Think of New England icons and you probably imagine covered bridges, stone walls, church steeples, and light houses. We visit three less typical but equally iconic treasures. Beginning with the Elms in Newport, Rhode Island where we get a behind the scenes tour from this mansion's caretaker of more than thirty years. Then a trip to Olneyville New York System, a Providence, Rhode Island restaurant where the Stevens family has been serving up their signature Coney Island-style wieners for generations of customers. Last but not least, we visit the glass house in New ...    "
                },
                "7": {
                    "title": "Land and Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekends with Yankee (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "plot": "\n    Water-it's everywhere in New England, home of some of the most beautiful oceans, rivers, lakes, and streams anywhere. We experience the amazing water fire-a light show on water that is just stunning. Then it's to New Hampshire to the serene Squam Lake in search of the common loon, now a threatened species in some of these parts. And then it's to the farm coast, an area along the ocean in Massachusetts and Rhode Island for some New England wine making.    "
                },
                "8": {
                    "title": "Yankee Ingenuity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekends with Yankee (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "plot": "\n    All through New England, there is a term called 'Yankee Ingenuity'-a shorthand nod to traditional values of thrifty, know-how and self-reliance. We visit places where ingenuity and imagination have shaped the landscape. Like Shelburne Farms, one of Richard's favorite stops among all our stories this year. Richard journey's up Mount Washington by cog railway, where a dazzle-belief peeper can get lost in the clouds. And we wrap up at Strawberry Bank, a museum that brings more than three hundred years of New England history to life in Portsmouth, New Hampshire.    "
                },
                "9": {
                    "title": "The Islands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekends with Yankee (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "plot": "\n    Off the coast of New England are some of the most beautiful islands in the country. We explore three iconic island destinations. First stop, Martha's Vineyard in Massachusetts where we visit the historic gingerbread cottages in Oak Bluffs. Then we get an insider's look at one of New England's top destinations. Acadia National Park on Mount Desert Island. Then it's back to Massachusetts to a hidden forest where two young farmers are growing one of the world's most prized mushroom varieties for a blossoming group of foodies and top chefs.    "
                },
                "10": {
                    "title": "Back to the Land",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekends with Yankee (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "plot": "\n    New England is a place of tremendous geographic diversity. From the wilds of Northern Maine to the pristine coastal villages. We visit some of our favorite unspoiled places. We begin at the Well at Jordan's Farm, a fifth-generation family farm where they are growing and serving their own fruits and vegetables at an on-site al fresco fine dining restaurant. Then we head south to Connecticut to the majestic Grace Farms where we visit some incredible birds of prey. And then its fly wishing with Richard's friend, author, and artist James Prosek.    "
                },
                "11": {
                    "title": "Quintessential Village",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekends with Yankee (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "plot": "\n    New England is famous for its iconic villages and small towns. We visit three of our favorites. First up: Stockbridge, Massachusetts the town that inspired Norman Rockwell's art and is now home to a museum featuring his collected works. Next, we head up north to Woodstock, Vermont home to the ultimate country store F.H. Gillignhams and Sons. And then it's off to the classic mill town of Biddeford, Maine to visit what Yankee Magazine calls the best diner in New England.    "
                },
                "12": {
                    "title": "Fall Foliage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekends with Yankee (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Fall foliage is New England's Mardi Gras a spectacular event like nowhere else. We travel around NE and see what colors we find. First, it's up into Vermont where we visit with farmer, cheese maker and trailblazer Allison Hooper who co-founded one of the country's most influential creameries. Then in New Hampshire we travel along the Kancamagus Highway a winding road through the White Mountains that has been called one of New England's most scenic drives. And then it's a visit to what Yankee Magazine calls the best fall foliage town: Kent, Connecticut where Richard ...    "
                },
                "13": {
                    "title": "Winter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Weekends with Yankee (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    Winter in New England-it may be famously cold, but it's also spectacularly beautiful. Full of snow dusted trees, bright blue skies, sleigh rides, and skiing. Richard pays a visit to Boston, Massachusetts to see one of the city's and the country's hottest chefs: Barbara Lynch. Then Richard gets aboard a horse-drawn sleigh in beautiful Jackson, NH. And lastly, Richard straps on his cross-country skis and tries his hand on some world-class ski trails.    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Traverso, Amy"
            },
            {
                "name": "Wiese, Richard"
            },
            {
                "name": "Bagnall, Paul"
            },
            {
                "name": "Coxe, Trudy"
            },
            {
                "name": "Dixon, Sam"
            },
            {
                "name": "Goodband, Ezekiel"
            },
            {
                "name": "Haines, Joe"
            },
            {
                "name": "Hooper, Allison"
            },
            {
                "name": "Karney, Rick"
            },
            {
                "name": "Mahle, Annie"
            },
            {
                "name": "Mathews, Harold"
            },
            {
                "name": "Perry, Bob"
            },
            {
                "name": "Taylor, Andrew"
            },
            {
                "name": "Turcotte, Kate"
            },
            {
                "name": "Webb, Alec"
            },
            {
                "name": "Wiley, Mike"
            },
            {
                "name": "Adams, Ace"
            },
            {
                "name": "Allen, Mel"
            },
            {
                "name": "Jr., Arthur Alley"
            },
            {
                "name": "Alperovitz, David"
            },
            {
                "name": "Banhazl, Jessie"
            },
            {
                "name": "Baylock, Andrew"
            },
            {
                "name": "Cogswell, Stacy"
            },
            {
                "name": "Cole, Anthony"
            },
            {
                "name": "Collins, James"
            },
            {
                "name": "Comstock, Angela"
            },
            {
                "name": "Costa, Robert"
            },
            {
                "name": "Daulong, Collin"
            },
            {
                "name": "DeMasi, Christopher"
            },
            {
                "name": "Denis, John"
            },
            {
                "name": "Douty, Bree"
            },
            {
                "name": "Evans, Robert"
            },
            {
                "name": "Finger, Captain John"
            },
            {
                "name": "Fox, Justine"
            },
            {
                "name": "French, Erin"
            },
            {
                "name": "Geary, Beth"
            },
            {
                "name": "Gilmore, Susan"
            },
            {
                "name": "Hagenstein, Tyler"
            },
            {
                "name": "Harrington, Leigh"
            },
            {
                "name": "Haskell, Rich"
            },
            {
                "name": "Heyn, Andrew"
            },
            {
                "name": "Hoffman, Teddy"
            },
            {
                "name": "Horridge, Cathy"
            },
            {
                "name": "Hutton, Carol"
            },
            {
                "name": "Hutton, John"
            },
            {
                "name": "Kehler, Mateo"
            },
            {
                "name": "Kellis, Leigh"
            },
            {
                "name": "Knudsen, C.J."
            },
            {
                "name": "Krell, Wesley"
            },
            {
                "name": "Levesque, Kevin"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "languages": [
            "English"
        ],
        "title": "Weekends with Yankee",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Weekends with Yankee (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "WGBH"
            },
            {
                "name": "Yankee Magazine"
            }
        ],
        "distributors": [
            {
                "name": "Public Broadcasting Service (PBS)"
            }
        ],
        "other companies": [
            {
                "name": "Methodikal"
            },
            {
                "name": "Roslyn & Campion"
            }
        ],
        "plot": [
            "Explore the cities, countryside, and far-flung places of New England with hosts Richard Wiese and Amy Traverso. Visit the unique attractions and the region's food and dining specialties to discover the hidden treasures of New England."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}