{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "15 July 2017"
            },
            {
                "country": "USA\n",
                "date": "15 July 2017",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::15 July 2017",
            "USA::15 July 2017                            (internet)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "The Adventure Begins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    The Train World is having a busy period, building railroads between continents. The Intercontinental Railroad construction is to revitalize the isolated continents by installing connecting railroads. The main supervisor of the construction, Kay, begins the construction despite worries from other trains. But Duke, who is to work together with Kay, betrays him and tries to steal his magnetic engine.    "
                },
                "2": {
                    "title": "Duke the Liar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Duke returns to the Train World and lies to everyone that Kay is lost due to an unfortunate accident. But Kay also makes it back, and Duke's lie is revealed! To fulfill his evil scheme, Duke forcefully tries to take over the Train World. But with his last ounce of strength, Kay stops Duke using his lethal combat technique, Maximum Overdrive.    "
                },
                "3": {
                    "title": "Lost Memories",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    After a long rest, Kay wakes up, clueless to who or where he is. Confused, Kay leaves his base and arrives at the Fountain Plaza. There, everyone welcomes Kay, but Kay doesn't remember anything about his friends. He goes sullen after listening to how great he used to be, and his friends decide to help him get back to his old self.    "
                },
                "4": {
                    "title": "Runaway Virus Train",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    As the power of the Train World becomes weaker, viruses spring up and begin to infect the inhabitants. If infected, the trains lose control of their engines and run until they completely exhaust their energy. While Selly searches for the vaccine, Kay and Duck enter the infected zone, Area D. The virus has already spread throughout the region, putting trains in danger.    "
                },
                "5": {
                    "title": "Run, Kay, Run!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    A virus enters the system in Area D, and the area's control unit malfunctions. To fix the problem, Kay has to run faster than the flow of energy and manually adjust all levers along the train tracks. Confident about his speed, Kay thinks this will be an easy task, but a gorilla speedometer surprises Kay, chasing him as it grows bigger and faster, collecting energy from the tracks.    "
                },
                "6": {
                    "title": "Here Comes Alf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    After Kay gets his upgrade with Experience Points from completing the Area D restoration task, he decides to reopen the railroad tunnel to the Mountain Area, where Alf is trapped. With everyone cheering for him, Kay opens the tunnel gate that leads to the Mountain Area, but his attempt is hindered by a fiercely cold wind from the tunnel that freezes the Fountain Plaza completely.    "
                },
                "7": {
                    "title": "Repairing the Clock Tower",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    After using all his energy while opening the tunnel to the Mountain Area, Kay collapses as he barely makes it there. Alf finds Kay in need of assistance but doesn't step up to help him. Following Kay into the tunnel, Selly and Duck finally reunite with Alf. While Duck brings injured Kay back to Kay's base, Selly learns that Alf was able to survive because his friends had made sacrifices for him.    "
                },
                "8": {
                    "title": "Kay & Alf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    When the avalanche starts to fall, Alf, Jeffrey, Selly and Duck quickly search for ways to protect the Mountain Area. Kay regains consciousness and helps Alf trying to stop the falling rocks, while the others build barriers. Alf still resents Kay for putting his friends in danger, and the two keep on arguing on duty. After watching Kay eagerly trying to save the Mountain Area,    "
                },
                "9": {
                    "title": "A Recovered Friendship",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Through various experiences, Kay successfully continues to receive upgrades. Feeling good and confident, he goes to the Fountain Plaza and finds out that everyone is praising Alf for being so helpful. While Alf is busy fixing things, Kay also wants to help others but keeps on causing problems instead. Kay becomes discouraged as Alf proves to be a better leader than he is.    "
                },
                "10": {
                    "title": "Janne & Kay",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Kay decides to train harder after finding out that he needs more experience points to earn higher level upgrades and starts working on his traction technique. While helping Kay train, Selly notices that Janne likes Kay and that she wants to help him. Selly assigns Kay's training to Janne while she goes to install a weather station with Alf. With Janne's uplifting words, Kay successfully completes    "
                },
                "11": {
                    "title": "Selly's Special Training",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Kay loses control over his units because his units received upgrades after special training. He needs extra training to tame them and quickly upgrade his main system. Selly develops a simulator that synchronizes with Kay's base system to train him in virtual space. Not knowing Selly's hard work, Kay fights back and finally manages to take control over his disobedient units in his dreams.    "
                },
                "12": {
                    "title": "Alf Opens Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Kay finds out that Alf has been training hard in the early mornings. He follows Alf to the Mountain Area and sees him running too fast on the rugged mountain railroads. When Kay asks him for the reason, Alf speaks his mind. Alf believes that he could have saved Kay and completed constructing the Intercontinental Railroad if he had gone with Kay instead of Duke.    "
                },
                "13": {
                    "title": "Uninvited Guest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Everyone needs more training to open the connecting tunnel to Area V so Selly installs a virtual simulation program to Kay, Alf and Duck's main system. The three Robot Trains begin their training in their dream: Fighting against monster cakes, climbing up a high mountain and completing other unusual tasks. Then Duke appears in the virtual space.    "
                },
                "14": {
                    "title": "Close Victory",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Duke in the virtual space is unimaginably strong. After losing connection with Selly, Kay, Alf and Duck are completely exhausted, fighting against Duke. On the other end, Selly is puzzled that the program has gone out of control. While Alf wakes up from his dream, Kay and Duck are still trapped in the virtual space with the formidable foe.    "
                },
                "15": {
                    "title": "Go, Robot Trains!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    The Train World is downgraded from Kay's setback and the Area V, which requires a large amount of energy to be opened, remains unlocked. Hence the trains hold the Train Race, their tradition, which allows energy to be delivered evenly throughout the Train World. In order to win the race, the participant must receive cargos from the other trains, while running a lap around the whole Train World.    "
                },
                "16": {
                    "title": "The Festival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Kay and Alf tie with eleven cargos each, which they have received from helping other trains. With Kay's Base as the last section of the race, Kay and Alf fight for each other's cargos but end up giving all their cargos to Duck who was strolling at the bottom of the hill when the law of inertia works in Duck's favor.    "
                },
                "17": {
                    "title": "Duke Awakens",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    It's the day of the opening ceremony for Kay to finally open the tunnel to Area V. Everyone is in the festive mood, but Kay seems nervous because he will be put to the test as to check how much he has improved. Sensing something strange on the night of the Train Race, Jeffrey is gone to check on Duke in his jail. As everyone cheers Kay on, Duke shows up at the ceremony.    "
                },
                "18": {
                    "title": "Hang in There, Kay!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Kay and his friends battle against Duke. Even after Alf ties Duke up, Duck shoots his water guns at him and Selly uses the G-force Nanobombs to help Kay fight Duke, all their efforts are useless against the powerful enemy. But when Kay and his friends refuse to give up, Duke starts up his engine to suck in all the energy from the Fountain Plaza and causes a blackout.    "
                },
                "19": {
                    "title": "Victor Arrives",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    To make matters worse after all his friends have fallen, Kay's vision sensor is broken. Jeffrey tries to fight off Duke but he's no match for Duke. Not being able to see, furious Kay lunges at Duke, but Duke sends a shock to Kay's engine, making him immobile. Alf, Selly and Duck come to Kay's rescue, combining their skills and weapons to protect Kay.    "
                },
                "20": {
                    "title": "Victor Is Back",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    As the tunnel to Area V reopens, Victor is back. Victor visits the gatekeepers of each area who are his old students. Watching everyone welcoming Victor, Kay realizes that Victor is very much respected around the Train World and feels sad that he doesn't have any memory of Victor. After meeting everyone, Victor takes Kay to meet Stella, the fortune teller.    "
                },
                "21": {
                    "title": "The Secret of Alpha Train",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Kay listens to Stella's story about the primordial train called the Alpha Train. Stella warns Kay that soon, darkness will dawn upon them. Kay is doubtful but Victor shows him the proof of the Alpha Train's existence, the cargo of the Alpha Train that has landed in Area V. Victor explains to Kay that Area V was able to survive after it was shut off from the Fountain Plaza.    "
                },
                "22": {
                    "title": "Duke Speaks His Mind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Kay and his friends realize that Duke has acted strangely because of a virus. To treat Duke, Kay and the gang must log into Duke's system and remove the mutant virus themselves. With the help of Selly, Kay, Alf, Duck and Victor enter Duke's system.    "
                },
                "23": {
                    "title": "Kay and Duke",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    While Kay and his friends are searching for the virus inside Duke's memories, they find Duke's memory of the day before the opening ceremony of the Intercontinental Railroad, where a virus infected Duke's system and turned him evil. They now know that Duke was a victim of the virus. Fighting the mutant virus monsters, Kay and the friends get closer to the central part of Duke's engine.    "
                },
                "24": {
                    "title": "Kay's Unusual Training",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Duke finally comes back to the Fountain Plaza after his recovery, but everyone is still scared of him. Kay asks Duke to go training with him, but it is actually Kay's scheme to help Duke earn trust back from the other trains. Up on the mountain, Kay and Duke pick up things that the others might like, but the other trains still can't believe Duke's good intentions.    "
                },
                "25": {
                    "title": "The Time Tunnel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Kay loses control of his engine and starts to run too fast, causing space-time to warp and twist. Kay visits the Fountain Plaza and notices that everyone is moving very slowly. Duke is the only one who realized what's happening to Kay and comes to help. When Duke tells Kay that no one can see or hear him because he's moving too fast, the Time Tunnel opens up.    "
                },
                "26": {
                    "title": "Another World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Kay arrives at the Central, but the atmosphere is somewhat different than before. His friends act weird and seem to be afraid of him. Kay hears from Duck of what he had least expected. In this world, Kay is a betrayer who interrupted the opening of the tunnels and shut down Duke's engine. In a nutshell, it becomes clear that Kay had arrived in a whole different Train World.    "
                },
                "27": {
                    "title": "Victor Is in Danger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Due to the prolonged isolation period, Area V's energy level is unstable, and the snow starts melting, causing the Ice Cave to collapse on Victor while he is investigating the cave. Kay and Stella save Victor, but Victor needs Selly's help immediately. But because of a rise in the temperature, the entire Area V is melting, hindering Alf, Duck, Selly and Duke to get to Victor.    "
                },
                "28": {
                    "title": "All for One and One for All",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Everyone safely makes it to Victor's Base. There, Selly connects Victor's engine with Kay's while repairing Victor. Meanwhile, Duck is skating on a frozen lake when suddenly, the ice on the lake melts and all the water evaporates! Alf and Duke discover what has caused the situation and head out to find the source.    "
                },
                "29": {
                    "title": "Faltering Friendship",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    One morning, a train is found thrown off the track, all out energy. While everyone watches him worriedly, the train wakes up, pointing the finger at Duke as the attacker. Everyone starts to suspect Duke again and asks him for an explanation. Kay fights for Duke's innocence, but Alf and Duck also start to get suspicious of Duke. At last, Duke declares that he'll get locked up.    "
                },
                "30": {
                    "title": "The Attack of the Virus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Duke's duplicates show up in the Fountain Plaza. It turns out the virus has duplicated Duke while it was invading Duke's system. Victor, Alf, Duck and Selly fight against the duplicates, and Kay and Jeffrey join their effort when they get back. Meanwhile, Duke, locked-up in the cell, senses that something has gone wrong.    "
                },
                "31": {
                    "title": "The Train World Is in Danger",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    While fighting Duke's duplicates, Kay and his friends realize something odd. Even though the engines of the Duke's duplicates have ceased to operate, they are still moving. It turns out Duke's duplicates are using the energy from the Fountain Plaza to activate themselves, and because of that, other trains cannot recharge properly.    "
                },
                "32": {
                    "title": "To the New World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Robot Trains (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "15 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    All the trains evacuate to Area V, and the Robot Trains block the tunnel that connects to the Fountain Plaza. But Duke's duplicates penetrate and come through the tunnel, endangering everyone in Area V. Then Duke arrives to Area V just in time. It turns out Becky has unlocked Duke while everyone evacuated. Only thing that can stop Duke's duplicates is the energy coming from the Alpha Train.    "
                }
            }
        },
        "number of episodes": 32,
        "cast": [
            {
                "name": "Rogers, Bill"
            },
            {
                "name": "Savage, Carrie"
            },
            {
                "name": "Salerno, Tony"
            },
            {
                "name": "Spassione, Ken"
            },
            {
                "name": "Timoney, Bill"
            }
        ],
        "genres": [
            "Animation"
        ],
        "runtimes": [
            "14"
        ],
        "countries": [
            "South Korea"
        ],
        "country codes": [
            "kr"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 1,
        "rating": 5.9,
        "votes": 19,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZDc3YWYxNjAtZmE1My00MzQ1LWI4MDQtODI1NzcxNDc3NWQxXkEyXkFqcGdeQXVyNTA1NDUwODc@._V1_SY150_CR5,0,101,150_.jpg",
        "budget": "$6,000,000 (estimated)",
        "plot outline": "Set in the \"Train World\" where all citizens are trains. However, among the residents there are special trains that can transform into robots, the Robot Trains. Featuring our 5 train heroes, with special powers: Kay, Alf, Duck, Selly and Victor - and their exciting adventures. Can the Robot Trains save the village from the evil dark forces that be?",
        "languages": [
            "English"
        ],
        "title": "Robot Trains",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-2017",
        "akas": [
            "Robot Trains (South Korea)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "CJ E&M Film Financing & Investment Entertainment & Comics"
            },
            {
                "name": "CJ E&M"
            },
            {
                "name": "Formula Comics Entertainment"
            },
            {
                "name": "Stone Comics Entertainment"
            },
            {
                "name": "Union Investment Partners"
            },
            {
                "name": "Woori Investment Co."
            }
        ],
        "distributors": [
            {
                "name": "Cartoonito"
            },
            {
                "name": "Janson Media"
            }
        ],
        "special effects": [
            {
                "name": "4th Creative Party"
            }
        ],
        "other companies": [
            {
                "name": "CJ E&M Film Financing & Investment Entertainment & Comics"
            },
            {
                "name": "CJ E&M Pictures"
            }
        ],
        "plot": [
            "Set in the \"Train World\" where all citizens are trains. However, among the residents there are special trains that can transform into robots, the _Robot Trains_ (qv). Featuring our 5 train heroes, with special powers: Kay, Alf, Duck, Selly and Victor - and their exciting adventures. Can the _Robot Trains_ (qv) save the village from the evil dark forces that be?::Janson Media [us]"
        ],
        "tech": {
            "runtime": [
                "14 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 19,
                "rating": 5.9
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 3.4
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 4.5
            },
            "males": {
                "votes": 6,
                "rating": 4.7
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 5.3
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 4.5
            },
            "females": {
                "votes": 2,
                "rating": 4.5
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 4.5
            },
            "us users": {
                "votes": 1,
                "rating": 10.0
            },
            "non us users": {
                "votes": 4,
                "rating": 3.2
            }
        },
        "number of votes": {
            "10": 6,
            "9": 0,
            "8": 1,
            "7": 3,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 4,
            "2": 1,
            "1": 3
        },
        "arithmetic mean": 5.9,
        "median": 7
    }
}