{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "2 February 2017"
            }
        ],
        "release dates": [
            "USA::2 February 2017"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Life Hacks for 2018",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "1 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Hosts Camille Jay, Jameer Pond and Angela Yvonne discuss different life hacks they use to cut down costs or to get through sticky situations. Then, our February 2018 issue cover story, Nathaniel talks about him being on the cover, his latest singles \"Stick Up Kid\" and \"Grapefruit\", and more. Angela Yvonne gives our viewers an Entertainment Fix. And, Jameer drops some gems. And, Millennial Renaissance Media gives an inside look of the indie scene in a segment called \"Indie NYC\".    "
                },
                "2": {
                    "title": "Love Language",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "8 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Hosts Camille Jay, Angela Yvonne and Jameer Pond find out their love language and how others should learn their mates love language. Then, guests Suga Ray talks about his new book and Arnstar talks about being the Roxanne Roxanne Biopic and his new dance challenge #LemmeSeeThoseHandsChallenge. Also, Angela Yvonne gives this week's Entertainment Fix and Jameer Pond drops some gems.    "
                },
                "3": {
                    "title": "Black History",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "15 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Hosts Camille Jay and Angela Yvonne pay homage to two women in Black History as they share what they have done and where we are today. Then, Judith Jacques, founder of Black Street and Black Women In Media, talks about her upcoming conference and award ceremony. And, Angela Yvonne gives you an Entertainment Fix and Jameer Pond will drop some gems.    "
                },
                "4": {
                    "title": "Battle of The Sexes With The Cast of Bum Rush",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "24 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Hosts Camille Jay and Angela Yvonne moderates our first Battle of The Sexes episode of the year with the cast of web series Bum Rush. The female and male cast members will battle it out to see who really knows their own series. Then, Angela Yvonne gives us this week's Entertainment Fix and Jameer Pond drops some gems.    "
                },
                "5": {
                    "title": "Africa's Influence on American Culture",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "1 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Hosts Camille, Jay, Jameer Pond, and Angela Yvonne pays homage to the motherland, Africa. They discuss its influence on American culture in music, fashion, and media. Then, guest DLimitz shares their thoughts on their African heritage and shows the hosts how to play a rhythm on the drums. And, Angela Yvonne gives an Entertainment Fix and Jameer Pond drops some gems. Also, Millennial Renaissance Media gives us an inside look at the Indie scene with their segment of IndieNYC.    "
                },
                "6": {
                    "title": "Let's Talk About Sex",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "8 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Hosts Camille Jay, Jameer Pond, and Angela Yvonne talk about sex with sex therapist, AK. They discuss having an open dialogue about sex, learning what gives your partner pleasure, and they play a fun game with AK about their personal sexual experiences. And, Angela Yvonne gives us an Entertainment Fix.    "
                },
                "7": {
                    "title": "Entertainment Law",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "15 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Hosts Camille Jay, Jameer Pond, and Angela Yvonne celebrate Tha L. Spot's 6th Year Anniversary. Then, they learn the Dos and Donts of using other people's music on YouTube with attorney Sabine Franco of Franco Law Firm. Then, they get an inside look at how Sabine manages her personal life as a married woman and being a divorce attorney. And, Angela Yvonne gives a dosage of Entertainment Fix and Jameer Pond drops some gems.    "
                },
                "8": {
                    "title": "Music Mood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "22 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Hosts Jameer and Angela Yvonne hold it down on #ThaLSpotShow while Camille Jay is away and it gets pretty interesting. They talk about how music affects your mood and interview dancer Drew Dollaz and learn some moves from him. Then, Angela gives you an Entertainment Fix and Jameer drops some gems.    "
                },
                "9": {
                    "title": "Vacation Dos and Donts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "5 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    It's all about vacation Dos and Donts. And, hosts Camille Jay and Angela Yvonne have some words for their co-host Jameer Pond who went on a vacation. But, it was all about the ladies because beauty pageant contestant Miss Haiti Lisa Drouillard shares her experience with being in 2015 Miss Universe beauty pageant, her new app, and she shows Camille and Angela some beauty tricks to do under 10-minutes. Angela Yvonne gives us an Entertainment Fix.    "
                },
                "10": {
                    "title": "Spring Eating Going Vegan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "12 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Hosts Camille Jay and Angela Yvonne talk about vegan eating with singer/songwriter LeA Robinson. Then, LeA Robinson talks about her upcoming album. And, Angela takes Camille to Urban Vegan Kitchen to see if Camille will convert to becoming a vegan.    "
                },
                "11": {
                    "title": "Music Production with Producer Amadeus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "19 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Camille Jay and Angela Yvonne learn about music production with music producer Amadeus, who is known for songs with Chris Brown, Fabolous, and more. He talks about his music production 101 tour and we put him to the test on the songs he has produced.    "
                },
                "12": {
                    "title": "Battle of The Sexes Fitness Edition",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "26 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Angela Yvonne and Jameer Pond battle it out fitness style for this month's #Battleofthesexes !. Celebrity fitness trainer Chris Parnell gets them in shape and shares with them his transition from sales and marketing and media personality to fitness trainer.    "
                },
                "13": {
                    "title": "Growing Up Black",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "3 May 2018",
                    "year": "2018",
                    "plot": "\n    Hosts Camille Jay and Angela Yvonne talk about growing up black with a Caribbean background versus an African American background. Joining them in the conversation are Racquel and Melissa, the founders of CultuReign. Then, Angela Yvonne gives us an Entertainment Fix. And, it's the first of the month to see what Millennial Rennaissance Media has in store for us in IndieNYC.    "
                },
                "14": {
                    "title": "Mental and Physical Self-Care",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "10 May 2018",
                    "year": "2018",
                    "plot": "\n    Hosts Angela Yvonne and Camille Jay talk about the importance of mental and physical self-care. The founder of K Squared Nail Paint, Kim shares with us her nail paint collection and how she embarked on this journey. Then, Angela Yvonne gives us this week's Entertainment Fix.    "
                },
                "15": {
                    "title": "Producing TV Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "17 May 2018",
                    "year": "2018",
                    "plot": "\n    Hosts Camille Jay and Angela Yvonne talk about producing a TV show. And, Kevin Lawrence joins in on the conversation and talks about his new film \"The Answer\", which is about his own personal story with HIV.    "
                },
                "16": {
                    "title": "How To Get A Degree In Celibacy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "24 May 2018",
                    "year": "2018",
                    "plot": "\n    Hosts Camille Jay, Angela Yvonne and Jameer Pond chat with Bernice Wooden, author of \"How To Get A Degree In Celibacy\", about her book and the different aspects of celibacy. Then, Angela will give you an Entertainment Fix, and Jameer spoils The Avengers Infinity War (if you didn't see it yet) in Dropping Gems.    "
                },
                "17": {
                    "title": "Living Your Dream",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "31 May 2018",
                    "year": "2018",
                    "plot": "\n    It's the finale. Camille Jay, Angela Yvonne, and Jameer Pond talk about living your dreams with Ayesha Faines. Angela gives an Entertainment Fix, and the tables are turned on the hosts with a special season finale interview.    "
                }
            },
            "1": {
                "1": {
                    "title": "Rejuvenating for 2017",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Guest panelist Radio Rema discusses with us on how to have better relationships for 2017; Reporter Amantha Chery gives actress Latresa Baker a new look for the new year; and fashion designer Chantel Gibbs of Shannon Shenone gives an exclusive preview of her new collection for the Spring.    "
                },
                "2": {
                    "title": "Cuffin Season",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "9 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Guest panelists Trevor Mason and Cameron Jay discusses some of the Do's and Donts of Cuffin Season; Reporter Amantha Chery gives some Valentine's Day tips to make it a memorable one; and rapper Cameron Jay discusses his latest mix tape M.S.D.L 3.    "
                },
                "3": {
                    "title": "Battle of the Sexes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "16 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Guests panelists Shannon Carter, Amantha Chery, Trevor Mason, Jameer Pond, and Lamar K. Cheston join our hosts in a fun discussion about double standards in the work place, relationships and more. Then, they play a fun game to see who knows more about the other sex.    "
                },
                "4": {
                    "title": "Money Management & Business Boosting for 2017",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "23 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Guest panelists Dr. Jean Alerte and Jovan Collins discusses Money Management and Business Boosting for 2017 with hosts. Then, Amantha Chery shares the best places to go for hot chocolate in NYC. Final, the founder of Ballin 4 Peace and H2O Basketball Haron \"H2O\" Hargrave discusses about Ballin 4 Peace.    "
                },
                "5": {
                    "title": "Women's History Month",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Hosts celebrate women's history month by discussing women in business who are making an impact in the world with guest panelist Sasha Nycole. Then, Amantha Chery gets fit with fitness trainer Janeil Mason to have that perfect Spring/Summer body. Then, we get to know more about entrepreneur, dance instructor, and choreographer Jessica St. Vil.    "
                },
                "6": {
                    "title": "Is School Preparing You for The Real World",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "9 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Hosts Camille Jay and Jessica Lanice discuss if school is prepping you for the real world with our guest panelist Jawaan Ramsay. Then, our reporter Amantha Chery talks to current college students and recent graduates on their thoughts. Then, we celebrate our founding company Tha L. Spot Ent. and P.R.'s 5th Year Anniversary.    "
                },
                "7": {
                    "title": "Ballin' on a Budget",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "16 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Hosts Jessica Lanice and Camille Jay learns how to ball on budget with guest panelist Sherian James of The Asalent. Then, they talk with rapper and music producer WongTunes about his latest project, as well as, the ups and downs of being an artist.    "
                },
                "8": {
                    "title": "The Reality of Reality Shows",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "23 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Hosts Jessica Lanice and Camille Jay discusses with guest panelist Sasha Nycole about the reality of reality shows. Then, reporter Amantha Chery discusses about some dos and donts within a relationship with Alexander King. After, we learn more about fashion designer Tin of Khangle.    "
                },
                "9": {
                    "title": "Evolution of Hip-Hop and R&B",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "30 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Hosts Camille Jay and Jessica Lanice discuss the evolution of Hip-Hop and R&B music. Then, reporter Amantha Chery finds out the latest Spring trends with fashion stylist Brittany Blue. Then, Jessica Lanice and Camille plan their Spring Break vacation.    "
                },
                "10": {
                    "title": "Technology",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "6 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Host Jessica Lanice and guest co-host Sasha Nycole discusses with guest panelist Telisa D. about technology influencing our daily lives. Then, we get to learn more about Telisa D. and her company Flytechnista and initiative Steeamnista.    "
                },
                "11": {
                    "title": "Siblings Week",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "13 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Hosts Camille Jay and Jessica Lanice will be celebrating siblings week and sharing their own experiences with their siblings. Then, reporter Amantha Chery interviews the owners of 3 Black Cats cafe in Brooklyn. After, Jessica Lanice and Camille Jay get a little competitive in a fun game to play for Easter.    "
                },
                "13": {
                    "title": "Social Media Etiquette",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "27 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Camille Jay and Jessica Lanice discuss social media etiquette and show you what type of social media users they are. Then, watch Jessica Lanice interview Shaliek about his new single \"All This Love\".    "
                },
                "14": {
                    "title": "Cinco De Mayo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "4 May 2017",
                    "year": "2017",
                    "plot": "\n    On this episode Jessica Lanice and Camille Jay discuss ways how to drink responsibly for Cinco De Mayo and shares their thoughts on new music releases for 2017.    "
                },
                "15": {
                    "title": "Body Image",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "11 May 2017",
                    "year": "2017",
                    "plot": "\n    Hosts Jessica Lanice and Camille Jay discusses about body image and how it has evolved. Then, guest Liz The International Diva shares her latest endeavors.    "
                },
                "16": {
                    "title": "Pros and Cons of the Entertainment Industry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "18 May 2017",
                    "year": "2017",
                    "plot": "\n    Camille Jay and Jessica Lanice C. discuss the pros and cons of the entertainment industry with radio personality Lil Nat. We also get to know more about Lil Nat's journey in the entertainment industry.    "
                },
                "17": {
                    "title": "Season Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "25 May 2017",
                    "year": "2017",
                    "plot": "\n    Hosts Camille Jay and Jessica Lanice share their favorite moments for their first season of Tha L. Spot Show. And, their final guest of the season actress Jeanna Lue shares her journey as an actress, stunt actress, and voice over artist.    "
                },
                "18": {
                    "title": "Journey of Professional Dancer Ksyn Cason & BET Experience Wknd Recap",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "13 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Camille Jay and Jessica Lanice learns more about professional dancer Ksyn Cason, her journey and participates in her Body Language: Art of Seduction Specialty Dance Class. Also, we share with your our experience at the BET Experience Weekend.    "
                },
                "19": {
                    "title": "Cast of Black Panties the Webseries",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "30 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Jessica Lanice and Camille Jay interviews the cast of web-series, Black Panties, for their Summer edition.    "
                },
                "20": {
                    "title": "Fall Reset",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "26 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Camille Jay introduces our new hosts Angela Yvonne and Jameer Pond in a special episode of Tha L. Spot Show. They discuss resetting for the fall with Jame Jackson. Later, they get to know media maven and model Alexa Leighton. Then, they play a fun game of \"main, side and friendzone\".    "
                },
                "21": {
                    "title": "Tha L. Spot Thankful",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "16 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Camille Jay, Angela Yvonne and Jameer talks about what they are thankful for that they take for granted. You can join in on the conversation using #ThaLSpotThankful . Also, our guest H2O talks Ballin 4 Peace and his stance on whether if he would kneel or not like #ColinKaepernick. Then, our guest Shomari Ramsay talks about his soccer club, Central Brooklyn, based in Brooklyn and how politics play a role in sports.    "
                },
                "22": {
                    "title": "Colorism Within Society",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "7 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Camille Jay, Angela Yvonne and Jameer Pond discuss colorism within our society by referencing the Willie Lynch Letter, colorism in media and their own personal experiences. Then, they interview R&B artist Kojo Stone and talk about his new project \"Ego Trip\".    "
                },
                "23": {
                    "title": "Holiday Giving",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tha L. Spot Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "14 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Camille Jay, Angela Yvonne and Jameer Pond discuss different types of gifts to give friends, family and co-workers. Then, Angela Yvonne interviews Liz Tortolani of City Well Brooklyn.    "
                }
            }
        },
        "number of episodes": 39,
        "cast": [
            {
                "name": "Cruz, Camille J."
            },
            {
                "name": "Yvonne, Angela"
            },
            {
                "name": "Chalmers, Jessica Lanice"
            },
            {
                "name": "Pond, Jameer"
            },
            {
                "name": "Chery, Amantha"
            },
            {
                "name": "Nycole, Sasha"
            },
            {
                "name": "Hargrave, Haron"
            },
            {
                "name": "Adegboye, Anike"
            },
            {
                "name": "Alerte, Jean"
            },
            {
                "name": "Baker, Latresa"
            },
            {
                "name": "Blue, Brittany"
            },
            {
                "name": "Carter, Shannon"
            },
            {
                "name": "Cheston, Lamar K."
            },
            {
                "name": "Collins, Jovan"
            },
            {
                "name": "Daughtry, Telisa"
            },
            {
                "name": "Frederick, Cameron J."
            },
            {
                "name": "Gibbs, Chantel"
            },
            {
                "name": "Harvell, Shareema"
            },
            {
                "name": "Jackson, Alphanso"
            },
            {
                "name": "Jackson, Jame"
            },
            {
                "name": "James, Sherian"
            },
            {
                "name": "Jimenez, Diana"
            },
            {
                "name": "Jimenez, Ionna"
            },
            {
                "name": "King, Alexander"
            },
            {
                "name": "Ksyn, Miss"
            },
            {
                "name": "Lee, Natasha"
            },
            {
                "name": "Leighton, Alexa"
            },
            {
                "name": "Lue, Jeanna"
            },
            {
                "name": "Mason, Janeil"
            },
            {
                "name": "Mason, Trevor"
            },
            {
                "name": "Mason, Trevor"
            },
            {
                "name": "Nat, Lil"
            },
            {
                "name": "Ramsay, Jawaan"
            },
            {
                "name": "Ramsay, Shormari"
            },
            {
                "name": "Richardson, Chris"
            },
            {
                "name": "Rivers, Shaliek"
            },
            {
                "name": "Smith, Francina"
            },
            {
                "name": "Vil, Jessica St."
            },
            {
                "name": "Stephanie"
            },
            {
                "name": "Stone, Kojo"
            },
            {
                "name": "TuNe$, Wong"
            },
            {
                "name": "Ak"
            },
            {
                "name": "Amadeus"
            },
            {
                "name": "Arnstar"
            },
            {
                "name": "Baker, Kimberly"
            },
            {
                "name": "Baker, Latresa"
            },
            {
                "name": "Blakk, Vaygez"
            },
            {
                "name": "Breeze?, Why"
            },
            {
                "name": "Clermont, Melissa"
            },
            {
                "name": "Dollaz, Drew"
            }
        ],
        "locations": [
            "Brooklyn, New York, USA"
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "28"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16 : 9",
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjAwOWJlMTktYzQ2Ny00ZjFlLTgzYTMtNmU2MGQwZmYxNzJkXkEyXkFqcGdeQXVyODA1MTc4MjY@._V1_SY150_CR24,0,101,150_.jpg",
        "budget": "$7,000 (estimated)",
        "plot outline": "Tha L. Spot Show is a daytime talk show aired on Brooklyn Free Speech that reaches the homes of over 550,000 Spectrum, Optimum, RCN and Verizon Fios users throughout Brooklyn and everyone throughout the world has access by streaming online. The show features entertainers, business owners, and experts in various fields during the panel discussion, in-the-field, and one-on-one interview segments. Our show demographic is 66% women and 33% men who are between the ages of 18 years old and 49 years old. Tha L. Spot Show's executive producer, Jessica Lanice Chalmers, also known as, Empress Lanice has designed the show to have different hosts every other season. It allows newcomers who want to become a television host an opportunity to become one and gain the experience. The show is co-produced by Camille J. Cruz who has been a part of the show since its inception. Season 1 was hosted by Empress Lanice and Camille Jay.",
        "languages": [
            "English"
        ],
        "title": "Tha L. Spot Show",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Tha L. Spot Show (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Chalmers, Jessica Lanice"
            },
            {
                "name": "Cruz, Camille J."
            }
        ],
        "production companies": [
            {
                "name": "Tha L. Spot Productions"
            }
        ],
        "distributors": [
            {
                "name": "Brooklyn Free Speech TV"
            }
        ],
        "plot": [
            "_Tha L. Spot Show_ (qv) is a daytime talk show aired on Brooklyn Free Speech that reaches the homes of over 550,000 Spectrum, Optimum, RCN and Verizon Fios users throughout Brooklyn and everyone throughout the world has access by streaming online. The show features entertainers, business owners, and experts in various fields during the panel discussion, in-the-field, and one-on-one interview segments. Our show demographic is 66% women and 33% men who are between the ages of 18 years old and 49 years old. _Tha L. Spot Show_ (qv)'s executive producer, Jessica Lanice Chalmers, also known as, Empress Lanice has designed the show to have different hosts every other season. It allows newcomers who want to become a television host an opportunity to become one and gain the experience. The show is co-produced by Camille J. Cruz who has been a part of the show since its inception. Season 1 was hosted by Empress Lanice and Camille Jay."
        ],
        "tech": {
            "runtime": [
                "28 min (USA)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16 : 9"
            ]
        }
    }
}