{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "5 September 2017"
            },
            {
                "country": "India\n",
                "date": "5 September 2017",
                "notes": "                            (broadcast on national TV)"
            }
        ],
        "release dates": [
            "India::5 September 2017",
            "India::5 September 2017                            (broadcast on national TV)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Yeh Un Dinon Ki Baat Hai"
            },
            {
                "countries": "Russia",
                "title": "Наши школьные дни"
            }
        ],
        "akas": [
            "Yeh Un Dinon Ki Baat Hai (original title)",
            "Наши школьные дни Russia"
        ],
        "akas from release info": [
            "Yeh Un Dinon Ki Baat Hai (original title)",
            "Наши школьные дни Russia"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yeh Un Dinon Ki Baat Hai (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 27,
                    "original air date": "5 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Naina, a successful writer goes down her memory lane and revisits her cherished moments. Sameer is a happy-go-lucky guy who loves to take risks.    "
                },
                "2": {
                    "title": "Naina's Dilemma",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yeh Un Dinon Ki Baat Hai (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 12,
                    "original air date": "6 Sep. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Sameer Plays Antakshari",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yeh Un Dinon Ki Baat Hai (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 10,
                    "original air date": "7 Sep. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "A Love Letter For Naina",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yeh Un Dinon Ki Baat Hai (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 10,
                    "original air date": "8 Sep. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yeh Un Dinon Ki Baat Hai (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 9,
                    "original air date": "11 Sep. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yeh Un Dinon Ki Baat Hai (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 12,
                    "original air date": "12 Sep. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yeh Un Dinon Ki Baat Hai (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yeh Un Dinon Ki Baat Hai (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "271": {
                    "title": "Episode #1.271",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yeh Un Dinon Ki Baat Hai (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 271,
                    "original air date": "19 Sep. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "294": {
                    "title": "The friends to rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yeh Un Dinon Ki Baat Hai (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 294,
                    "original air date": "31 Oct. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "295": {
                    "title": "The Surprise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yeh Un Dinon Ki Baat Hai (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 295,
                    "original air date": "1 Nov. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "296": {
                    "title": "The Punishment",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yeh Un Dinon Ki Baat Hai (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 296,
                    "original air date": "1 Nov. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "360": {
                    "title": "The Preparations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yeh Un Dinon Ki Baat Hai (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 360,
                    "original air date": "6 Feb. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "361": {
                    "title": "Haldi Ceremony",
                    "kind": "episode",
                    "episode of": {
                        "title": "Yeh Un Dinon Ki Baat Hai (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 361,
                    "original air date": "7 Feb. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 14,
        "cast": [
            {
                "name": "Singh, Ashi"
            },
            {
                "name": "Rai, Randeep"
            },
            {
                "name": "Kaduskar, Ayesha"
            },
            {
                "name": "Parmar, Abha"
            },
            {
                "name": "Batra, Sanjay"
            },
            {
                "name": "Chaudhury, Sanjay"
            },
            {
                "name": "Dhir, Raghav"
            },
            {
                "name": "Kandhari, Rishina"
            },
            {
                "name": "Khurana, Sachin"
            },
            {
                "name": "Kumra, Malina"
            },
            {
                "name": "Mav, Himmat"
            },
            {
                "name": "Patel, Kristina"
            },
            {
                "name": "Rathod, Vikram Singh"
            },
            {
                "name": "Sai, Hema"
            },
            {
                "name": "Sharma, Madhusree"
            },
            {
                "name": "Siddiqui, Sadiya"
            },
            {
                "name": "Mahant, Vaishnavi"
            },
            {
                "name": "Singh, Nishi"
            },
            {
                "name": "Kumar, Kiran"
            },
            {
                "name": "Qureshi, Ahsaan"
            }
        ],
        "genres": [
            "Drama",
            "Romance"
        ],
        "runtimes": [
            "20"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "hi"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "aspect ratio": "16:9 HD (high definition)",
        "certificates": [
            "India:UA"
        ],
        "number of seasons": 1,
        "rating": 9.1,
        "votes": 1130,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTc2NGI0YTctNTlmOS00NmMzLWEwMzItNmI1MWMxNWM3YmRkXkEyXkFqcGdeQXVyNzM4MjU3NzY@._V1_SX101_CR0,0,101,150_.jpg",
        "budget": "INR2,500,000 (estimated)",
        "languages": [
            "Hindi"
        ],
        "title": "Yeh Un Dinon Ki Baat Hai",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Shashi Sumeet Production"
            }
        ],
        "distributors": [
            {
                "name": "Sony Entertainment India"
            }
        ],
        "plot": [
            "The story chronicles the adolescent romance between Naina and Sameer and explores the magic of 'first love' set in the city of Ahmedabad in the year 1990."
        ],
        "synopsis": [
            "The story starts in 1990, place being Ahmedabad, Gujarat. Naina Agarwal Ashi Singh is a quintessential good girl who tops her school every year. She is a student of class 11th and studies in 'Pragati Vidya Ka Mandir', a Hindi medium government school. At home she is looked after by her chachiji Bela Agarwal Madhusree Sharma and chachaji Anand Agarwal Sachin Khurana. Her chachaji is her strength and supports her always. Her mother passed away when she was young. Her father, Rakesh Agarwal Chandresh Singh is a librarian in her school. He is very strict, short tempered and stubborn person. Her elder brother Arjun Agarwal Somendra Solanki/Vivaan Singh is a cricketer and studies in Naina's school in class 12th. Bela chachi and Anand chacha has two daughters: elder one Pooja Shweta Rajput, who has completed her studies and younger one Preeti Ayesha Kaduskar, who is also studying in Naina's school. Naina is very close to Preeti. Naina's taiji Beena Agarwal Abha Parmar and tauji Jagdeesh Agarwal Sanjay Batra lives in their neighbourhood and have a son Prateek Agarwal aka Pralay babu. Swati Kristina Patel is her best friend in school.Sameer Maheshwari Randeep Rai is a good looking, charming and happy-go-lucky, rich spoiled brat. His father passed away when he was young, after which his mother Vishakha Vaishnavi Mahant married Vivek Somani Sandeep Rajora. Sameer is disheartened with the fact that his mother left him alone in childhood, in the guardianship of his nanaji Jaiprakash Maheshwari Kiran Kumar, who is a well-known businessman of Ahmedabad and the trustee of 'Pragati Vidya Ka Mandir' school. As a result, the mother-son relation becomes bitter. Also Sameer do not respect his step father. Sameer's mother along with her other family lives in Delhi. Whereas Sameer was compelled to spend all his childhood in different boarding schools. As of now he was a student of class 11th in an elite class convent boarding school at Nainital but because of his pranks he got rusticated from there. Sameer comes to Ahmedabad to live with nanaji and decides to complete his schooling in Ahmedabad. Sameer is very close to his nanaji.In Ahmedabad, Sameer's cousin Munna aka Manoj Sanjay Choudhary visits him and ask him to take admission in his school i.e. Pragati Vidya Ka Mandir. As a result Sameer ends up taking admission in not only Naina's school but also in her class. In school, Munna introduces Sameer with his friend and classmate Pandit Raghav Dhir. Soon they three become best friends. Munna-Pandit warn Sameer to stay away from Naina, as she is too obedient to teachers. Whereas Naina, after seeing Sameer, falls for him instantly. She constantly tries to get his attention, but usually ends up in situations where she has to stand against him. Sameer's mother is furious because of his careless attitude towards his life & studies. She tells Sameer that he is a failure. To show her that he isn't, Sameer decides to contest and win the Head boy competition in school. Naina's brother, Arjun, also contests to be the head boy. Sameer decides to take help of Naina in studies to which she agrees but Munna-Pandit don't trust Naina, so they try different ideas to help Sameer win the competition. One of them was to steal the keys of library and get the exam papers. They successfully get the papers but Sameer refuses to cheat. One after the other incidents take place, which leads to misunderstandings between Naina and Sameer. Sameer loses the competition. Later, Pandey Sir (Principal) Ahsaan Qureshi discovers that the exam papers were already out. Knowing half truth, Naina accuses Sameer of stealing which he denies. Naina's father slaps Sameer and questions his upbringing. As a result, a feeling of hatred and revenge arises in Sameer's heart for Naina. Sameer then decides to make Naina fall in love with him so that he can question her father's upbringing just like he questioned Sameer's. Hearing this Sameer's rivals keep a bet that if Sameer make Naina say 'I love you', they will start following him but if he fails, they will chop off his hair. Sameer agrees to the bet.In order to win the bet Sameer tries many ways. Some of his efforts bring success and Naina forgives him. Later she discovers that it was not Sameer but Arjun who've stolen the paper and cheated. Filled with extreme guilt and realizing her hidden feelings towards Sameer, she accepts Sameer's proposal of \"special friendship\". Now, Sameer is happy as he managed to make Naina his girl friend while Naina too is happy as she is in love, unaware of Sameer's real intentions. Sameer and Naina start calling each other. During such conversations, Sameer starts realizing that Naina is not as bad as he thought. On the contrary, she is a good person. But he still tries to win the bet, as he hasn't forgiven her yet. On the other hand, Swati (Naina's best friend), who also have a crush on Sameer, gets to know about Naina and Sameer. Feeling hurt she decides to end her friendship with Naina but Naina re conciliates with her by apologising. Later a school trip to Mount Abu was announced. Sameer wanted Naina to come along the trip as it would be the perfect opportunity to win the bet. So he helps Naina in finalising the wedding of her cousin Pooja didi. After much drama Naina finally gets the permission from home. Swati-Naina, Munna-Pandit and Sameer spend quality time together on the trip. Munna expresses his liking towards Swati. Whereas Sameer and Naina come close to each other. Their bond becomes strong and Sameer realises that he cannot break her heart. In fact he starts feeling guilty because the way Naina looked after him during the trip, nobody had cared about him so far. He decides to tell Naina the 'truth', but is unable to do so fearing that Naina will end the friendship. However on after the other incidents take place and circumstances build in a such a way that Naina say 'I Love you' to Sameer. Instantly Sameer's rivals show up and tell her the 'truth'. Trip ends with Sameer winning the bet but losing Naina.After returning to Ahmedabad from Mount Abu Munna-Pandit discovers that Sameer has also fallen for Naina, but not accepting. Sameer try to apologise Naina but after many failed attempts, he realises that he too is in love. Once Arjun gets to know about Naina and Sameer. In a scuffle with Sameer, Arjun injures his leg. The blame come on Sameer as Arjun can't play his selection match. Naina's father (Rakesh Sir) wants Sameer to be rusticated but Sameer's nanaji (school's trustee) saves him. Knowing that Sameer loves Naina, nanaji gives him a punishment that Sameer will regularly visit Arjun's house and serve him till he is completely cured. On the home front, preparations of Pooja didi's wedding starts. As per punishment, Sameer along with Munna-Pandit enters Naina's house to serve Arjun. He constantly tries to seek an apology from Naina but she ignores him. Once he presumes Preeti as Naina and confess his love. Hearing the confession Preeti gets shocked but surprisingly she gives her nod to Sameer and accepts him as her 'jijaji'. Now Sameer has the support of Preeti (Naina's cousin) & Swati (Naina's best friend). Meanwhile pre-wedding rituals starts and so the arrival of guests. Sameer keeps on convincing Naina. In between Arjun gets cured due to Sameer's care. This gesture of Sameer wins Naina's heart. She forgives Sameer realising that he is a changed person now. The wedding gets over making Naina and Sameer friends again. Later Sameer helps Arjun in winning the match. Sameer and Naina confesses their love and embrace each other beautifully.It's 1991, the buzz for the farewell party for senior batch starts. Sameer's nanaji give a saree of his late beloved wife to Sameer, as his blessing for Naina. Sameer meet Naina at Shefali's Hema Sood house and gift her that saree asking her to wear it in farewell. Naina tells him that after farewell she would go to her village for few days. Farewell day comes. Naina waits for Sameer but he never comes because his nanaji passes away the same day. Unaware of the tragic incident Naina leaves for village. Here, Sameer falls into depression and is taken to Delhi by his mother. When Naina returns she get to know about the incident. Feeling shattered she visits Sameer's house and is shocked to hear that he has moved to Delhi. With the help of Munna-Pandit, Naina and Sameer finally speak to each other over the phone. On the other hand, Sameer keeps on getting frustrated in his mother's house as his step grandmother Mrs. Somani Kittu Gidwani keep on instigating family members against him. During a phone conversation, Naina asks Sameer to remain clam. They promise each other that they will become each other's strength and will write letters. After some time, Sameer get caught in bad company and become a victim of bad habits. Naina realizes that Sameer is in trouble. She plans to send Munna-Pandit to Delhi. Munna-Pandit shows him the right path and spend some memorable time together. Slowly Sameer's relation with his mother, his younger step brother Rohan Rohit Chandel and his younger step sister Deepika Ridhima Taneja starts improving. However later on Sameer's mother fell ill and his step grandmother brainwashes him that he is unlucky for everyone he loves. Because of the death of his father at a young age and his nanaji, he too presume it and decides to leave Naina for her well being. Few months later noticing the rash behaviour of her mother-in-law towards Sameer and Sameer's growing lack of confidence, his mother decides to send him back to Ahmedabad. She asks his cousin brother Kamlesh Maheshwari Rajendra Chawla to live with Sameer and take care of him.It's 1992, Sameer comes to Ahmedabad, where he is greeted generously by Kamlesh mama, Prabha mami Vaishali Nazareth, their son Devang Atul Verma and his wife Poonam Subuhi Joshi. It is last day of school too, so everybody is emotional in school and celebrate memories. Remembering the words of his step grand mother, Sameer tries his best to hide from Naina and Munna-Pandit. One day Naina's and Sameer's paths meet each other coincidentally in the rush of the market. Later when Munna-Pandit also discovers Sameer in Ahmedabad, they confront him. Sameer tells them about his ill-fate and takes a promise from them that they'll not tell anything to Naina until she is done taking admission in a college. After few months admission process gets completed and all the school friends (Munna, Pandit, Sameer, Swati, Preeti, Kamya Malina Kumra and Hema Hema Sai) end up taking admission in the same college i.e. VJN except Naina, as her chachaji wants her to study in PMU. But, due to her father's stubborn nature and other events, Naina is left with no option than to take admission in VJN. On first day of college all the friends get surprised to see Naina joining them. Naina tries hard to talk to Sameer but he ignores her. They go through a nasty fight. However later Sameer realizes his mistake and apologises. There love blossoms again. Later the group decides to participate in Mr. & Miss Fresher competition and prepare for a dance performance. But their rival group (who are also their batchmates), which includes Karthik Hitesh Sharma, Sunaina Parikh Nishi Singh, Mitali Charu Trikha and Priyank Vaibhav Srivastava steal their idea and perform on their songs. As a result, they are left with no option than to perform on a new song. After the performance Sameer wins the title of Mr. Fresher but the title of Miss. Fresher, goes to Suniana instead of Naina. Meanwhile, Arjun and Shefali's love blossoms. The Story moves forward and Naina & Sameer enjoy their first bike ride together. Afterwards all the friends enjoy the salon day. Later Munna and Swati go through a fight and to resolve things among them, Naina plans a get together at her house where all the friends spend quality time together. Munna and Swati confess their love for each other. Later, Naina-Sameer and Munna-Swati watch a movie together. All the friends enjoy their first year of college. Finally exam time comes. After exams Sameer celebrates Naina's birthday and take her to a picnic spot, on the outskirts of Ahmedabad. Here both of them spend some memorable time, but when Naina returns home she observes a chaos there as all the family members were accusing Arjun and Shefali for running away to marry. Shefali tell everyone that they love each other but Arjun denies. Therefore, Arjun and Shefali's relationship come to end. Shefali leaves the town and Arjun was sent to Jaipur. Fearing her family's wrath and knowing that she'll too break from the family pressure, Naina breaks up with Sameer. Sameer and Munna-Pandit make plans to convince Naina but all their plans fails miserably. Naina's taiji forces her to get married and finds a prospective bridegroom, a to-be C.A, Sharad, who is short tempered guy. Naina unwillingly agrees to get marry. Whereas Sameer chooses an unfamiliar path of meditation.It's second year of college (1993). After holidays when college opens, Naina and Sameer see each other after a month of separation. Sameer, after hearing that Naina is getting married to someone else, proposes Sunaina. He uses every opportunity to make Naina jealous because he still loves Naina. Whereas Preeti constantly motivates Naina to take a stand for herself, which Naina was not able to. On the other hand Naina's prospective in-laws including Sharad are very narrow minded. They want Naina to sacrifice her dreams after marriage. Naina's chacha and chachi doesn't approve this marriage proposal but are helpless as Naina's father is okay with it. However after much drama Naina breaks her alliance with the help of her chachaji. Also she and Sameer tell the truth to Anand Chacha that they love each other. Her chachaji happily approves their relation, even though it meant going against the family. Naina and Sameer rejoice. Feeling insulted, Sunaina plans a revenge on Sameer and Naina. She contests for General Secretary election in college. On the other hand Sameer and the group want Naina to fight against Sunaina. This upsets Swati as she also wanted to contest the election. Sunaina takes advantage of this and brainwashes Swati against her friends. One after the other incidents happen and Swati feels more and more sidelined by other group members and joins hands with Sunaina. The Voting day comes. Naina chooses Swati and Sunaina, Kartik as their vote counting vigilantes. When the results come, Naina loses the election but Sameer claims that there had been a mishap with the votes. Principal Ma'am Guddi Maruti gives him time to prove. Naina discovers the missing votes in Swati's bag. Swati accepts this and says that everyone in their group was favouring Naina, even Munna, her boyfriend. The group finds out about Swati's betrayal. The missing votes were produced before Principal and Naina was declared winner. Munna refuses to forgive Swati and breaks up with her. It's Naina first day as the G.S in college, all goes well but Swati is a bit sad. There is still resentment deep seated in her heart. Sunaina wants Naina to fulfil her election promises but plans to not let them happen to insult Naina"
        ],
        "tech": {
            "runtime": [
                "20 min (approx)"
            ],
            "color": [
                "Color (HD)"
            ],
            "aspect ratio": [
                "16:9 HD (high definition)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1130,
                "rating": 9.1
            },
            "aged under 18": {
                "votes": 10,
                "rating": 10.0
            },
            "aged 18 29": {
                "votes": 213,
                "rating": 9.0
            },
            "aged 30 44": {
                "votes": 92,
                "rating": 7.7
            },
            "aged 45 plus": {
                "votes": 13,
                "rating": 8.9
            },
            "males": {
                "votes": 310,
                "rating": 8.4
            },
            "males aged under 18": {
                "votes": 6,
                "rating": 10.0
            },
            "males aged 18 29": {
                "votes": 118,
                "rating": 8.4
            },
            "males aged 30 44": {
                "votes": 39,
                "rating": 6.6
            },
            "males aged 45 plus": {
                "votes": 7,
                "rating": 8.6
            },
            "females": {
                "votes": 295,
                "rating": 9.9
            },
            "females aged under 18": {
                "votes": 4,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 92,
                "rating": 9.9
            },
            "females aged 30 44": {
                "votes": 51,
                "rating": 9.7
            },
            "females aged 45 plus": {
                "votes": 6,
                "rating": 9.7
            },
            "top 1000 voters": {
                "votes": 6,
                "rating": 6.0
            },
            "us users": {
                "votes": 127,
                "rating": 9.6
            },
            "non us users": {
                "votes": 140,
                "rating": 8.2
            }
        },
        "number of votes": {
            "10": 931,
            "9": 71,
            "8": 22,
            "7": 10,
            "6": 7,
            "5": 4,
            "4": 6,
            "3": 6,
            "2": 4,
            "1": 69
        },
        "arithmetic mean": 9.2,
        "median": 1
    }
}