{
    "imdb": {
        "episodes": {
            "1": {
                "1": {
                    "title": "Pilot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mechs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Clanking Muscles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Mechs (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 2,
        "cast": [
            {
                "name": "Gaigalaite, Gabija"
            },
            {
                "name": "Storpirstis, Adoams"
            }
        ],
        "genres": [
            "Sci-Fi"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BM2Y0MmQwMzYtY2YwMi00MTEzLTk3OWYtOGM4YWZiZGI4OTZkXkEyXkFqcGdeQXVyNjIxMTAyNzM@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "Two factions of powerful androids had risen a long time ago, right after the extinction of human race. Androids- Mechs and Synths have taken over human existence. A small group of humans survived an apocalypse and are still alive up until this day. However, their whereabouts are unknown. One faction of the androids is still under human commands. The other one had programmed itself a long time ago to annihilate everything that is biological, claiming that they escaped from human-caused slavery. The cosmic battle and terror continue to quake the universe as more and more extraterrestrials become involved in this long-lasting conflict.",
        "languages": [
            "English"
        ],
        "title": "Mechs",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Storpirstis, Adoams"
            }
        ],
        "production companies": [
            {
                "name": "JD Animations"
            }
        ],
        "plot": [
            "Two factions of powerful androids had risen a long time ago, right after the extinction of human race. Androids- _Mechs_ (qv) and Synths have taken over human existence. A small group of humans survived an apocalypse and are still alive up until this day. However, their whereabouts are unknown. One faction of the androids is still under human commands. The other one had programmed itself a long time ago to annihilate everything that is biological, claiming that they escaped from human-caused slavery. The cosmic battle and terror continue to quake the universe as more and more extraterrestrials become involved in this long-lasting conflict."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}