{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "19 April 2017"
            }
        ],
        "release dates": [
            "USA::19 April 2017"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Intreview with Tania Gabrielle on Astro-Numerology, Lunar Eclipses and Using Numbers to Change your Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "31 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Kristie speaks with Wealth Astro-Numerologist Tania Gabrielle on the meaning of numbers, eclipses and what 2018 has in store for us.    "
                }
            },
            "1": {
                "1": {
                    "title": "Interview with Allison Melody and Suzy Hardy on Living a Healthy Lifestyle, Healing through Foods and Listening to your Inner Voice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "19 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Kristie Reeves interviews Allison Melody and Suzy Hardy on healthy living, nutrition and healing through the power of foods as well as following your inner voice.    "
                },
                "2": {
                    "title": "Interview with Leslie Scott on Self-Esteem, Empowerment and Thriving through Dance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "26 Apr. 2017",
                    "year": "2017",
                    "plot": "\n    Kristie talks with Leslie Scott, dancer and choreographer as well as founder of Y.P.A.D. (Youth Protection Advocates in Dance) and E.D.I.F.Y. Movement about how to use dance for self-empowerment.    "
                },
                "3": {
                    "title": "Interview wth Ky Furneaux on Overcoming Limitations, Facing your Fears and Having an Attitude of Gratitude",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "3 May 2017",
                    "year": "2017",
                    "plot": "\n    Kristie talks with Ky Furneaux, award-winning international stunt performer, survival expert, TV host and author about facing your fears to overcome limitations and how a positive attitude can help you achieve anything.    "
                },
                "4": {
                    "title": "Interview with Joy Coelho and Jay Denman on Jingslinging Superfoods, Changing your Genes and Anti-Aging",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "10 May 2017",
                    "year": "2017",
                    "plot": "\n    Kristie speaks with Joy Coelho and Jay Denman, JingMaster Alchemical Culinary Artisans, Tonic Herbalists and SuperFood Specialists about superfoods, secrets of anti-aging, and influencing your genes through the foods you eat.    "
                },
                "5": {
                    "title": "Interview with Claire Candy Hough on Being a Walk-In, Angelic Guidance and Having the Audacity to be Authentic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "17 May 2017",
                    "year": "2017",
                    "plot": "\n    Kristie talks with Claire Candy Hough, bestselling author, international speaker and angelic walk-in on having the audacity to be authentic and following your inner guidance.    "
                },
                "6": {
                    "title": "Interview with Joey Downs and Nathan Alba on Living On Purpose, Choosing Happiness and the Importance of Finding Your Tribe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "24 May 2017",
                    "year": "2017",
                    "plot": "\n    Kristie talks with Joey Downs and Nathan Alba about the importance of following your heart, and how life is for us to be happy and to do what we love.    "
                },
                "7": {
                    "title": "Interview with Hemalayaa on Cultivating Self-Love, Being Unstoppable and Choosing Peace at any Given Moment",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "31 May 2017",
                    "year": "2017",
                    "plot": "\n    Kristie talks with yogini Hemalayaa about fully embracing who we are. They talk about finding happiness and peace regardless of our circumstances.    "
                },
                "8": {
                    "title": "Interview with Edwina Forkin on Filming in Ireland, the Positive Impact of Storytelling and Anything is Possible",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "7 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Kristie Reeves talks with Edwina Forkin, the creative producer and CEO of Zanzibar Films in Ireland about how films are able to create positive change and her recent film \"Sanctuary\".    "
                },
                "9": {
                    "title": "Interview with Brian Hardin on Raising Consciousness, Wisdom of the Elders and Living from the Inside Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "14 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Kristie talks with Brian Hardin, writer, filmmaker, music producer, composer, and activist. They talk about what we can learn from indigenous cultures in order to create more peace, happiness and fulfillment in our own life.    "
                },
                "10": {
                    "title": "Interview with Oren Harris on Inspiration, Being in the Flow and Remembering who you Are",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "24 May 2017",
                    "year": "2017",
                    "plot": "\n    Kristie talks with Oren Harris, transformation coach, speaker and one of the worlds leading experts on \"flow\" about how we are shifting from the information age to the age of inspiration.    "
                },
                "11": {
                    "title": "Interview with Sara Loos on Creating Miracles, Embracing your Gifts and the Power of Acknowledging your Uniqueness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "24 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Kristie talks with Sara Loos, spiritual mentor, empowerment coach, healer and author of \"The Miracle Worker's Handbook\" about stepping outside the comfort zone to find joy, discovering our true path and finding our unique voice.    "
                },
                "12": {
                    "title": "Interview with Diana Cooper on Atlantis, Raising our Frequencies and the Transition into the New Golden Age",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "5 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Kristie interviews best-selling author and international speaker Diana Cooper on the tremendous changes on this planet that we are going through as we are transitioning into the New Golden Age.    "
                },
                "13": {
                    "title": "Interview with Dianna Smiley, Alex Martin Dean and Regina Williams on Generation Her, Being a Teen Mom and Creating a Village to Raise a Child",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "12 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Kristie talks with the team of \"Generation Her\"- founder Dianna Smiley, ambassador Alex Martin Dean, and Regina Williams, producer of the \"Celebrate Her Gala\" about supporting teen moms.    "
                },
                "14": {
                    "title": "Interview with Ruediger Dahlke on Psychosomatic Medicine, Veganism and Illness as a Tool for Transformation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "19 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Kristie talks with Dr Ruediger Dahlke, physician, psychotherapist, speaker and author about psychosomatic medicine, veganism and mindful living and how to see any illness as a chance for transformation.    "
                },
                "15": {
                    "title": "Interview with Felix Finkbeiner on Kids Taking Action, Climate Change and Saving the World One Tree at a Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "31 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Kristie talks with Felix Finkbeiner (age 19), climate justice ambassador, tree planter, university student and founder of the youth initiative \"Plant-for-the-Planet\". Felix speaks about planting trees to counter climate change.    "
                },
                "16": {
                    "title": "Interview with Halsey Snow on the Golden Ratio, Ancient Wisdom and the Miracles and Science of Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Kristie talks with Halsey Snow, partner in \"Golden Ratio Products\", founder of the \"Golden Ratio Education Institute\", and an explorer of the scientific-metaphysical synergy. The speak about ancient wisdom and the science of water.    "
                },
                "17": {
                    "title": "Interview with Mark Lakeman on Placemaking, Sacred Living and Changing Communities",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "9 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Kristie talks with Mark Lakeman, Portland based design activist and co-founder of the non-profit organization \"The City Repair Project\" about peacemaking and implementing permaculture within cities.    "
                },
                "18": {
                    "title": "Interview with Catalina Martone on Taking back your Health, Gut Makeovers and Healing from the Inside Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "16 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Kristie talks with Catalina Martone, host of the iTunes podcast \"Stuff Your Doctor Should Know\", Holistic Health Practitioner and chef about healthy gut make-overs and healing from the inside out.    "
                },
                "19": {
                    "title": "Interview with Keith Anthony Blanchard on Transformation, Planetary Shifts and Watering the Plants instead of the Weed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "23 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Kristie talks with Keith Anthony Blanchard, founder and host for \"Center of Light Radio\" and author of the bestselling book \"The Divine Principle: Anchoring Heaven on Earth\" about transforming our lives by changing the dial.    "
                },
                "20": {
                    "title": "Interview with Maureen Healy on the Indigo Kids, High Sensitivity and Tools for Raising Happy Children",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "30 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Kristie talks with Maureen Healy, award-winning author, popular speaker and leader in the field of children's emotional health about high sensitivity, the Indigo Generation and how to thrive.    "
                },
                "21": {
                    "title": "Interview with JJ Flizanes on the Law of Attraction, Body Image and the Power of Our Thoughts and Emotions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "6 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Kristie talks with JJ Flizanes, empowerment strategist, host of \"The Fit 2 Love\" Podcastand bestselling author of \"Fit 2 Love\" about the law of attraction and creating a healthy body image.    "
                },
                "22": {
                    "title": "Interview with Niki Elliott on Being Highly Sensitive, Intuitive Pathways and Allowing Intuition to Help You Access Your Genius",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "13 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Kristie talks with Dr. Niki Elliott, clinical professor, author, speaker and expert in the field of consciousness development and vibrational healing about being highly sensitive and allowing intuition to guide our genius.    "
                },
                "23": {
                    "title": "Interview with Roy Vongtama on the Importance of a Meditation Practice, Creating Healthy Habits and Healing Cancer through the Body-Mind-Spirit-Soul Connection",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "20 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Kristie talks with Dr. Roy Vongtama, a holistic physician and actor whose multidimensional talents encompass science, art and spirituality about the body-mind-spirit-soul connection when healing cancer.    "
                },
                "24": {
                    "title": "Interview with Marcy Axness on the Seven Principles of Parenting, Awakening to Your Own Power and Raising a Generation of Children Hardwired for Peace",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "27 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Kristie talks with Dr. Marcy Axness, early development specialist, parent coach, and author of \"Parenting for Peace\" about raising a generation of children hardwired for peace.    "
                },
                "25": {
                    "title": "Interview with Mariel Hemingway on Mindfulness, Creating a Balanced Life and Overcoming the Stigma of Mental Illness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "4 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Kristie talks with Mariel Hemingway on overcoming the stigma of mental illness in her family and how to create a balanced life though meditation, yoga and healthy eating habits.    "
                },
                "26": {
                    "title": "Interview with Kelly Noonan Gores and Adam Schomer on HEAL, Changing Paradigms and Healing Ourselves through the Power of Our Mind",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "11 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Kristie talks with Kelly Noonan Gores and Adam Schomer about their documentary \"HEAL\", their inspiration behind the film and how science is showing us the immense capacity we have to heal ourselves through the power of our mind and emotions.    "
                },
                "27": {
                    "title": "Interview with Partha Nandi on Becoming a Health Hero, Joyful Living and Healing through Finding Your Purpose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "18 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Kristie Reeves interviews Partha Nandi, MD whose mission is to empower the world \"To Be Your Own Health Hero\". Dr Nandi shares about his 5 principles of health, the importance of communities and finding your purpose in order to heal your body.    "
                },
                "28": {
                    "title": "Interview with Yvonne Maywhether on Eliminating Stress, Functional Medicine and Healing Cancer the Alternative Way",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "25 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    In this interview we look at the effects that stress has on our body, from adrenal to digestive issues. We also talk about the importance of healing cancer through nutrition, eliminating stress and a strong spiritual practice.    "
                },
                "29": {
                    "title": "Interview with Joel Fuhrman on Genocide through Fast Food, Nutritional Healing and how to Solve the Health Crisis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "1 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Kristie speaks with NY Times best-selling author, physician and nutritional researcher Dr Joel Fuhrman about his newest book \"Fast Food Genocide\" and how foods can either heal us or make us sick.    "
                },
                "30": {
                    "title": "Interview with Peter Crone on Transcending Limiting Beliefs, Finding your Dosha and Living an Inspired Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "8 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Kristie speaks with Peter Crone on how to overcome limiting mental constructs- may it be unworthiness, not feeling enough or doubting our own abilities- in order to start living an inspired life.    "
                },
                "31": {
                    "title": "Interview with Colbey Beurin Forman on Psychoneurology, Healing Shame and Learning how to Thrive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "15 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Kristie speaks with Dr Colbey Beurin Forman on how psychoneurology allows us to start thriving, overcome shame and provides alternatives to psycho-active medication.    "
                },
                "32": {
                    "title": "Interview with Erica Sardarian, Natalie Kottke-Masocco and Edgar Sardarian on their film \"Company Town\", Corporate Greed and the Power to Create Change",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "22 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Kristie interviews the filmmakers of the documentary \"Company Town\". Topic is corporate greed, government corruption and the power the create change.    "
                },
                "33": {
                    "title": "Interview with Maikiko James on Women in Film, Gender Parity and the Issues of Sexual Harassment in Hollywood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "29 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Kristie Reeves speaks with Maikiko James from the LA branch of \"Women in Film\"- they talk about gender parity and the important work WIF is doing to create opportunities for women in media.    "
                },
                "34": {
                    "title": "Interview with Daniel Paul Nelson on Standing Rock, Broken Treaties and the Possibility of Healing our History",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "6 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Kristie speaks with Daniel Paul Nelson (Lakota People's Law Project) about the events at Standing Rock, the Dakota Access Pipeline, the re-occurrence of broken treaties with the First Nations and what can be done to start healing history.    "
                }
            },
            "2": {
                "1": {
                    "title": "Interview with Edward J Wilson on Practicing Peace, the Emotion-Body-Connection and the Mystical Teachings of the Yoga of Abraham",
                    "kind": "episode",
                    "episode of": {
                        "title": "Rebel Hearts w/ Kristie Reeves (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "24 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Kristie speaks with Dr Edward Wilson who explains about an ancient practice that ties into our stem cells, 22 chromosomes, and helps to unlock keys to healing and wellness.    "
                }
            }
        },
        "number of episodes": 36,
        "cast": [
            {
                "name": "Reeves, Kristie"
            },
            {
                "name": "Alba, Nathanael"
            },
            {
                "name": "Axness, Marcy"
            },
            {
                "name": "Behl, Hemalayaa"
            },
            {
                "name": "Blanchard, Keith"
            },
            {
                "name": "Coelho, Joy"
            },
            {
                "name": "Cooper, Diana"
            },
            {
                "name": "Crone, Peter"
            },
            {
                "name": "Dahlke, Ruediger"
            },
            {
                "name": "Denman, Jay"
            },
            {
                "name": "Downs, Joey"
            },
            {
                "name": "Elliott, Niki"
            },
            {
                "name": "Finkbeiner, Felix"
            },
            {
                "name": "Flizanes, Jj"
            },
            {
                "name": "Forkin, Edwina"
            },
            {
                "name": "Forman, Colbey Beurin"
            },
            {
                "name": "Fuhrman, Joel"
            },
            {
                "name": "Furneaux, Kylie"
            },
            {
                "name": "Hardin, Brian"
            },
            {
                "name": "Hardy, Suzana"
            },
            {
                "name": "Harris, Oren"
            },
            {
                "name": "Healy, Maureen"
            },
            {
                "name": "Hemingway, Mariel"
            },
            {
                "name": "Hough, Claire Candy"
            },
            {
                "name": "James, Maikiko"
            },
            {
                "name": "Kottke, Natalie"
            },
            {
                "name": "Lakeman, Mark"
            },
            {
                "name": "Loos, Sara"
            },
            {
                "name": "Martin, Alex"
            },
            {
                "name": "Martinez, Dianna"
            },
            {
                "name": "Martone, Catalina"
            },
            {
                "name": "Masciarelli, Allison Melody"
            },
            {
                "name": "Maywhether, Yvonne"
            },
            {
                "name": "Nandi, Partha"
            },
            {
                "name": "Nelson, Daniel Paul"
            },
            {
                "name": "Noonan, Kelly"
            },
            {
                "name": "Sardarian, Edgar"
            },
            {
                "name": "Sardarian, Erica"
            },
            {
                "name": "Schomer, Adam"
            },
            {
                "name": "Scott, Leslie"
            },
            {
                "name": "Snow, Halsey"
            },
            {
                "name": "Vongtama, Roy"
            },
            {
                "name": "Williams, Regina"
            },
            {
                "name": "Gabrielle, Tania"
            },
            {
                "name": "Wilson, Edward"
            }
        ],
        "locations": [
            "Sunset Gower Studios - 1438 N. Gower Street, Hollywood, Los Angeles, California, USA"
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "50"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTkwMGNjYzUtNWVkMS00MzBmLTkyYmItOTQ0OGY2OGYzMWUxXkEyXkFqcGdeQXVyMjMwMDk3Ng@@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Bring on the rebels, the dreamers, the warriors of the rainbow.....those who envision a world beyond hatred, beyond fear and separation. The ones who believe we can change the world and create a better tomorrow. If you have a dream, if you sense you're here, on this Earth at this precise time, for a reason, then this show is for you. Hosted by Kristie Reeves, \"Rebel Hearts\" is dedicated to inspire you to step into your power and unlock your unique gifts, so you can begin changing the world, starting with you. We are living in an incredible moment in history: the world is changing like never before - and we have never needed change-makers as much as we do now: dreamers, paradigm shifters, visionaries, those whose bright light sparks social and global evolution and who push the human race forward to create a more peaceful world. We are the ones we've been waiting for.",
        "languages": [
            "English"
        ],
        "title": "Rebel Hearts w/ Kristie Reeves",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Rebel Hearts w/ Kristie Reeves (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Beurin Media Productions"
            }
        ],
        "distributors": [
            {
                "name": "Universal Broadcasting Network"
            }
        ],
        "plot": [
            "Bring on the rebels, the dreamers, the warriors of the rainbow.....those who envision a world beyond hatred, beyond fear and separation. The ones who believe we can change the world and create a better tomorrow. If you have a dream, if you sense you're here, on this Earth at this precise time, for a reason, then this show is for you. Hosted by Kristie Reeves, \"Rebel Hearts\" is dedicated to inspire you to step into your power and unlock your unique gifts, so you can begin changing the world, starting with you. We are living in an incredible moment in history: the world is changing like never before - and we have never needed change-makers as much as we do now: dreamers, paradigm shifters, visionaries, those whose bright light sparks social and global evolution and who push the human race forward to create a more peaceful world. We are the ones we've been waiting for.::Kristie Reeves"
        ],
        "tech": {
            "runtime": [
                "50 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}