{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "  2017"
            },
            {
                "country": "India\n",
                "date": "8 September 2017"
            }
        ],
        "release dates": [
            "India::2017",
            "India::8 September 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "CTRL-F 'Veda'",
                    "kind": "episode",
                    "episode of": {
                        "title": "Social Series (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Prithvi (Naveen Kasturia) is about to return to the US but finds that his sister has gone missing. Is she a victim of a prank or something sinister online? Vikram Sampat's (Rana Daggubati) social media company comes to Prithvi's rescue. Viu India presents this action thriller mini series that you can stream online or download and watch later for free.    "
                },
                "2": {
                    "title": "Begin \"Campaign\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "Social Series (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Neelesh tries to convince Prithvi to seek the help of social media to find Veda. How will the gang react to a cam girl wanting to help them find Prithvi's sister. Vikram Sampat's (Rana Daggubati) social media company comes to Prithvi's rescue.    "
                },
                "3": {
                    "title": "Execute First Catch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Social Series (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Time is running out for Prithvi (Naveen Kasturia) and gang. Veda is missing, they have barely cracked any leads to her whereabouts.Does the deep web hold any secrets? Are they safe to venture into it? Vikram Sampat's (Rana Daggubati) social media company comes to Prithvi's rescue. Viu India presents this action thriller mini series that you can stream online or download and watch later for free.    "
                },
                "4": {
                    "title": "Shame Shame Puppy Shame",
                    "kind": "episode",
                    "episode of": {
                        "title": "Social Series (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Prithvi (Naveen Kasturia) and gang get a call from an unknown number. Could it be from Veda? They make a breakthrough with the phone they fished out of Kamal. Will they find Veda soon enough? Vikram Sampat's (Rana Daggubati) social media company comes to Prithvi's rescue. Viu India presents this action thriller mini series that you can stream online or download and watch later for free.    "
                },
                "5": {
                    "title": "Get Mask",
                    "kind": "episode",
                    "episode of": {
                        "title": "Social Series (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Prithvi (Naveen Kasturia) and Myra follow leads to what they believe can be Veda. Tenderness begins to develop between the two. What do they find when they reach the hideout? Vikram Sampat's (Rana Daggubati) social media company comes to Prithvi's rescue. Viu India presents this action thriller mini series that you can stream online or download and watch later for free.    "
                },
                "6": {
                    "title": "Game Hunting",
                    "kind": "episode",
                    "episode of": {
                        "title": "Social Series (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Neelesh and Prithvi (Naveen Kasturia) argue over Myra. Myra gets a valuable lead. Prithvi gets deeper into the plot with deep web and reaches a suspicious company \"Hansa\". Myra takes a risk and enters the dangerous, secret world of exotic partying. While Prithvi successfully rattles the cage , Myra gets caught and faces death. Vikram Sampat's (Rana Daggubati) social media company comes to Prithvi's rescue. Viu India presents this action thriller mini series that you can stream online or download and watch later for free.    "
                },
                "7": {
                    "title": "Kiss of Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Social Series (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    The stage is set for the secret auction party where the girls will be sold off. The young girls are polished and groomed to service the elite clients. Nidhi sneaks in to the place and Myra cons her way in. KK bullies Jithu and takes Veda into his room. Prithvi and gang get a message with a map from Myra and they rush to trace the location. The secret party is in full swing but Myra, Nidhi and Veda separately get into tight spots. Vikram Sampat's (Rana Daggubati) social media company comes to Prithvi's rescue. Viu India presents this action thriller mini series that ...    "
                },
                "8": {
                    "title": "Rest In Peace",
                    "kind": "episode",
                    "episode of": {
                        "title": "Social Series (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Prithvi develops a soft corner for Myra. Ctrl F Veda page is going viral and someone wants to kill it. The journalist Nidhi gets access to some crucial CCTV footage and contacts Neelesh about Veda. Could this be the breakthrough they have been waiting for? Vikram Sampat's (Rana Daggubati) social media company comes to Prithvi's rescue. Viu India presents this action thriller mini series that you can stream online or download and watch later for free.    "
                },
                "9": {
                    "title": "HTTP Error404",
                    "kind": "episode",
                    "episode of": {
                        "title": "Social Series (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Prithvi and the gang meet Nidhi and exchange info about Nidhi having seen Veda. The gang feels hopeful. Nidhi tells Prithvi she saw Veda at the HANSA party. Prithvi and Neelesh commit a blunder by meeting Yash at SOCIAL..is YASH to be a trusted? Have they told him too much? Prithvi is shocked to see Ctrl F Veda page disabled.    "
                },
                "10": {
                    "title": "#Coincidence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Social Series (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Nidhi tries to trace the missing editor. Ctrl F Veda page is missing and Neelesh is worried. The commissioner gets deeper into the investigation of missing girls' case. Nidhi is under suspicion by Prithvi and gang. GK is under pressure and contacts Sunny. The commissioner finds a CCTV footage with Prithvi in it.    "
                },
                "11": {
                    "title": "Social Ep-11 '#ftp'",
                    "kind": "episode",
                    "episode of": {
                        "title": "Social Series (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    The commissioner has got some breakthrough in the investigation and he decides its time to bring Prithvi in. Prithvi is shown some information and he confesses his activities to the commissioner. Myra identifies Jithu to the commissioner and he requests Prithvi to trap Jithu. With Chaand's help Nidhi decodes the recorder and realizes Ramaswami's life is in danger. GK is in a dilemma between his duty and his family. Nidhi breaks the tragic news to Prithvi, that Veda is dead. Jithu uploads KK-Veda video online.    "
                },
                "12": {
                    "title": "Social Ep-12 '#VforVendetta'",
                    "kind": "episode",
                    "episode of": {
                        "title": "Social Series (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Sonakshi is hiding something from Sunny and she gets into trouble when Sunny finds out about it. Prithvi gets a shocking message and Nidhi receives traumatizing news. GK overcomes his dilemma and takes a hard decision. Prithvi and gang go to the right place at the wrong time and their lives are in danger. GK's press conference reveals a tragic news and community of Ctrl F Veda page arrange a candle light vigil.    "
                },
                "13": {
                    "title": "Social Ep-13 'Go with #Social'",
                    "kind": "episode",
                    "episode of": {
                        "title": "Social Series (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Veda is alive. Prithvi is overwhelmed with grief when he receives the tragic news about Neelesh. VS confronts Yash and also fights off a boardroom coup planned by SS. GK goes all out and exposes the rotten world of business men and politicians. Nidhi's investigative work creates a sensation. VS announces his campaign winners and promises to mentor them. Chaand pays a loving tribute to Neelesh. VS received a prestigious award as YOUNG ACHIEVER OF THE YEAR. In his acceptance speech, the newspapers quoted him saying 'SOCIAL is not the future of social media, not the ...    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Khan, Moin"
            },
            {
                "name": "Lahri, Sharyana"
            },
            {
                "name": "Razzaq, Abdul"
            },
            {
                "name": "Banerjee, Priya"
            },
            {
                "name": "Daggubati, Rana"
            },
            {
                "name": "Kasturia, Naveen"
            }
        ],
        "genres": [
            "Crime"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 5.9,
        "votes": 18,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTE3ODNjNGUtNGIxNi00MjVmLWI0MWQtMDBmNTMwMjFkYmQ0XkEyXkFqcGdeQXVyNzM0OTU2Mjk@._V1_SY150_CR75,0,101,150_.jpg",
        "plot outline": "The main plot of the series is Cyber Crime. It is about how Social Digital Media Agency, announces a contest and grabs the attention over digital media and how it helps the leads who are on a mission to find Veda, the sister of Prithvi, who has gone missing.",
        "title": "Social Series",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Social Series (India)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Challagulla, Gautami"
            },
            {
                "name": "Sudigala, Shashi"
            }
        ],
        "other companies": [
            {
                "name": "Whacked Out Media"
            }
        ],
        "plot": [
            "The main plot of the series is Cyber Crime. It is about how Social Digital Media Agency, announces a contest and grabs the attention over digital media and how it helps the leads who are on a mission to find Veda, the sister of Prithvi, who has gone missing."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 18,
                "rating": 5.9
            },
            "aged 18 29": {
                "votes": 9,
                "rating": 7.1
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 6.0
            },
            "males": {
                "votes": 12,
                "rating": 6.6
            },
            "males aged 18 29": {
                "votes": 9,
                "rating": 7.1
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 6.0
            },
            "us users": {
                "votes": 3,
                "rating": 4.7
            },
            "non us users": {
                "votes": 5,
                "rating": 7.3
            }
        },
        "number of votes": {
            "10": 3,
            "9": 0,
            "8": 2,
            "7": 2,
            "6": 4,
            "5": 1,
            "4": 1,
            "3": 4,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 5.9,
        "median": 6
    }
}