{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "20 September 2017"
            }
        ],
        "release dates": [
            "USA::20 September 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Season Premiere Offers A Unique Insight On A Special Man & Why He Does What He Does",
                    "kind": "episode",
                    "episode of": {
                        "title": "Unscripting Mario Hemsley (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "20 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    It's been a while since these two have worked together, but Emel Bonty and Mario Hemsley have history. Now Emel has plans for a Mario Hemsley biography series, and Mario's suggestion was to videotape the research interviews. Now it seems that even the interview segments have a life and form of their own. Introducing Unscripted Mario Hemsley. Hosted by Victor Allen, with interview conducted by biographer Emel Bonty.    "
                },
                "2": {
                    "title": "Growth Environment & The Immeasurable Influence of Parents (10-4-17)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Unscripting Mario Hemsley (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "4 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    In Episode #2, Emel explores the environment Mario grew up in and how that contributed to the man we have today. The focus also covers his parents, and the techniques they employed to shape their developing son.    "
                }
            }
        },
        "number of episodes": 2,
        "cast": [
            {
                "name": "Allen, Victor S."
            },
            {
                "name": "Bonty, Emel"
            },
            {
                "name": "Hemsley, Mario"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BM2U0ZDJkMzctZjY4MC00MDViLTlkMjctNDQyMmQwYjkxZjNhXkEyXkFqcGdeQXVyMTk5OTI0ODU@._V1_SY150_CR3,0,101,150_.jpg",
        "plot outline": "The Official YouTube Playlist for Unscripting Mario Hemsley - Unscripting Mario Hemsley is a recurring series, and represents an evolution of the traditional biography writing process. Typically biographers spend many hours interviewing and taking notes about their subjects, but Pax Stereo has again elevated the process to a new plane. Now the interviews are a video process, and with today's new apps, the videos are transcribed and made searchable, streamlining the process and shaving months off the time required. Come and enjoy this evolving process, and get ready for a unique insight into an amazing person.",
        "languages": [
            "English"
        ],
        "title": "Unscripting Mario Hemsley",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Unscripting Mario Hemsley (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Bonty, Emel"
            },
            {
                "name": "Hemsley, Mario"
            }
        ],
        "production companies": [
            {
                "name": "Pax Stereo TV"
            }
        ],
        "distributors": [
            {
                "name": "Pax Stereo TV"
            }
        ],
        "plot": [
            "The Official YouTube Playlist for _Unscripting Mario Hemsley_ (qv) - _Unscripting Mario Hemsley_ (qv) is a recurring series, and represents an evolution of the traditional biography writing process. Typically biographers spend many hours interviewing and taking notes about their subjects, but Pax Stereo has again elevated the process to a new plane. Now the interviews are a video process, and with today's new apps, the videos are transcribed and made searchable, streamlining the process and shaving months off the time required. Come and enjoy this evolving process, and get ready for a unique insight into an amazing person."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}