{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "17 September 2017"
            }
        ],
        "release dates": [
            "USA::17 September 2017"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Vampires"
            },
            {
                "countries": "USA",
                "title": "Vampires"
            }
        ],
        "akas": [
            "Vampires (original title)",
            "Vampires USA"
        ],
        "akas from release info": [
            "Vampires (original title)",
            "Vampires USA"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Welcome to the Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vampires (TV Mini-Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "17 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    How does a blind girl from Boston wind up in a dirty back alley running for her life? It all started when Ella (Shyla Jennings) and her big sister Lucy (Abigail Mac) moved to Santa Clarita after their father's death. They settle into the ranch house bequeathed to them in his will. Ella unpacks her bags, and Lucy finds a girl online for a quick hook up. Lucy goes out to meet Willow (Melissa Moore) at her family home and the attraction is instantaneous. But the second Lucy mentions her blind sister, Willow cuts their encounter short and rushes her out of the house. ...    "
                },
                "2": {
                    "title": "Sisters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vampires (TV Mini-Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "28 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    During last night's torrid orgy, coven matriarch Anya (Jelena Jensen) kept her promise to Willow (Melissa Moore) and turned the blind girl's sister Lucy (Abigail Mac) into a vampire, rather than taking her life. Back at her late father's cabin, alone and asleep in bed, Lucy's body rocks with spasms as her once-mortal form metabolizes the venom now coursing through her blood. She awakens the following morning, drenched in sweat. She gets out of bed and looks out the window. The sunlight scorches her retinas and burns her skin. She takes shelter inside her bathroom, and...    "
                },
                "3": {
                    "title": "Calling the Cavalry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vampires (TV Mini-Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "6 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    After two stepsisters move to Los Angeles in the wake of their father's untimely death, they cross paths with a coven of vampires when one them swipes right on the wrong dating profile. Sister Lucy (Abigail Mac) finds out her hookup Willow (Melissa Moore) is a vampire soon after they meet. She is seduced into an all-girl orgy with her date's whole family, and then slated for death. Lucy's date convinces the coven leader to spare Lucy's life and turn her into a vampire instead. Confused and afraid, Lucy runs home and begins to feel the effects of the turning. Her blind...    "
                },
                "4": {
                    "title": "The Showdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vampires (TV Mini-Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "19 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    After stepsisters Lucy (Abigail Mac) and Ella (Shyla Jennings) move to Los Angeles in the wake of their father's death, Lucy falls prey to a coven of vampires. With the help of her blind sister Ella and vampire hunter (Serena Blair), Lucy vows to destroy the coven matriarch Anya (Jelena Jensen) and save her own mortal soul. At the coven's mansion, Anya (Jelena Jensen) has just awakened her first-born progeny Angelica (Angela White) from her long slumber to destroy the fledgling vampire Lucy. The matriarch palpates her vagina, letting Angelica feed off her life force. ...    "
                },
                "5": {
                    "title": "There Can Only Be One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vampires (TV Mini-Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "30 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    After stepsisters Lucy (Abigail Mac) and Ella (Shyla Jennings) move to Los Angeles in the wake of their father's death, Lucy falls prey to a coven of vampires. With the help of her blind sister Ella and vampire hunter (Serena Blair), Lucy vows to destroy the coven's matriarch Anya (Jelena Jensen) to save her own mortal soul. But when her scheme is foiled by Anya's henchwoman Angelica (Angela White), the sisters make it home on the skin of their teeth. In hot pursuit, Anya comes to the sister's house and waits outside for Lucy, as vampires are obligated to do. The ...    "
                }
            }
        },
        "number of episodes": 5,
        "cast": [
            {
                "name": "Mac, Abigail"
            },
            {
                "name": "Jennings, Shyla"
            },
            {
                "name": "Jensen, Jelena"
            },
            {
                "name": "Blair, Serena"
            },
            {
                "name": "Moore, Melissa"
            },
            {
                "name": "White, Angela"
            },
            {
                "name": "Cruise, Carter"
            },
            {
                "name": "Mink, Mindi"
            },
            {
                "name": "Jones, Georgia"
            }
        ],
        "locations": [
            "Los Angeles, California, USA"
        ],
        "genres": [
            "Adult",
            "Drama",
            "Fantasy",
            "Horror"
        ],
        "runtimes": [
            "45"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1 (DVD)",
        "sound mix": [
            "Dolby Digital::(DVD)",
            "Stereo"
        ],
        "certificates": [
            "United States:Not Rated",
            "United States:TV-MA"
        ],
        "original air date": "17 Sep 2017 (USA)",
        "number of seasons": 1,
        "rating": 7.7,
        "votes": 29,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMGZlMGYyODctM2QwMi00OGVlLThmY2MtODVjMmFiOTNlZGNkXkEyXkFqcGdeQXVyNzk0NDY4NDk@._V1_SY150_CR1,0,101,150_.jpg",
        "plot outline": "Vampires, a bone-chilling tale of revenge and the triumph of cunning and youth over energy-sucking evil. Lucy (Abigail Mac) innocently describes the surroundings of their new home to her blind step-sister Ella (Shyla Jennings). Invited to the coven by her newest friend Willow (Melissa Moore), Lucy finds herself in a hotbed of lesbian vampires fucking her and negotiating on whether they'll turn her. Things obviously escalate when Lucy wakes at home without a reflection, and Ella doesn't know what to do. But Lucy fucks her stepsister and Ella's cross finally exposes the truth about Lucy. They vow to make things right again, and plot to take over the coven. Their sisterly love compels them, but will a whole pack of energy-sucking lesbian vampires be fooled so easily?",
        "languages": [
            "English"
        ],
        "title": "Vampires",
        "year": 2017,
        "kind": "tv mini series",
        "series years": "2017-2017",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Alan, Stills By"
            }
        ],
        "director": [
            {
                "name": "Alan, Stills By"
            }
        ],
        "production companies": [
            {
                "name": "Gamma Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Girlfriends Films"
            },
            {
                "name": "Girlsway Network"
            }
        ],
        "plot": [
            "_Vampires_ (qv), a bone-chilling tale of revenge and the triumph of cunning and youth over energy-sucking evil. Lucy (Abigail Mac) innocently describes the surroundings of their new home to her blind step-sister Ella (Shyla Jennings). Invited to the coven by her newest friend Willow (Melissa Moore), Lucy finds herself in a hotbed of lesbian vampires fucking her and negotiating on whether they'll turn her. Things obviously escalate when Lucy wakes at home without a reflection, and Ella doesn't know what to do. But Lucy fucks her stepsister and Ella's cross finally exposes the truth about Lucy. They vow to make things right again, and plot to take over the coven. Their sisterly love compels them, but will a whole pack of energy-sucking lesbian vampires be fooled so easily?"
        ],
        "tech": {
            "runtime": [
                "45 min",
                "3 hr 36 min (216 min) (DVD)"
            ],
            "sound mix": [
                "Dolby Digital (DVD)",
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1 (DVD)",
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 29,
                "rating": 7.7
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 5,
                "rating": 8.3
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 6.5
            },
            "males": {
                "votes": 10,
                "rating": 7.8
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 7.5
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 6.5
            },
            "females": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 7,
                "rating": 5.7
            },
            "us users": {
                "votes": 6,
                "rating": 7.8
            },
            "non us users": {
                "votes": 3,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 13,
            "9": 3,
            "8": 2,
            "7": 1,
            "6": 1,
            "5": 6,
            "4": 1,
            "3": 1,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.7,
        "median": 9
    }
}