{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "7 March 2017"
            },
            {
                "country": "UK\n",
                "date": "8 March 2017"
            },
            {
                "country": "Germany\n",
                "date": "5 May 2017"
            }
        ],
        "release dates": [
            "UK::7 March 2017",
            "UK::8 March 2017",
            "Germany::5 May 2017"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Killing for Love"
            },
            {
                "countries": "World-wide (English title) (festival title)",
                "title": "The Promise"
            }
        ],
        "akas": [
            "Killing for Love (original title)",
            "The Promise World-wide (English title) (festival title)"
        ],
        "akas from release info": [
            "Killing for Love (original title)",
            "The Promise World-wide (English title) (festival title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Killing for Love (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "8 Mar. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Killing for Love (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Killing for Love (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Killing for Love (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Killing for Love (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Killing for Love (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Brühl, Daniel"
            },
            {
                "name": "Poots, Imogen"
            },
            {
                "name": "Reid, Chuck"
            },
            {
                "name": "Rosenfield, Steven"
            },
            {
                "name": "Santos, Carlos"
            },
            {
                "name": "Sulzbach, Ed"
            },
            {
                "name": "Sweeney, William"
            },
            {
                "name": "Söring, Jens"
            },
            {
                "name": "Watson, Dave"
            },
            {
                "name": "Zorn, Rich"
            },
            {
                "name": "Haysom, Elizabeth"
            }
        ],
        "locations": [
            "USA"
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United Kingdom",
            "Germany",
            "United States"
        ],
        "country codes": [
            "gb",
            "de",
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 1,
        "rating": 7.3,
        "votes": 25,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMzkzODQ1ODQtYzU2MC00ZGY4LWE0M2YtMzU5Y2E3MTRhYTkyXkEyXkFqcGdeQXVyMzQxODE1OTI@._V1_SY150_CR126,0,101,150_.jpg",
        "plot outline": "Obsessed young lovers, obscene murders, a sensational trial, and a shocking miscarriage of justice. KILLING FOR LOVE is a riveting dissection of the prosecution's case, the courtroom battle played out on television, and the disturbing aftermath. Convicted of brutally murdering his girlfriend's parents, Jens Soering has been in prison for over 30 years. The film reveals for the first time the mounting evidence of his innocence: the FBI profile of the killer withheld from the jury, the bloody footprint and unidentified fingerprints pointing to other perpetrators, and the new exculpatory DNA analysis. Highly cinematic in the way of The Staircase, as suspenseful as Serial, and as confounding as Making of a Murderer, KILLING FOR LOVE delivers a powerful story that is indeed, stranger than fiction.",
        "languages": [
            "English"
        ],
        "title": "Killing for Love",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-2017",
        "seasons": [
            "1"
        ],
        "plot": [
            "Obsessed young lovers, obscene murders, a sensational trial, and a shocking miscarriage of justice. KILLING FOR LOVE is a riveting dissection of the prosecution's case, the courtroom battle played out on television, and the disturbing aftermath. Convicted of brutally murdering his girlfriend's parents, Jens Soering has been in prison for over 30 years. The film reveals for the first time the mounting evidence of his innocence: the FBI profile of the killer withheld from the jury, the bloody footprint and unidentified fingerprints pointing to other perpetrators, and the new exculpatory DNA analysis. Highly cinematic in the way of The Staircase, as suspenseful as Serial, and as confounding as Making of a Murderer, KILLING FOR LOVE delivers a powerful story that is indeed, stranger than fiction."
        ],
        "synopsis": [
            "Episode 1 of 6: First Love - On March 30, 1985, Derek and Nancy Haysom were found brutally murdered in their home in Lynchburg, Virginia. Local police, the sheriff's department and eventually the FBI were called in. 5 years later on June 21, 1990 Jens Soering, the boyfriend of their daughter Elizabeth, is convicted of first degree murder of his girlfriend's parents and given two life sentences. In an earlier plea deal Elizabeth Haysom receives a 90 year sentence as an \"accessory before the fact\". \"I'm innocent,\" Soering said in court and until today. What really happened that night in this small town in Bedford County? Jens Soering's lawyers, a former investigator of the Sheriff's Office, and a private investigator try to reexamine the case. They are searching for an FBI profile that has disappeared. Where are the nude photographs of Elizabeth taken by her mother pointing to child abuse as a strong motive of the daughter?Episode 2 of 6: The Betrayal - When the police investigation closed in on Elizabeth Haysom and Jens Soering, the couple fled the country. They were arrested for cheque fraud in London on April 30, 1986 using the aliases Christopher P. Noe and Tara Lucy Noe. And then, Jens Soering had the idea that destroyed his life: He would tell the police that he did it. Without this sacrifice, she would die in the electric chair. Soering believed, that as a son of a German diplomat, he would be sent to Germany, sentenced to a few years in a juvenile prison. It seemed like a fair trade: a few years of his life to save hers.Episode 3 of 6: The Confession- In a plea deal, Elizabeth Haysom returns to the US and on August 24, 1987, testifies in a pre-trial hearing. At the end, she pleads guilty to being an \"accessory before the fact\" of first degree murder, thereby avoiding a full trial. Is Elizabeth Haysom a the victim of an obsessive relationship with a cold blooded killer, or a beautiful, manipulative murderer? Two English psychiatrists who examined her while in custody in London had diagnosed Elizabeth as a borderline schizophrenic and a pathological liar. Jens Soering found out that he was not covered by his father's diplomatic immunity. Now he himself faced execution in the electric chair. He withdrew his confession and began to fight for his life. On July 7, 1989, the European Court of Human Rights announced that the threat of the death penalty would constitute \"torture or inhuman or degrading treatment.\" Great Britain would agree to the extradition only if the death penalty was dropped. Jens Soering was extradited from Britain to the US on January 12, 1990. Jens Soering trial resulted in a media frenzy. It was one of the first to be televised live. Each day crowds gathered to watch the \"German Monster\" paraded in and out of the Bedford County court house.Episode 4 of 6: The Footprint - Jens Soering sees Elizabeth Haysom for the first time in three years as she appears in court to testify against him. Her testimony acknowledges that she wanted her parents \"gone\" but that Jens had free will to not make the choice to commit murder. Over time, Elizabeth Haysom presented five different stories for the alibi. Jens Soering stated that at Elizabeth's request he organized the alibi by going to the movies and buying two tickets each time. In his testimony he is clear and accurate about the timing and what he saw, which Elizabeth was not. But a tire expert was allowed to testify in court about a bloody sockprint, declaring a perfect match with Jens. Yet, there is an unattributed fingerprint, found on a glass at the crime scene - the fingerprint of an unknown accomplice?Episode 5 of 6: College Friends - Belief in Jens Soering's innocence comes from several types of supporters. The most important are two former state employees from the fields of criminal justice and law enforcement. One of them has reviewed all the evidence, the court documents and the police reports - she is certain of Jens Soering's innocence and believes he is guilty only of trying to protect Elizabeth Haysom from the electric chair? In the present day, the work of his lawyers and of the investigators has ramped up and gained ground. There were no eyewitnesses, the murder weapon was never found, there were inconsistencies, procedural errors, and a judge who was severely biased. Recently, other names have come to the attention of the investigators, former associates of Elizabeth's who were not known to the police at the time of the murders or simply never questioned. A new witness showed up, who saw Elizabeth Haysom, together with another man, when they picked up a blood-stained car from his garage.Episode 6 of 6: Chasing Freedom - \"I'm innocent,\" Jens Soering said when he finally was sentenced in the US in 1990, to two terms of life imprisonment for two counts of first degree murder. ?Now Jens Soering sits under the harsh neon light of his prison world in Buckingham Correctional Center in Dillwyn, Virginia. He's been through all phases: the shock, the anger, the self-hatred, the search for God, the loss of faith, the endless cycle of hope and hopelessness. There were a few days in which Jens Soering thought he would come home. On January 12, 2010, the Democratic Governor of Virginia, Timothy M. Kaine, approved Jens Soering's transfer to Germany. In the press, Soering was the German beast again. On January 19, it was all over. A new governor of Virginia took office. Republican Robert F. McDonnell decided on his first day at work to revoke the transfer of prisoner Jens Soering to Germany. Since then, Jens Soering continues to fight. A new DNA analysis reveals that none of the DNA evidence from the crime scene was Soering's. In fact, of the 42 blood samples tested, 11 belonged to someone other than him. This person's identity remains unknown. Is the real murder still out there?"
        ],
        "tech": {
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 25,
                "rating": 7.3
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 6.0
            },
            "aged 30 44": {
                "votes": 8,
                "rating": 7.6
            },
            "aged 45 plus": {
                "votes": 10,
                "rating": 7.0
            },
            "males": {
                "votes": 9,
                "rating": 7.2
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 8.2
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 7.8
            },
            "females": {
                "votes": 12,
                "rating": 7.0
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 6.0
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 7.2
            },
            "females aged 45 plus": {
                "votes": 6,
                "rating": 6.8
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 7.0
            },
            "us users": {
                "votes": 6,
                "rating": 5.9
            },
            "non us users": {
                "votes": 9,
                "rating": 8.0
            }
        },
        "number of votes": {
            "10": 3,
            "9": 2,
            "8": 9,
            "7": 3,
            "6": 4,
            "5": 2,
            "4": 1,
            "3": 1,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 7.3,
        "median": 8
    }
}