{
    "imdb": {
        "raw release dates": [
            {
                "country": "Netherlands\n",
                "date": "6 December 2017"
            }
        ],
        "release dates": [
            "Netherlands::6 December 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Een nieuw thuis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Circus Noël (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "6 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    On his eleventh birthday Tonie hears from his father Pedro, the director of Circus Noël, that his tightrope act will become the big attraction of the Christmas show. The entire circus is crazy about it, except for Tonie himself who seems unsure. Meanwhile, Brazilian kid Victor is trying to get used to his new home in the Netherlands, but is finding it difficult. When he plays truant again, he unexpectedly discovers the circus and, curious, sneaks in.    "
                },
                "2": {
                    "title": "De Vonk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Circus Noël (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    After Victor secretly explored the circus grounds and accidentally ruined Madam Koket's dress, Pedro insists that to pay for the damage he must muck out the horse stable. Enchanted by the unpredictable horse Devil, Victor gets to work. But when the immigration police suddenly appear at the circus, Victor is worried that they'll discover he and his mother don't have a residence permit. Tonie is still behaving strangely, trying to avoid practicing his tightrope act.    "
                },
                "3": {
                    "title": "Volg je hart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Circus Noël (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "7 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    In an attempt to win a vlog contest, Karo decides to record the daily activities of the Circus Noël artists. With the help of her influential mother, she gains access to the circus grounds, where she meets Tonie and is deeply impressed by the star. Victor tries to hide his job at Circus Noël from his mother, not wanting her to know he is skipping school. In the stable he forms a bond with the horse Devil.    "
                },
                "4": {
                    "title": "Vette leugens",
                    "kind": "episode",
                    "episode of": {
                        "title": "Circus Noël (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "8 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Victor discovers that Tonie has a fear of heights and decides to give the terrified star a helping hand on the tightrope. But the situation brings back a painful memory of his father and Victor finds comfort with the horse Devil. Noticing this, Iwan offers him a job at the circus. Tonie is suspicious and decides to follow Victor home.    "
                },
                "5": {
                    "title": "Voor wat hoort wat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Circus Noël (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "9 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Victor can continue to work at Circus Noël and the whole circus company welcomes him with enthusiasm. Except for Tonie, who is still suspicious and trying to discover Victor's true identity. He is afraid that Victor will reveal that he has a fear of heights. Victor discovers pictures of Iwan's old act with his horse, Devil, and dreams about his own future at Circus Noël, wondering if he could ever follow in Iwan's footsteps. Karo's mother, chief of the immigration police, returns to check the papers of all the personnel. Just as Victor's secret is in danger of being ...    "
                },
                "6": {
                    "title": "De deal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Circus Noël (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "10 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Victor tries to help Tonie with his self-confidence on the tightrope, but finds it difficult. When the pair take a break to escape the pressure of the circus, an unexpected friendship develops. But Victor's teacher almost spots them and he is worried he'll be caught skipping school. Meanwhile, Karo digs into Tonie's past to learn more about his mother, and Pedro and Grandma Canelli discover that Circus Magnifico are performing in a nearby village.    "
                },
                "7": {
                    "title": "Talent",
                    "kind": "episode",
                    "episode of": {
                        "title": "Circus Noël (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "11 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Victor gets a lecture about truancy from his mother, Maria, but soon Tonie comes to help him out. Seeing Victor with his mother makes Tonie think about his own mother. Coincidentally Karo is researching Tonie's mother for her circus vlog. Iwan receives bad news: he is medically unfit and can never ride horses again. It seems to be the end of his highly acclaimed circus act with Devil. But then he sees Victor in the stable climbing acrobatically on the back of the horse.    "
                },
                "8": {
                    "title": "Vallen en opstaan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Circus Noël (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "12 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    When Iwan catches Victor standing on Devil's back, he initially appears angry about it and Victor is worried that he may lose his job. Karo tries to film Tonie's tightrope practice, but when he notices her, he is so frightened that he falls down from the rope. With another dent in his self-confidence, Tonie retreats into his trailer. Victor wants to help Tonie, but Iwan has different plans for him.    "
                },
                "9": {
                    "title": "Op eigen benen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Circus Noël (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "13 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    To Victor's great surprise and joy, he is allowed to practice with Devil under the guidance of Iwan. But he must first show his papers if he wants to be an official artist. And he can't do that. Pedro raises the pressure for Tonie: he must perform at a big press conference. Karo visits Circus Magnifico, the big competitor of Circus Noël, and meets the very special tightrope dancer, Marinella.    "
                },
                "10": {
                    "title": "Schone schijn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Circus Noël (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "14 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Victor and his mother Maria are getting deeper and deeper into problems due to their money shortage. They have nothing to eat and now the power is also turned off. The tension is also high at Circus Noël as journalists gather for the big press conference. Tonie discovers that Circus Magnifico, which his mother left him for years ago, is nearby. In panic he runs away, just as the circus preview for the journalists starts.    "
                },
                "11": {
                    "title": "Niet alles is te koop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Circus Noël (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "15 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Now Tonie knows about Circus Magnifico, he is less motivated than ever to get over his fear of heights and that leads to a conflict with his father. Maaiko the clown tries to persuade Karo to record a commercial that should give his new 'career' as Maaiko the Magician a boost, but in vain. Karo has eyes for only one person: Tonie, the big star. Grandma Canelli checks up on Ivan and decides to confront him with his secret.    "
                },
                "12": {
                    "title": "Van ruilen komt huilen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Circus Noël (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "16 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Iwan tells Grandma Canelli about his plan to turn Victor into a real circus artist, so that there is a replacement for him. Grandma is not convinced but she gives Iwan a chance. Maaiko asks for Karo's help with a trick with a saw, but it doesn't go well. Tonie gives all his savings to Victor so his mother can go to the dentist, but in return he wants Victor to practice in his place.    "
                },
                "13": {
                    "title": "Ziek, zwak en misselijk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Circus Noël (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "17 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Victor has taken his mother to the dentist, so Tonie has to come up with something different to get out of the tightrope practice. He decides to pretend to be ill. Madam Koket tries to convince Maaiko that despite his failed magic tricks, he is still very valuable to Circus Noël as a clown. Ivan wants to help Victor with papers, but it is taking longer than he hoped, much to Grandma Canelli's frustration.    "
                },
                "14": {
                    "title": "Niemand is vervangbaar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Circus Noël (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "18 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Tonie gets Karo to show him the recording of his mother, Marinella, at Circus Magnifico. Iwan and Victor are busy with dressage exercises, when Victor suddenly gets a flashback from the death of his father. Victor does not have much time to worry about it, before he has to fill in for Tonie on the tightrope again.    "
                },
                "15": {
                    "title": "Leugens komen altijd uit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Circus Noël (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "19 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Tonie has visited his mother at Circus Magnifico, but it is not as he hoped and the encounter only creates more frustration and confusion. When he also finds out that Victor was planning all along to perform his own act with Devil and not Tonie's tightrope act, he is furious. Under pressure Victor decides at the last minute to go on the rope disguised as Tonie, but then he sees his mother sitting on the stands. He panics and leaves the tent with a confused Pedro in his wake.    "
                },
                "16": {
                    "title": "Familie boven alles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Circus Noël (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "20 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    All hell breaks loose as Victor is cornered by Pedro and has to confess that Tonie has a fear of heights. In revenge Tonie reveals Victor's secret. Tonie finds the letters from his mother that Pedro had kept hidden for years. To top it all off, the immigration service turn up at Victor's home, forcing him and his mother to try to escape through the window.    "
                },
                "17": {
                    "title": "Onverwacht afscheid",
                    "kind": "episode",
                    "episode of": {
                        "title": "Circus Noël (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "21 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    One of Madam Koket's poodles is seriously ill, but there is no money for the vet. Madam Koket is powerless and in tears, worrying that the poor beast won't survive until Christmas. Meanwhile Pedro wants to make amends with his son, but Tonie is nowhere to be found. Victor and his mother seek refuge with Iwan.    "
                },
                "18": {
                    "title": "Op het nippertje",
                    "kind": "episode",
                    "episode of": {
                        "title": "Circus Noël (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "22 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    With the immigration service still hot on their heels, Victor and Maria have taken refuge in Iwan's trailer. For a moment they feel safe, but then the blue flashing lights appear at the circus grounds. Again the papers of all artists have to be checked. Madam Koket must also report and temporarily entrusts her ill poodle Doesjka to Karo. But Karo uses the opportunity to take the dog to her father to be treated.    "
                },
                "19": {
                    "title": "Uit het oog, maar nooit uit het hart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Circus Noël (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "23 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Madam Koket is in a terrible state about the missing Doesjka, not knowing that Karo has taken the sickly poodle to her father's veterinary practice. Pedro apologizes to Tonie and explains that he should only perform if it is because he loves it, not because he is forced to. Karo's vlog is finally online and puts her mother in a tricky spot. Maria and Victor decide to go into hiding with Victor's uncle in Germany.    "
                },
                "20": {
                    "title": "Een nieuwe familie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Circus Noël (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "24 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Karo, Tonie and Iwan catch up with the bus that Victor and his mother are on, and persuade them to return so that Victor can perform in the Christmas show. With the advertising from Karo's vlog, there is huge demand for tickets, so Pedro agrees the show can continue after all. With a little help from Tonie's mother, who arrives to see the show, Victor finally persuades Tonie to perform his tightrope act himself.    "
                }
            }
        },
        "number of episodes": 20,
        "cast": [
            {
                "name": "Reurekas, Samuel Beau"
            },
            {
                "name": "van Lent, Tommy"
            },
            {
                "name": "Wijnands, Luna"
            },
            {
                "name": "Stoof, Patrick"
            },
            {
                "name": "Severdija, Karlo"
            },
            {
                "name": "Pichel, Francesca"
            },
            {
                "name": "den Brink, Ellis van"
            },
            {
                "name": "Haverkamp, Catharina"
            },
            {
                "name": "van Mulligen, Rick Paul"
            },
            {
                "name": "Reuten, Rosa"
            },
            {
                "name": "Appelhof, Annelies"
            },
            {
                "name": "Schuurman, Birgit"
            },
            {
                "name": "van Dam, Steye"
            },
            {
                "name": "de Beer, Sven"
            },
            {
                "name": "Treurniet, Dimme"
            },
            {
                "name": "Farah, Anderson"
            },
            {
                "name": "Der Veen, Jorik Van"
            },
            {
                "name": "Adrian, Lard"
            },
            {
                "name": "Kerbosch, Michiel"
            },
            {
                "name": "Wilhelmus, Conny"
            }
        ],
        "genres": [
            "Family"
        ],
        "countries": [
            "Netherlands"
        ],
        "country codes": [
            "nl"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.9,
        "votes": 11,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjQ0ZGE2YmUtMmFmYS00Y2MyLTg0MzktNzA0OTJkNjBiMTU1XkEyXkFqcGdeQXVyODMzNzE2MTI@._V1_SY150_CR6,0,101,150_.jpg",
        "languages": [
            "Dutch"
        ],
        "title": "Circus Noël",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-2017",
        "akas": [
            "Circus Noël (Netherlands)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "van Holst, Karin Pellekaan"
            },
            {
                "name": "Taneja, Anjali"
            }
        ],
        "production companies": [
            {
                "name": "Phanta Basta!"
            }
        ],
        "distributors": [
            {
                "name": "AVROTROS"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 11,
                "rating": 7.9
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 9.0
            },
            "aged 30 44": {
                "votes": 2,
                "rating": 8.0
            },
            "aged 45 plus": {
                "votes": 5,
                "rating": 3.2
            },
            "males": {
                "votes": 4,
                "rating": 5.8
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 8.0
            },
            "males aged 45 plus": {
                "votes": 3,
                "rating": 5.0
            },
            "females": {
                "votes": 6,
                "rating": 8.9
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 9.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 10.0
            },
            "us users": {
                "votes": 1,
                "rating": 10.0
            },
            "non us users": {
                "votes": 8,
                "rating": 6.1
            }
        },
        "number of votes": {
            "10": 5,
            "9": 0,
            "8": 4,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.9,
        "median": 8
    }
}