{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "18 September 2017"
            },
            {
                "country": "Canada\n",
                "date": "18 September 2017",
                "notes": "                            (Toronto)"
            }
        ],
        "release dates": [
            "Canada::18 September 2017",
            "Canada::18 September 2017                            (Toronto)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "A User's Guide to Cheating Death"
            },
            {
                "countries": "Australia (alternative title)",
                "title": "The Truth About Your Health"
            }
        ],
        "akas": [
            "A User's Guide to Cheating Death (original title)",
            "The Truth About Your Health Australia (alternative title)"
        ],
        "akas from release info": [
            "A User's Guide to Cheating Death (original title)",
            "The Truth About Your Health Australia (alternative title)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "I'll Sleep When I'm Dead",
                    "kind": "episode",
                    "episode of": {
                        "title": "A User's Guide to Cheating Death (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "15 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Can you sleep your way to a longer life? Researchers have claimed that getting 6 or less hours of sleep cuts your life span by 12%. The sleep aid industry is raking in billions, selling us everything from pills to weighted blankets, promising more sleep. How much truth is there to these findings? We find out.    "
                },
                "2": {
                    "title": "Vitamins and Supplements",
                    "kind": "episode",
                    "episode of": {
                        "title": "A User's Guide to Cheating Death (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 7,
                    "original air date": "2018",
                    "year": "2018",
                    "plot": "\n    We spend million on vitamins, believing they fill in the holes in our health. Sales are rising due to our aging population, a hectic lifestyle and a vague awareness of healthy living. But are these supplements robbing us of the real things that make us live longer? And worse, could they actually be causing you harm?    "
                },
                "3": {
                    "title": "Sex & Relationships",
                    "kind": "episode",
                    "episode of": {
                        "title": "A User's Guide to Cheating Death (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "29 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Relationships and Sex are a crucial part of a vital life: people in relationships live longer, sex reduces stress and promotes exercise, and loneliness can have a huge negative impact on health. We'll also be examining the impact of technology on the field--dating apps make making connections easier than ever, but the developing realm of AI companionship and burgeoning sex tech industry offer the same experience without human interaction--is a synthetic relationship experience as beneficial as the real thing?    "
                },
                "4": {
                    "title": "Germs",
                    "kind": "episode",
                    "episode of": {
                        "title": "A User's Guide to Cheating Death (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "5 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Are we too clean? Washing your hands was one of the largest medical breakthroughs in the past 200 years, saving millions of lives. But now, in a world of hand sanitizer and extra strength soap, evidence in mounting that being too clean can be harmful. Has our fear of germs pushed us too far?    "
                },
                "5": {
                    "title": "Body Hacking",
                    "kind": "episode",
                    "episode of": {
                        "title": "A User's Guide to Cheating Death (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "12 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Wearable tech has become a billion dollar industry. These mini computers promise to track everything from heart rate to footsteps and give you a better, healthier life. But many are going further, body hacking, implants and upgrades. Tim meets the people that are making technology an intimate part of their health and body.    "
                },
                "6": {
                    "title": "Spiritual Science",
                    "kind": "episode",
                    "episode of": {
                        "title": "A User's Guide to Cheating Death (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "19 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Acupuncture. Meridian channels. Meditation. China has a life expectancy similar to the United States, yet spends a fraction of the healthcare costs per capita. From Meridian combing to weight loss stretching to teeth clicking, Timothy is going to the source to meet the people using these techniques and talk to the experts to see how much truth is in these ancient practices.    "
                }
            },
            "1": {
                "1": {
                    "title": "Detox",
                    "kind": "episode",
                    "episode of": {
                        "title": "A User's Guide to Cheating Death (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 16,
                    "original air date": "18 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    What does it take to flush all the bad stuff from your body after a weeklong bender? Or after several years of eating junk food? Can you atone for your health sins and start fresh? No. Detoxing isn't actually a thing. But it's become a fixation of the western world. Stemming from the guilty pleasures of overindulgence and under-exercising, a belief has emerged that we must regularly rid our bodies of toxins via detoxifying diets, fasts, technologies, and more. The evidence - or lack thereof - behind this popular trend will be uncovered. The science, the risks, and the...    "
                },
                "2": {
                    "title": "The Fountain of Youth",
                    "kind": "episode",
                    "episode of": {
                        "title": "A User's Guide to Cheating Death (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 12,
                    "original air date": "25 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Youth may be wasted on the young, but luckily, you can buy it back. People are using everything from face-lifts to second skin tech to keep their youthful advantage. However, with the many unproven therapies on the market, how many actually work? This episode examines our evolutionary leanings toward finding youth appealing and pop-cultural portrayals of youth, before diving head-on into the strange, fascinating and unregulated world of the anti-aging industry. \"A User's Guide to Cheating Death\" is in search of the truth for those who try to defy aging.    "
                },
                "3": {
                    "title": "Genetic Revolution",
                    "kind": "episode",
                    "episode of": {
                        "title": "A User's Guide to Cheating Death (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 14,
                    "original air date": "2 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    DNA testing is being used to sell personalized fitness, health, and even finding your perfect mate. People are making important health and life decisions based off this data, despite these tests being largely inaccurate.    "
                },
                "4": {
                    "title": "Slimming Down",
                    "kind": "episode",
                    "episode of": {
                        "title": "A User's Guide to Cheating Death (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 12,
                    "original air date": "9 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Obesity is one of America's biggest public health concerns. Two thirds of Americans are overweight or obese. The pressure to lose weight is intense and many are turning to surgical means to achieve results. The issue is even affecting children as kids as young as 13 undergo extreme surgeries to deal with their weight. Weight Loss Tourism is a huge market. Places like Tijuana, and Dubai's Talise Bay offer the most luxurious spas in the world, that double as weight loss packages, including an on-site team of medical doctors, personal trainers and a wellness chef ready ...    "
                },
                "5": {
                    "title": "The Natural Way",
                    "kind": "episode",
                    "episode of": {
                        "title": "A User's Guide to Cheating Death (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 18,
                    "original air date": "16 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    \"Let your food be your medicine and your medicine be your food,\" said the famous Greek physician, Hippocrates. Unfortunately, that was spoken before most of our medical understanding. As a society, we've become obsessed with the concept of organic food and products, chemical free farming, healing foods, and natural remedies. People are distrusting GMOs, pharmaceuticals, and other \"non-natural\" solutions. Organic products fetch a premium price. Families are turning to holistic approaches to medical issues, sometimes with fatal consequences. But what is causing people ...    "
                },
                "6": {
                    "title": "Scienceploitation",
                    "kind": "episode",
                    "episode of": {
                        "title": "A User's Guide to Cheating Death (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 12,
                    "original air date": "23 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    For those suffering from a chronic illness or degenerative disease, our rapidly evolving world is offering more promise for a cure than ever before. But with such a great volume of treatment options and so much conflicting information available, it's also becoming more difficult for those suffering to make critical treatment decisions. People are wasting thousands of dollars, and worse, wasting time. From cryotherapy to stem cells that regenerate a human heart, \"A User's Guide to Cheating Death\" explores the evidence behind cutting edge disease management research, ...    "
                }
            }
        },
        "number of episodes": 12,
        "cast": [
            {
                "name": "Caulfield, Timothy"
            },
            {
                "name": "Okamura, Tim"
            },
            {
                "name": "Cannon, Tim"
            },
            {
                "name": "Foxx, Russ"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "45"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 2,
        "rating": 8.0,
        "votes": 163,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjJjODEyOTAtMzUwYi00ODNmLTk0NzEtNGZkNTU4NDczMThmXkEyXkFqcGdeQXVyNTkzNDU3MjE@._V1_SY150_CR3,0,101,150_.jpg",
        "budget": "CAD1,359,990 (estimated)",
        "plot outline": "'A User's Guide to Cheating Death' is a documentary series that casts light on increasingly controversial procedures, diets and revived ancient therapies that are being sought by people desperate to dramatically alter their bodies or radically improve their health, and the booming industries that are more than happy to accept their business. Health law professor, writer and debunker-extraordinaire Timothy Caulfield dives deep into the science, and the social issues behind today's cutting-edge health trends in order to separate the truly good advice from the excess of high- priced placebos.",
        "languages": [
            "English"
        ],
        "title": "A User's Guide to Cheating Death",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Peacock Alley Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Sky Vision"
            }
        ],
        "plot": [
            "'_A User's Guide to Cheating Death_ (qv)' is a documentary series that casts light on increasingly controversial procedures, diets and revived ancient therapies that are being sought by people desperate to dramatically alter their bodies or radically improve their health, and the booming industries that are more than happy to accept their business. Health law professor, writer and debunker-extraordinaire Timothy Caulfield dives deep into the science, and the social issues behind today's cutting-edge health trends in order to separate the truly good advice from the excess of high- priced placebos."
        ],
        "tech": {
            "runtime": [
                "45 min"
            ],
            "color": [
                "Color (HD)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 163,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 13,
                "rating": 9.3
            },
            "aged 30 44": {
                "votes": 52,
                "rating": 8.1
            },
            "aged 45 plus": {
                "votes": 30,
                "rating": 7.4
            },
            "males": {
                "votes": 58,
                "rating": 7.7
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 9.5
            },
            "males aged 30 44": {
                "votes": 31,
                "rating": 7.8
            },
            "males aged 45 plus": {
                "votes": 14,
                "rating": 6.7
            },
            "females": {
                "votes": 46,
                "rating": 8.5
            },
            "females aged 18 29": {
                "votes": 7,
                "rating": 9.0
            },
            "females aged 30 44": {
                "votes": 20,
                "rating": 8.6
            },
            "females aged 45 plus": {
                "votes": 13,
                "rating": 8.1
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 8.4
            },
            "us users": {
                "votes": 39,
                "rating": 7.6
            },
            "non us users": {
                "votes": 35,
                "rating": 7.9
            }
        },
        "number of votes": {
            "10": 75,
            "9": 21,
            "8": 21,
            "7": 4,
            "6": 4,
            "5": 4,
            "4": 1,
            "3": 4,
            "2": 3,
            "1": 26
        },
        "arithmetic mean": 7.5,
        "median": 9
    }
}