{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "26 May 2017",
                "notes": "                            (internet)"
            },
            {
                "country": "USA\n",
                "date": "11 July 2017"
            }
        ],
        "release dates": [
            "USA::26 May 2017                            (internet)",
            "USA::11 July 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Building a Licorice Barn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbie Dreamtopia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "11 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    When Barbie, Chelsea, and their friends are waiting for their cupcakes to cool, Chelsea tells a story set in Dreamtopia, where she and Barbie help the Unicones investigate the destruction of their licorice barn.    "
                },
                "2": {
                    "title": "The Super Sparkling Lemonator",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbie Dreamtopia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "11 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    During a sleepover, Chelsea and her friends share their favorite toys to sleep with, but Otto is embarrassed to admit he has brought a piece of a baby blanket.    "
                },
                "3": {
                    "title": "The Gemonstrator",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbie Dreamtopia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "11 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    When Otto, Barbie and Chelsea are out looking for things to collect, Chelsea finds a pretty quartz rock that makes her think of Sparkle Mountain. In Dreamtopia, Chelsea and Apprentice Queen Barbie must help Sapphire.    "
                },
                "4": {
                    "title": "Keep Looking 'til You Find It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbie Dreamtopia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "11 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    When Barbie loses her keys, Chelsea and Otto volunteer to help her find them. In Dreamtopia, the Elephant King's crown, Apprentice Queen Barbie's wand, and even Honey go missing.    "
                },
                "5": {
                    "title": "The Sweetest Journey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbie Dreamtopia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "5 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    While on a nature hike with Barbie, Chelsea runs ahead as Barbie takes her own sweet time. Meanwhile in Dreamtopia, Princess Berry Swirl Barbie prepares the castle for the Sweet Pair Party, but Peanut Butter can't find Jelly, so Chelsea help him find his partner in time for the big event.    "
                },
                "6": {
                    "title": "A Mopple Mishap",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbie Dreamtopia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "12 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Like the game of telephone, Chelsea and her friends see just how easy it is for misunderstandings to occur. In Dreamtopia, a misunderstanding sends the Mopplekin into a panic. Barbie, Chelsea and Notto must climb the Mountains of Mousse to get the correct message out and bring the the Mopplekin home.    "
                },
                "7": {
                    "title": "A Staticky Situation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbie Dreamtopia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "19 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    A rainstorm keeps Chelsea from going outside, but that doesn't stop her from thinking about Dreamtopia! She arrives in the magical world to find an outbreak of static electricity that is causing everyone's hair to stick together. They must find the source of the shocking problem or their Disco Dance Party will be ruined.    "
                },
                "8": {
                    "title": "The Lost Treasure of the Prism Princess",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbie Dreamtopia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "26 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    When sprinklers unexpectedly interrupt their soccer game, Chelsea and her friends must take cover in a small playhouse. Chelsea's mind wanders to Dreamtopia, where she joins Rainbow Queen Barbie in an underwater adventure as mermaids looking for the lost treasure of the Prism Princess.    "
                },
                "9": {
                    "title": "Four Times the Chelsea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbie Dreamtopia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "3 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    While Chelsea works with Otto on a puzzle, his know-it-all attitude has her wishing for a friend who is just like her. In Dreamtopia, Apprentice Queen Barbie grants that wish but accidentally creates three Chelsea clones. When the clones actually make things more difficult, Chelsea realizes why it's important to have different points of view when solving a problem.    "
                },
                "10": {
                    "title": "The Wispy Forest Hairathalon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbie Dreamtopia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "17 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    At home, Chelsea is struggling to do a cartwheel but refuses Barbie's offer of help. Chelsea's imagination takes her to Dreamtopia where she finds herself participating in the Hairathalon. When she gets apprehensive about the Mullet Gullet challenge, she seeks the advice of Forest Princess Barbie, whose encouraging words help her complete the competition.    "
                },
                "11": {
                    "title": "A Winning Color Combination",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbie Dreamtopia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "24 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    When they each open up a lemonade stand, Chelsea's lemonade is too sweet and Otto's too sour. In Dreamtopia, the color green is fading. Chelsea and the Rainbow Queen Barbie must convince a bickering Yellow and Blue Junior Rainbow Princesses to restore green and harmony to Rainbow Cove.    "
                },
                "12": {
                    "title": "The Damaged Spellbook",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbie Dreamtopia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "31 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    When Chelsea discovers that Otto has torn a page in a cookbook that he borrowed, she goes to Dreamtopia, where the Apprentice Queens perform an opposite spell that mysteriously goes haywire because Notto Prince covered up the fact that he tore a page from their spell book. Temporarily magical, Chelsea is able to reverse the spell and Notto learns a lesson in respecting other people's property.    "
                },
                "13": {
                    "title": "Concert in the Clouds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbie Dreamtopia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "7 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    When Otto gives Chelsea a hard time about her singing out loud, Chelsea goes to Rainbow Cove, where she is asked by Rainbow Queen Barbie to perform in a concert for the Cloud Council. With the help of her friends and Barbie, Chelsea finds the courage to sing out loud and proud.    "
                },
                "14": {
                    "title": "Forest Full of Friendship",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbie Dreamtopia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "14 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    While making friendship bracelets with Zoie, Chelsea imagines how they would share them in Dreamtopia. In Wispy Forest, friends create fantastical woven creations but struggle with sharing them until a talking tree needs help. Barbie, Chelsea and the others must work together, using their creations to help him reroot.    "
                },
                "15": {
                    "title": "Bearable Barry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbie Dreamtopia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "21 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Barbie's mismatched socks prompt Chelsea to think about having the confidence to be different. In Dreamtopia, Barry, a new Strawberry Bear in town, joins Chelsea and Princess Berry Swirl Barbie as they head out for a bear-filled boat outing. Barry's self-confidence and special seedless skin save the day when another friend gets into a sticky situation.    "
                },
                "16": {
                    "title": "Glitter Ball Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbie Dreamtopia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "28 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    When Chelsea is asked by Zoie to watch over her egg incubator, Chelsea wonders what it would be like to be in Dreamtopia when baby Glitter Balls are hatching. She is asked by the Gem Fairy, Sapphire, to keep watch over the Glitter Ball Eggs. Once they hatch, Chelsea and Barbie quickly find out that being responsible for something small can still be a huge undertaking!    "
                },
                "17": {
                    "title": "Unicorn in the Clouds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbie Dreamtopia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "4 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    A discussion about what cloud shapes look like to Chelsea, Barbie, and Otto prompts a trip to Rainbow Cove, where Rainbow Queen Barbie has commissioned a statue of the Winged Unicorn. But when Chelsea and the Notto Prince disagree about what the sculpture should look like, they decide to find the Winged Unicorn to invite her to model for the sculpture.    "
                },
                "18": {
                    "title": "Sailing on a String",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbie Dreamtopia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "11 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Chelsea and her friends are making kites, but when Otto takes all of the material for his kite's tail, she imagines herself in Rainbow Cove. Chelsea and Rainbow Queen Barbie work together to build a kite, but put theirs aside to help the Notto Prince re-build his damaged kite. He sends them all over the realm, wearing out their good intentions right when he needs help the most.    "
                },
                "19": {
                    "title": "Rainbow Cove Games",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbie Dreamtopia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "18 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    When Otto keeps winning at a board game, Chelsea imagines herself in Rainbow Cove where she plays an imaginary team sport against Barbie and the Notto Prince, and in the process, learns to lead her team with fairness and a positive attitude.    "
                },
                "20": {
                    "title": "The Magic Seeds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbie Dreamtopia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "25 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    When Chelsea and Barbie discover a strange seed pod in their yard, Chelsea imagines herself in Sweetville, where everyone is planting crops for the Country Fair. But when her planting of a magic seed yields a super-big pumpkin which is impossible to, Chelsea learns that bigger isn't always better.    "
                },
                "21": {
                    "title": "A Sound in Sweetville",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbie Dreamtopia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "4 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Chelsea hears a scary noise coming from under her bed, and instead imagines herself in Sweetville where residents are hearing a strange noise which is causing the Candy Castle walls to shake apart. Chelsea and Barbie go off to investigate and through a song, Chelsea learns to face her fears and discovers what was making the strange sound.    "
                },
                "22": {
                    "title": "It's Not Easy Being Clean",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbie Dreamtopia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "11 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    As Chelsea helps Barbie clean up her room, she wishes there was a way to do it superfast. In Sparkle Mountain, the Apprentice Queens create a mess with their spell-testing. Chelsea builds a cleaning robot to help them out, only it malfunctions. With the castle inspector on his way, Chelsea and Barbie must clean up the old-fashioned way, with hard work.    "
                },
                "23": {
                    "title": "Magical Gifts of the Forest",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbie Dreamtopia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "18 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    When Barbie gives Chelsea a thoughtful gift for no particular reason, Chelsea imagines herself in Wispy Forest where everyone is picking someone to give a gift to. She picks Forest Princess Barbie, but worries that her simple gift is not enough, until she finally learns that the best gifts come from the heart.    "
                },
                "24": {
                    "title": "The Sweetville Parade",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbie Dreamtopia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "25 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    As Chelsea and her friends decorate their bikes, they wonder if they could have their own parade, leading Chelsea to Sweetville where she inspires the whole town to come up with ideas to make the best parade ever.    "
                },
                "25": {
                    "title": "The Fancy Cheese Fiasco",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbie Dreamtopia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "1 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    When Chelsea and Otto accidentally break something of Barbie's, they are afraid to tell her. In Sweetville, they break a statue and try to conceal it from Barbie before a ceremony, before learning that it's best to be honest and confess to the mistake.    "
                },
                "26": {
                    "title": "The Tumblin' Tangleweed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Barbie Dreamtopia (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "8 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    After Chelsea can't find a hair clip in her supply box, she imagines herself in Wispy Forest, where everyone seems to have experienced losing an item after not returning it to its proper place. Barbie, Chelsea and the Forest Princesses have to untangle the ball of stuff, and learn a lesson about putting things away after using them.    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Lindbeck, Erica"
            },
            {
                "name": "Blinkoff, Meira"
            },
            {
                "name": "Dodge, Lucien"
            },
            {
                "name": "Shannon, Lesley"
            },
            {
                "name": "Chandler, Addie"
            },
            {
                "name": "Acosta, Valentina"
            },
            {
                "name": "Diskin, Ben"
            },
            {
                "name": "Andrade, Dino"
            },
            {
                "name": "Banks, Ogie"
            },
            {
                "name": "Spencer, Spike"
            },
            {
                "name": "Sands, Tara"
            },
            {
                "name": "Hudson, A.J."
            },
            {
                "name": "Blakesleay, Ruby"
            },
            {
                "name": "Kay, Claire"
            },
            {
                "name": "Mattson, Patty"
            },
            {
                "name": "Michaels, Jillian"
            },
            {
                "name": "Katiana, Danny"
            },
            {
                "name": "Williams, Sarah Anne"
            },
            {
                "name": "Gavino, N."
            },
            {
                "name": "Powell, Hillary Harmon"
            },
            {
                "name": "Allen, Parker"
            },
            {
                "name": "Rose, Cayla"
            },
            {
                "name": "Miller, Hadley Belle"
            },
            {
                "name": "Milizia, Cristina"
            },
            {
                "name": "Sullivan, Nancy"
            },
            {
                "name": "Commodore, Julyza"
            },
            {
                "name": "Adair, Riley"
            },
            {
                "name": "Mendel, Stephen"
            },
            {
                "name": "Blinkoff, Lielle"
            },
            {
                "name": "Rajan, Ritesh"
            },
            {
                "name": "Gani, Sophia"
            },
            {
                "name": "Strober, Rena"
            },
            {
                "name": "Blinkoff, Saul"
            }
        ],
        "genres": [
            "Animation",
            "Family"
        ],
        "runtimes": [
            "10"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Singapore:G::(digital streaming)",
            "United States:TV-G"
        ],
        "number of seasons": 1,
        "rating": 5.9,
        "votes": 16,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZTI1NmQxM2QtNWQ1MS00ODAyLWIxMTAtODI4NzJjMTQ5NjVhXkEyXkFqcGdeQXVyNzQyNTU2MjI@._V1_SY150_CR7,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Barbie Dreamtopia",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-2018",
        "akas": [
            "Barbie Dreamtopia (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Johnson, Joan Considine"
            },
            {
                "name": "Rosenberg, David"
            },
            {
                "name": "Middleton, Dana"
            }
        ],
        "production companies": [
            {
                "name": "Chorion"
            },
            {
                "name": "Mattel Creations"
            }
        ],
        "distributors": [
            {
                "name": "Super RTL"
            },
            {
                "name": "Tiny Pop"
            }
        ],
        "plot": [
            "Barbie and her little sister Chelsea travel through the whimsical worlds of Dreamtopia. Through the eyes of Chelsea's imagination, viewers explore delicious and delightful worlds and meet colorful characters who live there.::a Dreamtopia Traveler"
        ],
        "tech": {
            "runtime": [
                "10 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 16,
                "rating": 5.9
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 8,
                "rating": 2.8
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 8.0
            },
            "males": {
                "votes": 8,
                "rating": 3.2
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 6,
                "rating": 2.6
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 6.0
            },
            "females": {
                "votes": 4,
                "rating": 6.2
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 3.5
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 3.0
            },
            "us users": {
                "votes": 3,
                "rating": 7.0
            },
            "non us users": {
                "votes": 6,
                "rating": 2.6
            }
        },
        "number of votes": {
            "10": 5,
            "9": 0,
            "8": 1,
            "7": 0,
            "6": 4,
            "5": 1,
            "4": 1,
            "3": 0,
            "2": 0,
            "1": 4
        },
        "arithmetic mean": 5.9,
        "median": 6
    }
}