{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "  2017"
            },
            {
                "country": "Canada\n",
                "date": "9 September 2017",
                "notes": "                            (Radio-Canada)"
            },
            {
                "country": "France\n",
                "date": "9 October 2017",
                "notes": "                            (French premiere)"
            },
            {
                "country": "Belgium\n",
                "date": "  2018"
            }
        ],
        "release dates": [
            "Canada::2017",
            "Canada::9 September 2017                            (Radio-Canada)",
            "France::9 October 2017                            (French premiere)",
            "Belgium::2018"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Belle et Sébastien"
            },
            {
                "countries": "Germany",
                "title": "Belle und Sebastian"
            }
        ],
        "akas": [
            "Belle et Sébastien (original title)",
            "Belle und Sebastian Germany"
        ],
        "akas from release info": [
            "Belle et Sébastien (original title)",
            "Belle und Sebastian Germany"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Belle et Sébastien (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Adolescent Sébastien isn't amused that his inseparable Pyrenean mountain dog (Isa)Belle is repeatedly called by Alpine villagers a monster. However hearing the publican didn't mean her by 'White dragon' but a legendary creature, Seb sets out to find it and deal with it if dangerous. His cocky kid rival commandeers the strong simpleton to follow then to 'sweep in' and claim the hero part. Local poacher Anton gets wind of the plan and sets a trap, which works out even more dangerous for him then the knaves, while Belle saves the day.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Belle et Sébastien (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Adolescent Sébastien taunts his inseparable Pyrenean mountain dog (Isa)Belle to seek playmates among the herds, thus time among non-amused farmer Ivan's goats. Only a single young joins their capricious jumping, but soon injures a leg, which the rascal binds with his scarf, inspiring him to dub the kid 'Chausette' (sock in French). However Ivan isn't content to chase the 'ruffians', he mobilizes village men to hunt down the 'disruptive intruders' when the kid escapes trough the hole his wild pitchfork attack made in his own fence. Helped by the mayor's daughter, Seb ...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Belle et Sébastien (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Taking the defense of the mayor's 'nerd' son Soren, whom other village boys ridicule as an obvious klutz, Sébastien makes a risky bet with Caméo, that he can teach his charge in a single day to climb a mountain peak. Soren's first training hike is a small disaster, so Seb is relieved when he hears of forbidding weather, but Soren overheard him and decided grimly to prove himself by climbing alone. Seb mount belle to ride to the rescue, yet comes into trouble and is surprised pleasantly by Soren, even in the mystery of the smugglers path.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Belle et Sébastien (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Seb promised his inseparable Pyrenean mountain dog Belle a long mountain walk, but is late for school having chased an ermine, which gets away in class causing havoc, so the long-plagued teacher finally keeps him in detention. Other kids seize their chance to play with Belle, but foolish girlish make up nonsense and Cameo's rascal gang chaining her end up stirring the giant dog to run wild. Seb must 'interrupt' his punishment to attempt saving everyone.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Belle et Sébastien (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Taunted by Cameo's gang that he can't even control his 'por excuse for a shepherd dog', Sébastien takes a risky dare to prove they can herd a flock of sheep, but teaching his uninterested dog seems hopeless. Sheep keep disappearing from pastures, and Ivan blames Belle as she was seen nearby each time. Seb knows better and sets out to prove it must have been poachers, which they indeed find, but have a hard time with. In the process, Seb realizes Belle is a guard dog, not a flock minder.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Belle et Sébastien (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Fed up with farm - and domestic chores after school, Sébastien takes grandpa's jest the alternative is living as a savage, even though belle is clearly not enthusiastic about leaving home cooking and comforts behind. As he sticks it out and refuses 'handouts' from civilization, worried family and friends sneak food and more to him trough Belle, until he finds out and claims he can do even without his dog. Seb climbs higher on a mountain, determined to endure cold and humidity in a cave, but is terrified by a bear and saved by Belle, who is 'rewarded' by returning home.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Belle et Sébastien (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Waking up late once more, Sébastien rushes to the train station, to wave goodbye the mayoral family leaving on annual summer holiday, but kid son Spren's goodbye from Belle thus takes too long, so the train leaves without him. Seb promises to get the desperate boy on anyhow, racing on Belle's back to the next station, which they also miss, and then a water supply in a sharp corner, were Soren gets on, but only afterward notices his family got off to search for him. Seb now races to get frightened Soren off again, only to find the mayoress utterly ingrate to him and ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Belle et Sébastien (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Dreaming of real adventure in the mountains, Sébastien is scolded in class for not paying attention to a lesson on Robinson Crusoë. Having ran off with Belle before doing class chores, Seb is punished with lines and wines, boasting he already knows all he could need concerning the mountains. Teacher Tourel dares a wager: if 'guest teacher' proves himself as mountain expert under six errors, he may be excused from classes to roam with Belle. It starts well, but eager to sabotage him, Cameo's gang first bombards him with questions, then sneaks off during a rest into a ...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Belle et Sébastien (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Sébastien keeps ignoring with Belle the ranting of grumpy old farmer Ivan against them simply running a short-cut home over his land. Ivan meanly sets game traps, which they spot and ably avoid, but he gets hurt himself. Ivan still insists on continuing with farm chores, which he's clearly not up to, so Seb and Belle repeatedly distract him and do it themselves for him, although Ivan believes he 'forgets about having done it' and proves an incorrigible ingrate, even after a sermon from doc Guillaume. Seb resumes 'tresspassing'.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Belle et Sébastien (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Sébastien keeps putting off his promises to helpful classmate Adele to go play in the mountains with Belle. After he completely forgets about their joint assignment about minerals, she snaps the day may come Seb will regret not having her around anymore. A jealous school girl overhears them but spreads the false interpretation she's moving out of town, which swells mouth to mouth into a city boarding school. Seb feels it's his fault and decides to get her a fitting goodbye present from the mountain: rock crystal. Getting it proves perilous, but ends up reconciling and...    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Belle et Sébastien (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Sébastien sadly finds since a few days that Belle isn't always waiting for him anymore, but takes off early and returns late from the mountains. Feeling guilty for his dog being neglected mainly while he's in school, Seb tries finding out where Belle goes to. Thus he bumps onto Sören's visiting city cousin, an asthma patient sent to the mountain air. Seb fraternizes as he turns out to own a small dog, they search together and finds the pair playing. However poacher Anton already noticed Belle running around alone, and now resolves to catch and sell both dogs. Seb ...    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Belle et Sébastien (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Sébastien is excited about the annual awakening of the marmots and insists Adèle should join him and Belle to watch the cute spectacle. That means sneaking out and returning before mother calls for breakfast, but Seb gets sort of lost in the secret smugglers tunnels, where her kid brother Sören finds them having tailed Belle. Just when she wines she shouldn't have listened to Seb, he finds the right exit and nature makes it all worthwhile, even if they barely manage racing back.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Belle et Sébastien (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    As the annual festive spring return of the flocks to pastures high in the mountains arrives, Cameo's parents have a row and his mother goes visit his aunt, but he won't miss the great event. To Sébastien's horror, grandfather César approves when Angelina invites his rival classmate as 'friend' on their farm. Seb feels punished as Caméo proves himself an endearing cook and chores volunteer, while even Belle deserts Seb, who can't stand his snoring and fails at what he normally does easily. Frustrated he throws his alpine horn at Cameo, who is offered the solo in his '...    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "Belle et Sébastien (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Sébastien is fascinated when he hears his mountaineering hero Jean-Michel is around, climbing on the region's very own Jungfrau, so he takes Belle to have a look. Seb is just in time come to the rescue of his idol, who was giving a master-class to a novice climber, who froze, caused the line to break and abandoned the cornered expert, running to town, where his self-absorbed story takes long for the doctor to realize a climber is in danger on a steep mountain slope. Belle rescued Seb, who couldn't hold the rope alone, and his idol is most impressed as well as grateful...    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "Belle et Sébastien (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Sébastien and his friends are scandalized when cameo's mother making the umpteenth false complaint about 'troublesome' Belle decides the mayor to post 'no dogs' sign all over town. The doctor questions if Belle should even be blamed and gets the town-folk to agree such measure requires a qualified vote, so a referendum is called for. Seb, whose campaign team finds their -sometimes clumsily backfiring- efforts to prove belle friendly and helpful sabotaged by gift bag bribery, gets Soren to stall his mother while he digs up archived evidence of the adults own youthful ...    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "Belle et Sébastien (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Sébastien is worried as the farm's home-made cheese no longer earns enough to keep the sheep due to the dwindling number of visitors to St. Martin. The regional tourist guide he consulted, lacking a mention of the town, is confiscated by the mayoress who managed to bump into 'troublesome' knave and Belle and executes the idea he got from it: contacting the inspector to get their village reviewed. The mayoral plan to present a 'perfect' clean village is so sterile, Seb overhears the inspector call his publisher to rate it zero stars. Luckily, after locking her in he ...    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "Belle et Sébastien (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Sébastien and rival Caméo bicker even while fishing with the latter's simpleton mate Gabriel, who excels in angling but bursts in tears when the row with a flower he's allergic to disables him from keeping his house cleaning promise. Guilty, Seb and Caméo rival to prove themselves the better friend by doing the chores, but the results are largely undone in another childish fight. Grandfather tries a ruse: sending the rivals to collect 'healing water' from a high mountain spring, forcing them to collaborate.    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "Belle et Sébastien (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Sébastien is always moody around his birthday, when he visits his mother's grave on a mountain and this time it's much worse when he finds the old, shabby adjacent cabin, where he likes dwelling, is marked by the mayoress for demolition to make room for a modern touristic building. Seb finds no support to fight the plan, except from the mayoress's children whom she ignores, but Belle helps work out a sneaky plan. Seb gets a surprise visit in the cabin, and the occasion to perform a rescue and discover a legacy.    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "Belle et Sébastien (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Sébastien treasures his mother's only heirloom, a golden necklace, and keeps looking for the mountain peek depicted on it. Poacher Anton sets a devious trap for Seb and Belle, staging his own capture only to seize Seb hoping to catch and sell Belle, but the friends fight back bravely.    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "Belle et Sébastien (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Sébastien must seek shelter, having failed to anticipate an unpredictable thunder-storm, with Belle, but only he is called into the inn by Cameo's mother, so he promises Belle to smuggle her in. While Seb finds that difficult, she proves obsessed with an alleged resident ghost in one room upstairs. So he offers his services as brave ghost hunter and sneaks Belle in there, but can only get her out again disguised as a ghost. Running away, they scare Cameo's father, who drives his car off a bridge, then Seb and Belle rescue him and the hostile knave, ending up 'unmasked...    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "Belle et Sébastien (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Orphan Sébastien is embarrassed, having no famous relative to boast about like his classmates. Seb seeks glory himself, earning the right to name the mysterious peek without name in permanent fog, which grandfather-guardian César lost cousin Nino on when they tried climbing it. Seb sets out with Belle, but even he can't cope with altitude disease. When grandfather climbs to the rescue, they discover while fog clears up that Nino managed to plant his flag before perishing.    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "Belle et Sébastien (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Grandpa-guardian César must go to town, but Sébastien's big sister insists to get all the work on the farm done on top of her domestic duties, an can't resists inviting her date, doc Gabriel, who just dropped by to dinner. Seb is eager to help out with Belle, but she never explains properly, so all there keep making a mess of everything. Only after Seb makes that clear, they can clean and catch up, so Gabriel still has a great evening, despite the burnt dinner.    "
                },
                "25": {
                    "title": "Episode #1.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "Belle et Sébastien (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Gabriel proudly trains his father's sled dogs for the town's upcoming annual race, but when Sébastien challenges him with Belle pulling his old sled, one of the competition dogs gets hurt. Grandpa César confirms Seb's fear that racing would only worsen the injury, but Gabriel doesn't tell his father, having trained the team without permission. The sled gets into trouble, and Seb can only catch up just in time to prevent worse.    "
                },
                "28": {
                    "title": "Episode #1.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "Belle et Sébastien (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Sébastien is sad when he finds Belle listless, outraged when grandpa César finds the dog poisoned, just when doc Guillaume is out of town. Seb and Adele must trick the pharmacist to get the antidote, but when Seb returns home Belle is gone, as tracks show abducted. It's the doing of smuggler Anton, who wants to sell her and take revenge for his spoiled plans, so Seb is duly worried when he sets chase, following a trail Belle laid but was discovered and turned into a decoy by Anton, finding them at the frozen lake, where grandpa catches up .    "
                },
                "31": {
                    "title": "Episode #1.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "Belle et Sébastien (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Sébastien is tickled-pink when his sister passes on to him the annotated notebook grandpa César originally complied, on the secrets of the local Alps. Seb can't wait to use and continue it on the hike promised by César, but has it confiscated by the teacher for paying no attention in class, and dares not admit so. Seb sends Belle to steal it from school, but she returns with a similar one of no use. It's therefore very dangerous, as grandpa ignores that Seb can only rely on his memory to the way back out of the cave system they explore. Luckily Belle and nature prove ...    "
                }
            }
        },
        "number of episodes": 25,
        "cast": [
            {
                "name": "Ball, Sonja"
            },
            {
                "name": "Camacho, Mark"
            },
            {
                "name": "Drisdelle, Brittany"
            },
            {
                "name": "Galuppo, Angela"
            },
            {
                "name": "Scammell, Terrence"
            }
        ],
        "genres": [
            "Animation"
        ],
        "runtimes": [
            "12"
        ],
        "countries": [
            "France",
            "Canada"
        ],
        "country codes": [
            "fr",
            "ca"
        ],
        "language codes": [
            "fr",
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "number of seasons": 1,
        "languages": [
            "French",
            "English"
        ],
        "title": "Belle et Sébastien",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Aubry, Cécile"
            },
            {
                "name": "Boucher, Benoît"
            },
            {
                "name": "Francois, Lionel"
            }
        ],
        "production companies": [
            {
                "name": "Gaumont Animation"
            },
            {
                "name": "Groupe PVP"
            },
            {
                "name": "M6 Métropole Télévision"
            },
            {
                "name": "Canal+ France"
            },
            {
                "name": "Radio Canada Télévision"
            },
            {
                "name": "ZDF German Television Network"
            },
            {
                "name": "ZDF Enterprises"
            },
            {
                "name": "Knowledge:kids"
            }
        ],
        "distributors": [
            {
                "name": "Gaumont International"
            }
        ],
        "tech": {
            "runtime": [
                "12 min"
            ],
            "color": [
                "Color (HD)"
            ]
        }
    }
}