{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "8 November 2017"
            }
        ],
        "release dates": [
            "USA::8 November 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Xendoo",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Job Interview (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "8 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Xendoo is a Florida based accounting firm looking to hire a detail-oriented bookkeeper. Candidates face deep diving questions about their character...and their closets. Some excel when put on the spot, but others reveal their biggest weaknesses. Which math whiz will impress the interviewers and who will buckle under pressure?    "
                },
                "2": {
                    "title": "Love Cork Screw",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Job Interview (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "8 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Love Cork Screw is an up-and-coming wine label seeking a brand ambassador. Candidates must demonstrate their sales strategies and explain their motivations. Some fail to make the right impression with excessive sweating and inappropriate attire, while others succeed with dynamic conversation and genuine passion. Which potential ambassador will be able to prove their people skills and who will let their nerves take over?    "
                },
                "3": {
                    "title": "Makai Properties",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Job Interview (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "16 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Makai Properties is a Kauai-based real estate company that's ready to say \"Aloha\" to a new sales agent. Candidates must prove they know how to sell...and remember their interviewers' names. Some candidates see the position as a way to launch a new island lifestyle, while others hope it will bring them one step closer to owning their own home. Who will ride a wave of success to the golden shore of opportunity and who will wipe out?    "
                },
                "4": {
                    "title": "Think Latitude",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Job Interview (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "16 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Think Latitude is a growing Chicago tech company hoping to find their new sales and marketing manager. Candidates face questions on a wide range of topics...from Excel techniques to self-cloning. Some candidates dazzle the interviewers with their knowledge and skills, while others don't seem to understand the basics. Which sales and marketing guru will present the perfect picture of their abilities and who will simply draw a blank?    "
                },
                "5": {
                    "title": "Swim Kids",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Job Interview (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "22 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Swim Kids is a swim school looking for a new assistant manager. Candidates must demonstrate a keen understanding of swimming techniques, strong management abilities, and-above all-be excellent with children. Some struggle to embrace funny role-playing challenges, while others are ready to dive right in. Who will sink and who will keep their head above water?    "
                },
                "6": {
                    "title": "Mia Aesthetics",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Job Interview (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "29 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Mia Aesthetics is a plastic surgery company looking for a social media manager to help them stand out in Miami's competitive market. Candidates must demonstrate a charismatic personality and strong knowledge of social media metrics. Some hopefuls charm with humor and warmth while others seem to have an augmented sense of reality. Who will inject life into the proceedings and who will get nipped-and-tucked away?    "
                },
                "7": {
                    "title": "Nadia Geller",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Job Interview (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "6 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Nadia Geller is a Burbank-based interior design firm looking to hire a creative retail and marketing associate. Candidates must prove they can create stylish merchandising displays and gracefully field angry phone calls. Some wow with their good taste, while others seem a little stale. Which designer will land their dream job and which will land in the bargain bin?    "
                },
                "8": {
                    "title": "TFS Investments",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Job Interview (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "13 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    TFS Investments is a California-based real estate investment firm looking to hire a personal assistant for its demanding CEO. Candidates attempt to balance the boss's overloaded calendar and divert phone calls he would rather avoid. Some are cool as a cucumber, while others crack under the pressure. Who will get the power to pencil in and who will get erased?    "
                },
                "9": {
                    "title": "Two Maids and a Mop",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Job Interview (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "20 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Two Maids & A Mop is a residential cleaning company in search of a new director of franchises. Candidates must prove they have the ability to train and manage new franchisees... and to run a lemonade stand. Some impress with standout confidence and communication skills, while others sell themselves short by revealing a bit too much. Who will sweep the boss off their feet and who will be swept away?    "
                },
                "10": {
                    "title": "Woofies",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Job Interview (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "27 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Virginia pet company Woofie's is in search of an experienced dog groomer to operate one of its mobile vans. Candidates must demonstrate a keen knowledge of canine breeds and health...and even examine a real dog. While all of them are true dog lovers, some of them may not do as well with people. Who will be judged best in show and who will be left begging?    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Rudy, Reed"
            },
            {
                "name": "Roy, Paul J."
            },
            {
                "name": "Sajnani, Andy"
            },
            {
                "name": "Shah, Misha"
            },
            {
                "name": "Brando, Roxánne"
            },
            {
                "name": "Geller, Nadia"
            },
            {
                "name": "Shine, Kate"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 5.9,
        "votes": 10,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjc2YTlkMTEtZjFhYi00ODkwLWFhYzItN2IzYzQzYTg1ZDY5XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "\"The Job Interview\" takes an inside look at the world where the words you say, the clothes you wear, and even the expression on your face can mean the difference between success and failure. Each half-hour episode of this observational series brings viewers into the room as a real employer conducts real interviews with real candidates -- only one of whom will land an offer.",
        "languages": [
            "English"
        ],
        "title": "The Job Interview",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "The Job Interview (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "ITV Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "CNBC"
            }
        ],
        "plot": [
            "\"_The Job Interview_ (qv)\" takes an inside look at the world where the words you say, the clothes you wear, and even the expression on your face can mean the difference between success and failure. Each half-hour episode of this observational series brings viewers into the room as a real employer conducts real interviews with real candidates -- only one of whom will land an offer."
        ],
        "tech": {
            "runtime": [
                "22 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 10,
                "rating": 5.9
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 4.5
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 5.0
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 8.0
            },
            "males": {
                "votes": 4,
                "rating": 4.0
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 2.0
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 4.0
            },
            "females": {
                "votes": 2,
                "rating": 7.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 7.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 7.0
            },
            "us users": {
                "votes": 1,
                "rating": 7.0
            },
            "non us users": {
                "votes": 2,
                "rating": 4.0
            }
        },
        "number of votes": {
            "10": 2,
            "9": 0,
            "8": 1,
            "7": 3,
            "6": 1,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 1,
            "1": 2
        },
        "arithmetic mean": 5.9,
        "median": 7
    }
}