{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "8 November 2017"
            }
        ],
        "release dates": [
            "USA::8 November 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Natick and Fort Lee",
                    "kind": "episode",
                    "episode of": {
                        "title": "Meals Ready to Eat (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "8 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Meet the scientists and chefs working to ensure the health and well-being of our nation's finest, even as they are challenged by the toughest terrains and harshest conditions in the world. Watch host August Dannehl and fellow veteran Mike Williams, currently the Executive Chef of West Hollywood restaurant Norah, transform the military's utilitarian ration MRE into a mouthwatering \"Jambalaya Risotto with Duo of Duck.\"    "
                },
                "2": {
                    "title": "Darling Farm and 10th Mountain Whiskey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Meals Ready to Eat (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "15 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Visit Former Army Ranger Battalion member Jon Darling's farm and 10th Mountain Whiskey, a craft distillery that honors the legacy of the daring World War II Army division. West Hollywood's The Nice Guy Mixologist Matt Seigel and host August Dannehl toast the military's valor by making a \"Lamb-Infused Whiskey Cocktail\" and a \"Braised Lamb Belly with Sour Cherry Compote.\"    "
                },
                "3": {
                    "title": "CIA and Petit Trois",
                    "kind": "episode",
                    "episode of": {
                        "title": "Meals Ready to Eat (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "22 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Walk the halls of the Culinary Institute of America (CIA) located just across the Hudson River from West Point. Spend time with Chef Ludo Lefebvres' lieutenant, Will Marquardt, Army veteran and Chef de Cuisine at celebrated French bistro Petit Trois in Hollywood. Host August Dannehl joins Top Chef Master and CIA veteran Neal Fraser, currently the owner of downtown L.A. restaurant Redbird, to demonstrate a simple yet refined technique that can result in a gastronomic work of art.    "
                },
                "4": {
                    "title": "Okinawa and Guam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Meals Ready to Eat (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "29 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Travel across the Pacific to Okinawa and Guam where the U.S. military has been a strong influence for decades. Host August Dannehl and Top Chef winner Mei Lin explore the fusion of Asian and American flavors with her \"Island Congee with Coconut Milk-Braised Pork Shoulder.\"    "
                },
                "5": {
                    "title": "Coast Guard and Philly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Meals Ready to Eat (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "6 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Food can be a strong source of comfort and enabler of camaraderie as expressed by Coast Guard cook Arianna Gunn and South Philadelphia Fire Department resident chef and Marine veteran Bill Joerger. Chef de Cuisine Holly Jivin, who leads a team of more than 30 people at The Bazaar by José Andrés at the Beverly Hills SLS, prepares the restaurant's signature interpretation of a \"Philly Cheesesteak.\"    "
                },
                "6": {
                    "title": "Israel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Meals Ready to Eat (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "13 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Journey to Nablus in The West Bank and the streets of Tel Aviv in search of food that brings people together. Tim Hollingsworth, former chef de cuisine for Thomas Keller's Michelin-starred restaurant The French Laundry and now Executive Chef at downtown L.A. restaurant Otium, cooks up a \"Middle-Eastern Beef Tartare with Bulgur, Yogurt, Mint and Walnut Muhammara\" inspired by his wife of Palestinian and Iraqi descent.    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Dannehl, August"
            },
            {
                "name": "Fraser, Neal"
            },
            {
                "name": "Hollingsworth, Tim"
            },
            {
                "name": "Jivin, Holly"
            },
            {
                "name": "Lin, Mei"
            },
            {
                "name": "Seigel, Matt"
            },
            {
                "name": "Williams, Michael"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMmFkMmQ1MzYtMjc5Ny00NGE3LWI0NjUtODNiYzU0OGMzOGM0XkEyXkFqcGdeQXVyNDM0NzI3ODg@._V1_SY150_CR6,0,101,150_.jpg",
        "budget": "$1,200,000 (estimated)",
        "plot outline": "Written, produced, directed and hosted by military veterans, \"Meals Ready to Eat\" travels coast to coast and abroad exploring the foodie culture and gourmet culinary practices of the military-veteran community. Navy veteran, food aficionado and show host August Dannehl goes behind the scenes into the vibrant world of military food operations, from gourmet recipes developed inside military dining halls to a Marine veteran who utilizes his military experience to command a first-class kitchen. Produced in partnership with military-veteran media brand, We Are the Mighty.",
        "languages": [
            "English"
        ],
        "title": "Meals Ready to Eat",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Meals Ready to Eat (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Dannehl, August"
            },
            {
                "name": "Hausmann-Stokes, Kyle"
            }
        ],
        "production companies": [
            {
                "name": "We Are The Mighty"
            }
        ],
        "distributors": [
            {
                "name": "KCET"
            },
            {
                "name": "KCETLink"
            }
        ],
        "plot": [
            "Written, produced, directed and hosted by military veterans, \"_Meals Ready to Eat_ (qv)\" travels coast to coast and abroad exploring the foodie culture and gourmet culinary practices of the military-veteran community. Navy veteran, food aficionado and show host August Dannehl goes behind the scenes into the vibrant world of military food operations, from gourmet recipes developed inside military dining halls to a Marine veteran who utilizes his military experience to command a first-class kitchen. Produced in partnership with military-veteran media brand, We Are the Mighty."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}