{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "5 December 2017"
            }
        ],
        "release dates": [
            "USA::5 December 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Planet Water: The H2Know Podcast (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "5 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Join Martin Riese, the leading water sommelier with his co-host Chance Sanchez to discuss everything about bottled water. The first episode features how Martin became a water sommelier, how his appearance on the Conan O'Brain Show went, and that not everybody appreciates a selection of water in a restaurant.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Planet Water: The H2Know Podcast (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "15 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Today water sommelier Martin Riese and Chance Sanchez are joined by certified wine sommelier Stefan Juling. We will taste several German wines talk about wine production and terroir, and pair them to waters like Fiji, Veen, Aqui-Life and Hildon. Bonus: Learn what an \"Angel fart\" is. Stay thirsty everybody.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Planet Water: The H2Know Podcast (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "20 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Today water sommelier Martin Riese and Chance Sanchez are joined by the founder of the Fine Water Society Michael Mascha. The Fine Water Society was founded in 2008 to create a global forum and to further enhance the visibility of Fine Water and convey the idea that water is not just water but a natural product with terroir and unique characteristics. All Fine Waters are Premium Waters but not all Premium Water is Fine Water and membership is per invitation or nomination only. Stay thirsty everybody.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Planet Water: The H2Know Podcast (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "27 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Today water sommelier Martin Riese and Chance Sanchez are joined by Katja Reitemeyer from Marin Munchies chocolates. Marin Munchies' founder, Katja Reitemeyer, grew up in Hamburg, Germany and began making her own cakes, cookies, and chocolatey desserts as a child. For years, she indulged in eating whatever she wanted. Her love of chocolate was so intense that she combined it with everything, even breakfast eggs. It wasn't until the early 2000's in the midst of a thriving technology career when, after moving from Europe to the United States, she was diagnosed with ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Planet Water: The H2Know Podcast (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "3 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Today water sommelier Martin Riese and Chance Sanchez are joined by German Reality TV Show Star Chris Töpperwien. Chris brought in 2011 the number 1 street food of German: Currwurst (curry sausage) to the States. He has been appeared in several German TV shows, like \"Goodbye Deutschland\" and is in the middle of filming his own TV Show which will be broadcast on RTL2 in spring 2018. Chris will create his signature Currywurst sauce live on Planet Water and we will pair different waters like Arrowhead, Fiji, Evian, Crystal Geyser, Perrier and S. Pellegrino.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Planet Water: The H2Know Podcast (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "9 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The surprising truth about RAW water. After a New York Times article the world was talking about RAW water and tons of people reached out to us to do a podcast about the topic. So today water sommelier Martin Riese and Chance Sanchez are joined by the founders Seth and Bryan of Tourmaline Springs from Maine. Tourmaline Spring is the only bottled water EVER issued an \"exemption from treatment\" in Maine's history. The water is so naturally pure it exceeds every Federal and State guideline for drinking water straight from the ground. We are learning about the history of ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Planet Water: The H2Know Podcast (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "17 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Today water sommelier Martin Riese and Chance Sanchez are going with the podcast on tour. We are visiting the Arena Cinelounge in Hollywood for the screening of the documentary \"What Lies Upstream\". In this classic detective story, investigative filmmaker Cullen Hoback travels to West Virginia to uncover the truth behind a massive chemical spill that left 300,000 people without drinking water for months. But when Hoback discovers an obscene collusion between chemical corporations and the highest levels of government, the investigation spirals in a terrifying direction...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Planet Water: The H2Know Podcast (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "28 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Today water sommelier Martin Riese and Chance Sanchez are joined by Sheena Mannina from New Orleans. Sheena is the owner and creator of the first organic, cold-pressed juice bar in New Orleans. Her podcast: Raw Talk with Sheena is an inspired podcast where she and her guests talk about nutrition, healing and energy work. We will pair different cold pressed juices to water and want to know which impact water has on the juices. Great hydrated episode with charming Sheena and her amazing juices. We are sorry for the sound quality, we had an issue with our digital ...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Planet Water: The H2Know Podcast (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "29 Jan. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 9,
        "cast": [
            {
                "name": "Riese, Martin"
            },
            {
                "name": "Sanchez, Chance"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOWU4MDEyNDQtMjBkMC00ZjQzLWE4MTctYWU4OWFjNzE4NjA3XkEyXkFqcGdeQXVyNTAwNDE1MDE@._V1_SY150_CR23,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Planet Water: The H2Know Podcast",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Planet Water: The H2Know Podcast (United States)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Riese, Martin"
            },
            {
                "name": "Sanchez, Chance"
            }
        ],
        "plot": [
            "Join Martin Riese, the leading water sommelier in the world with his co-host Chance Sanchez to discover bottled water from around the world and realize that Water is not just Water. Be thirsty and get hydrated."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}