{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "14 November 2017"
            },
            {
                "country": "Canada\n",
                "date": "7 January 2018"
            }
        ],
        "release dates": [
            "USA::14 November 2017",
            "Canada::7 January 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Built to Survive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bushcraft Build-Off (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "14 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    In this first episode two top bush crafters get a challenge from Matt Graham, a specialist in \"primitive skills\". The Challenge for the two bush crafter teams is to build a strong bear proof shelter in Utah Aspen forest.    "
                },
                "2": {
                    "title": "High and Mighty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bushcraft Build-Off (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "21 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Matt Graham raises the bar when he challenges top Bushcrafters to create a shelter at least 5 feet above uneven terrain that will protect them from muddy ground, dangerous heat, while using only one hand tool and natural resources.    "
                },
                "3": {
                    "title": "Taking on Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bushcraft Build-Off (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "28 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    It's sink or swim when Matt Graham challenges top Bushcrafters to create a working watercraft using only one tool and the natural resources around them, capable of carrying three people and their supplies across Utah's Alpine Lake.    "
                },
                "4": {
                    "title": "Double or Nothing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bushcraft Build-Off (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "5 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    In a special mega episode, top bushcraft masters go head to head building both a bridge over a river, and a waterproof shelter using nothing but 3 hand tools and the materials they find in Utah's spruce forest, when a sudden snowfall interrupts.    "
                },
                "5": {
                    "title": "Hunting Season",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bushcraft Build-Off (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "12 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Two top bushcrafters build hunting shelters using only the natural resources found in a Utah hunting ground. The teams build impressive structures from cobblestones, mud, and wood to protect from the elements and predators.    "
                },
                "6": {
                    "title": "Fire Fight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Bushcraft Build-Off (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "19 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    In a climate known for its extremes, top bushcrafters face off building thermoregulated shelters that stay cool in the summer but warm in the winter. All while only using 3 hand tools and the materials they find in Utah's high desert.    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Graham, Matt"
            },
            {
                "name": "Morehead, Kau'i"
            },
            {
                "name": "Pike, Tony"
            },
            {
                "name": "White, Tyler"
            },
            {
                "name": "Bailey, Bradley"
            },
            {
                "name": "Hyde, Tamra"
            },
            {
                "name": "Richardson, Jesse"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 7.6,
        "votes": 19,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMGEzY2MzOTAtZWQzMS00ZTNlLTg4ODgtYTc4ZmZmNmUxZDhjXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Elite builders compete in a gruelling, seven-day race against the clock and so there's no hardware store in sight. The builders can only use the natural materials in their immediate surroundings. This competition will test the primitive building skills that have allowed survivalists to thrive in the wilderness for generations.",
        "languages": [
            "English"
        ],
        "title": "Bushcraft Build-Off",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Bushcraft Build-Off (United States)"
        ],
        "seasons": [
            "1"
        ],
        "plot": [
            "Elite builders compete in a gruelling, seven-day race against the clock and so there's no hardware store in sight. The builders can only use the natural materials in their immediate surroundings. This competition will test the primitive building skills that have allowed survivalists to thrive in the wilderness for generations."
        ],
        "synopsis": [
            "Matt Graham challenges master bushcrafters to a build-off that will put their primitive building skills to the ultimate test. The competitions will feature a variety of topographies and a variety of challenges to build the required structures in the pre-set timeline. They'll only have the resources that the land provides and each competition will be the most grueling seven day adventure that these craftman have experienced.Pushing the human spirit to the limitThe challenges are designed to bring out the best in each of the competitors. The mental aspect is as grueling and exhausting as the physical challenge. It is up to each to figure out how to accomplish the tasks they are charged with under difficult circumstances. Creativity will definitely be a requirement as there are no hardware stores nearby. The builders are allowed to have a few simple hand tools on hand, but there will be no power for more advanced tools and equipment. This is a survival challenge and will the bushcrafters have what it takes to make it to the finish?The Competitions:Each week the show will feature two bushcrafters who face off. Each are masters in their field and they'll go head to head in builds that challenge the most proficient. Stamina creativity and skills will all be pushed to the limits as they are challenged to construct weapons, bridges, transportation and other structures. The variety of the challenges will make this show interesting to watch because viewers will be anxious to find out what the next cool build will be. You may be surprised at how skilled the masters are at their craft.An insight into our historyWhen the first settlers arrived in America, they had few advanced tools and no power equipment to erect the structures and build the things that were required for survival. Just like the master bushcrafters of these competitions, they only had a few simple tools, their hands, backs, minds and what resources were available from the land. The rest was up to them and they forged a civilization out of the wilderness. Soon, settlements became cities and a new nation was born. Watching \"Bushcraft Build-Off\" will give viewers an idea of what the first settlers went through.Synopsis wrote by: Dana Hanson-Firestone\nCredit: http://www.tvovermind.com"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 19,
                "rating": 7.6
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 7.7
            },
            "aged 30 44": {
                "votes": 10,
                "rating": 7.4
            },
            "males": {
                "votes": 12,
                "rating": 7.3
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 6.5
            },
            "males aged 30 44": {
                "votes": 9,
                "rating": 7.4
            },
            "females": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 6,
                "rating": 8.9
            },
            "non us users": {
                "votes": 6,
                "rating": 6.8
            }
        },
        "number of votes": {
            "10": 7,
            "9": 1,
            "8": 4,
            "7": 2,
            "6": 1,
            "5": 1,
            "4": 2,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.6,
        "median": 8
    }
}