{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "  2017"
            },
            {
                "country": "Australia\n",
                "date": "20 February 2017",
                "notes": "                            (ABC premiere)"
            }
        ],
        "release dates": [
            "Australia::2017",
            "Australia::20 February 2017                            (ABC premiere)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Year 12 Life (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Meet 14 Australian students as they self-document their final year of high school through daily video diaries. The stresses of this launch-pad year start on day one as they delve into the pressures of the ATAR.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Year 12 Life (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    With 36 weeks until final exams, Tom is finding it hard to make it to school on time; Charlie is stressed about passing his drivers' licence; and Trianna feels the pressure of falling behind at her competitive school.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Year 12 Life (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    With 33 weeks until final exams, Alfie must curb his party-going ways if he's going to please his Mum, and Zoe struggles with the demands of homework and the need to move between her parent's houses.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Year 12 Life (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Travel and elite sport get some priority in the kids' busy schedules. Alex attends try-outs for the Australian Ultimate Frisbee team; Angela competes for Australia in Taekwondo, and Shianna travels to Sydney to see a musical.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Year 12 Life (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Jess' army dreams are unexpectedly put in jeopardy; Tom deals with the change of moving house, new braces and making it to a test on time; and Zoe's feelings about her sister and her cheating boyfriend spill over.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Year 12 Life (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Alfie has drama with his group of friends; Charlie makes the drive to a long-awaited friends formal; and Chelsea tries to prioritise study over socialising. The students reveal their thoughts on regrets, bullies and hook-ups.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Year 12 Life (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Zoe confides romantic feelings to a mate; Ben campaigns for the local candidate; and Eden stresses about her marks and the different way she learns, but feels hopeful when a teacher gives her a new perspective.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Year 12 Life (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Painful memories of rejection surface for Trianna as she resolves to have fun with her new crew; Tom's relationship hits a bumpy patch as the couple prepares for the formal and Shianna deals with the prospect of losing Josh.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Year 12 Life (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Jess is rocked as a long-held dream is dashed and her grandfather falls ill; Tom F deals with the prospect of missing the Kimberley Cup and shocking news from his mum and Chelsea takes a hard look at her university options.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Year 12 Life (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Zoe is enjoying her new intimacy with Lachie; Angela copes with school by 'stress baking'; while Charlie's commitment to fitness is shattered when a nasty injury on the football field hobbles his plans.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Year 12 Life (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Kayla leaves school behind for two sunny weeks in the USA; Tom F reluctantly agrees to work experience in an art gallery; and Eden struggles with the death of her granddad and must overcome a personal challenge at his funeral.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Year 12 Life (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Shianna clashes with her small drama group; Alex leans on a good mate after a death rocks the school; Alfie considers uni but playing hooky and his 18th birthday take priority; and Chelsea excitedly attends an X Factor audition.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Year 12 Life (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Tom remains heartbroken over Nicola; Zoe has a strategy for overcoming procrastination yet is feeling stressed and overwhelmed by school; while, Trianna is distraught over her grandpa but finds her own way to say her goodbyes.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Year 12 Life (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Shianna battles pressure from school and negative thoughts; Alfie obsesses over 18th birthday preparation; Kayla considers whether to give up tap dancing and gets an awkward text from her brother's friend.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Year 12 Life (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Angela needs 10 days off school to go to Korea for a Taekwondo competition, causing a study backlog which takes a toll on her health; Tom is close to failing Year 12 and Jess surprises herself by acquiring a new boyfriend.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Year 12 Life (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Uni applications dominate everyone's mind. Trianna is paralysed by the choices on offer; Eden weighs up whether Uni or TAFE is the right choice; and Charlie questions whether he's doing well enough.    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Year 12 Life (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    With the end of school a month away Kayla is counting down the days until her 18th birthday; Alex heads to Poland to represent Australia, and Tom F crunches the numbers needed to pass Year 12 as he sits a critical math test.    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Year 12 Life (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    The impending end of high school forever sees Chelsea planning for her future at the expense of her current studies; Shianna runs into an unexpected problem while exploring possible university preferences.    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Year 12 Life (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    As graduation draws near, Eden begins to question her more relaxed approach to the rigours of Year 12; Tom F says a bittersweet goodbye to school; and a disappointing test score for Trianna leads to some extreme studying.    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Year 12 Life (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Alfie makes a final attempt to turn his grades around after his year of partying has taken its toll; Ben can't commit to his uni preferences; and Angela has a powerful self-revelation following a friend's confession.    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Year 12 Life (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Final exams have begun. Shianna's career goal changes direction and puts her ATAR under even more pressure; Chelsea celebrates her freedom after the end of high school; and Tom P sweats on meeting his parent's high expectations.    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Year 12 Life (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    The anxious wait for results is almost over as students find out how they did and plan accordingly for the new year ahead. Kayla and Charlie's high expectations put them under pressure as they deal with their different outcomes.    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Year 12 Life (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    As the students come to terms with finishing exams and finding out results they must figure out their next moves. Angela dreads what her results may be and how they will impact her career options and her family's reaction.    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Year 12 Life (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    After a dramatic final school year, the students discover life after graduation is just as unpredictable. Tom feels uncertain about life as all the students worry about their exam results and Uni pathways.    "
                }
            }
        },
        "number of episodes": 24,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMGQ0ZTM4YjItNzUyNC00NDRlLWExZGYtYjUyY2VkZWFlZWI2XkEyXkFqcGdeQXVyNTc0MjA1Nw@@._V1_SY150_CR7,0,101,150_.jpg",
        "plot outline": "My Year 12 Life is a unique and innovative series told entirely through the lens of fourteen students from all around Australia who turn the camera on themselves and record a personal video diary documenting their thoughts and feelings as they navigate one of the most stressful times of their lives. Inspired by the serious stress the ATAR is putting on kids, this series aims to create a national conversation about the pressures of Year 12 and explores how our education system prepares young people to enter further studies or the workforce. The resulting self executed 'vlogumentary' series is emotional, often hilarious and full of suspense - how will they each endure the year's many ups and downs and will they ultimately be able to get the result they want?",
        "languages": [
            "English"
        ],
        "title": "My Year 12 Life",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-2017",
        "akas": [
            "My Year 12 Life (Australia)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Princess Pictures"
            }
        ],
        "plot": [
            "_My Year 12 Life_ (qv) is a unique and innovative series told entirely through the lens of fourteen students from all around Australia who turn the camera on themselves and record a personal video diary documenting their thoughts and feelings as they navigate one of the most stressful times of their lives. Inspired by the serious stress the ATAR is putting on kids, this series aims to create a national conversation about the pressures of Year 12 and explores how our education system prepares young people to enter further studies or the workforce. The resulting self executed 'vlogumentary' series is emotional, often hilarious and full of suspense - how will they each endure the year's many ups and downs and will they ultimately be able to get the result they want?"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}