{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "24 December 2017",
                "notes": "                            (limited)"
            }
        ],
        "release dates": [
            "USA::24 December 2017                            (limited)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "locations": [
            "Washington, District of Columbia, USA::(location)",
            "Baltimore, Maryland, USA::(location)",
            "Minneapolis, Minnesota, USA::(location)",
            "New York, USA::(location)",
            "Los Angeles, California, USA::(location)"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(4K)"
        ],
        "aspect ratio": "16 : 9 (4K)",
        "sound mix": [
            "Stereo::(Stereo)"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BODQzYTY3MGYtOWU5Yi00YWE1LWEyNzgtNTA2ZDI4OGY3OTQxXkEyXkFqcGdeQXVyMjIzOTc5OTM@._V1_SY150_CR83,0,101,150_.jpg",
        "budget": "$500,000 (estimated)",
        "plot outline": "Good Catch follows America's best chefs as they head out of the kitchen for a series of action-filled expeditions at sea. It is the ultimate food adventure as our chefs brave the seas in search of the best, most sustainable seafood on earth. Our hosts are a dozen of America's most charismatic and acclaimed chefs and the passionate fishermen and fish farmers who are working to sustain the world's seafood reserves. Our chefs trade in their aprons for the opportunity to get out on the water and reel in the catch of the day. Together, we find out first-hand why sustainably harvested seafood is better-not only on the palette, but for human health as well as the planet's. After hauling in the catch of the day, we head into the kitchen where our chefs cook up a few inspired dishes while offering advice on cooking and buying seafood.",
        "languages": [
            "English"
        ],
        "title": "Good Catch",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Good Catch (United States)"
        ],
        "production companies": [
            {
                "name": "Warner Hanson Television"
            }
        ],
        "distributors": [
            {
                "name": "Maryland Public Television"
            }
        ],
        "plot": [
            "_Good Catch_ (qv) follows America's best chefs as they head out of the kitchen for a series of action-filled expeditions at sea. It is the ultimate food adventure as our chefs brave the seas in search of the best, most sustainable seafood on earth. Our hosts are a dozen of America's most charismatic and acclaimed chefs and the passionate fishermen and fish farmers who are working to sustain the world's seafood reserves. Our chefs trade in their aprons for the opportunity to get out on the water and reel in the catch of the day. Together, we find out first-hand why sustainably harvested seafood is better-not only on the palette, but for human health as well as the planet's. After hauling in the catch of the day, we head into the kitchen where our chefs cook up a few inspired dishes while offering advice on cooking and buying seafood.::Warner Hanson Television",
            "Pilot Episode: The bounty of the Chesapeake Bay holds countless treasures for a young chef of international acclaim. Chef Jeremiah Langhorne grew up fishing, foraging, and living off the bounty of the Chesapeake region. Today, his Michelin-starred restaurant, The Dabney, in Washington D. C., is a showcase for the recipes and ingredients of the Mid-Atlantic. Today, our Chef gets his feet wet at White Stone Oysters, where his favorite watermen are growing oysters in floating cages atop the most tumultuous strip of the Chesapeake Bay, nurturing and growing what Langhorne says is \"the best oyster in the region, hand's-down.\"::MPT (Maryland Public Television)"
        ],
        "tech": {
            "runtime": [
                "30 min (approx)"
            ],
            "sound mix": [
                "Stereo (Stereo)"
            ],
            "color": [
                "Color (4K)"
            ],
            "aspect ratio": [
                "16 : 9 (4K)"
            ]
        }
    }
}