{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "1 March 2017",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "UK::1 March 2017                            (internet)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Khalavko, Ostap"
            },
            {
                "name": "Kiyashko, Sergei"
            },
            {
                "name": "Toropchina, Sophie"
            }
        ],
        "genres": [
            "Thriller"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(2K)"
        ],
        "original air date": "01 Mar 2017 (UK)",
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTc3OWNjYzQtZjliOS00MzZhLTgwODktNTg1YzY2MGRkN2E4XkEyXkFqcGdeQXVyNDgxNjA5OTQ@._V1_SY150_CR6,0,101,150_.jpg",
        "plot outline": "Detective Linda Lynx is faced with a terrible case: several young girls have gone missing. One of them reappeared - From the shoulders up. A severed head, dumped into the local river. And while the city trembles in fear, waiting for more heads to emerge, the Mayor has just one primary concern: his upcoming reelection, and the unsolved crime interferes with his plans. The investigation is rushed, leading to the prime suspect: Crazy Ted, a bikers' gang leader. The brute tries to escape interrogation, condensing the suspicions aimed at him. But is he the real killer or there's something more to this bizarre crime? Shadows thicken over the city. The shadows that gave birth to the Head Hunter.",
        "languages": [
            "English"
        ],
        "title": "Lynx",
        "year": 2017,
        "kind": "tv mini series",
        "series years": "2017-",
        "akas": [
            "Lynx (United Kingdom)"
        ],
        "director": [
            {
                "name": "Piskunov, Boris"
            }
        ],
        "plot": [
            "Detective Linda _Lynx_ (qv) is faced with a terrible case: several young girls have gone missing. One of them reappeared - From the shoulders up. A severed head, dumped into the local river.::Alex Komarowsky",
            "Detective Linda _Lynx_ (qv) is faced with a terrible case: several young girls have gone missing. One of them reappeared - From the shoulders up. A severed head, dumped into the local river. And while the city trembles in fear, waiting for more heads to emerge, the Mayor has just one primary concern: his upcoming reelection, and the unsolved crime interferes with his plans. The investigation is rushed, leading to the prime suspect: Crazy Ted, a bikers' gang leader. The brute tries to escape interrogation, condensing the suspicions aimed at him. But is he the real killer or there's something more to this bizarre crime? Shadows thicken over the city. The shadows that gave birth to the Head Hunter.::Alex Komarowsky"
        ],
        "tech": {
            "color": [
                "Color (2K)"
            ]
        }
    }
}