{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "20 October 2017"
            },
            {
                "country": "USA\n",
                "date": "  2018"
            }
        ],
        "release dates": [
            "Canada::20 October 2017",
            "USA::2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "I Dream of Doughnut",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Baker Sisters (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "20 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Jean and Rachel head to Purebread Bakery in B.C. where they indulge in peanut butter shorties with huge flavor, a lemon brownie with bite and a dessert that is totally bananas. Next up is Atlanta, where they head to Sublime Doughnuts and sample the orange dream star doughnut and a berry fritter that'll drive you wild. Finally, the sisters head to Toronto, ON for a nostalgic eclair at Nugateau.    "
                },
                "2": {
                    "title": "The Chosen Bun",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Baker Sisters (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "27 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    The Baker Sisters head to Calgary, AB to quench a craving at Crave Bakery, where they snack on caramel peanut popcorn cupcakes, a delectable chocolate caramel bar and one hero of a sandwich cookie. Then they head to Atlanta for some southern hospitality at Proof Bakery, where the proof is in the peach buckle. Later, the ladies head to Toronto, ON for some fun with Rosen's Cinnamon Buns.    "
                },
                "10": {
                    "title": "The english pastry",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Baker Sisters (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "17 Nov. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 3,
        "cast": [
            {
                "name": "Parker, Jean"
            },
            {
                "name": "Smith, Rachel"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "certificates": [
            "Canada:G"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjhlOWY2N2UtZDU5ZC00MGNhLWE2M2ItZDM2OTQzNjFlZWJmXkEyXkFqcGdeQXVyNjI3MjU1MTE@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "CAD5,000,000 (estimated)",
        "plot outline": "This deliciously decadent series celebrates the most scrumptious baked treats North America has to offer. Hosted by bakers and real-life sisters, Rachel Smith and Jean Parker, The Baker Sisters takes viewers on a guilt-free road trip to see how sensational ooey gooey sweets are made. In every episode, The Baker Sisters visit three locations to sample the treats the bakery, restaurant or deli is famous for. Then, they head to the kitchen with the expert baker to see exactly how they make their tempting confections. From finger-licking sticky buns to mouth-watering mile-high sponge cakes, these sisters are on an exciting baking adventure to discover where, who and how North America's most blissful goodies are made.",
        "languages": [
            "English"
        ],
        "title": "The Baker Sisters",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "The Baker Sisters (Canada)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Wagner, Rachel"
            }
        ],
        "production companies": [
            {
                "name": "Alibi Entertainment"
            },
            {
                "name": "Corus Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Food Network Canada"
            }
        ],
        "plot": [
            "This deliciously decadent series celebrates the most scrumptious baked treats North America has to offer. Hosted by bakers and real-life sisters, Rachel Smith and Jean Parker, _The Baker Sisters_ (qv) takes viewers on a guilt-free road trip to see how sensational ooey gooey sweets are made. In every episode, _The Baker Sisters_ (qv) visit three locations to sample the treats the bakery, restaurant or deli is famous for. Then, they head to the kitchen with the expert baker to see exactly how they make their tempting confections. From finger-licking sticky buns to mouth-watering mile-high sponge cakes, these sisters are on an exciting baking adventure to discover where, who and how North America's most blissful goodies are made.::Joesrichmond20"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}