{
    "imdb": {
        "raw release dates": [
            {
                "country": "Netherlands\n",
                "date": "  2017"
            },
            {
                "country": "Netherlands\n",
                "date": "July 2017"
            }
        ],
        "release dates": [
            "Netherlands::2017",
            "Netherlands::July 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Van Ninevé naar Nazareth (TV Mini-Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    (ASSYRIERS) This second journey starts near Ninive, in the heartland of the Assyrian Christians, an Ancient people which preserves its own language (besides local Arabic and Kurdic) as part of its own culture. Youngster are motivated to learn ancestral crafts and affirm their identity, as by carving statues. They suffered greatly under ISIS persecution, but are proud to have taken part in the Iraqi reconquest of their territory, albeit largely devastated. Opinions differ about the need of political autonomy or general reconciliation in Iraq, which is now hopelessly ...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Van Ninevé naar Nazareth (TV Mini-Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Kefah Allush continues his journey in the Egyptian desert. He meets a tribe of Amazigh, semi-arabized Muslim Berbers, in the town-size Saharan oasis of Sawa, which he finds surprisingly large and fertile, surrounded by salty pools providing the traditional building material. Many traditions persist, such as keeping woman in a harem-like isolation after arranged marriages. yet modernity creeps in everywhere, also with tourism as well as technological progress.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Van Ninevé naar Nazareth (TV Mini-Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    (MOERASARABIEREN) In southernmost Iraq, Kefah visits the marsh Arabs, whose distinct dialect adds little to their identity, which is ethnic nor religious, rather a material way of life adapted to the flooded delta of the Euphrates. Those maintaining the traditional life style, which is wealthy nor glorious, gather truckloads of reed, also to build and maintain their family homes on tiny floating islands, fishing and milking water buffaloes. Saddam ordered the area drained by dams as the population was largely opposition-minded, but even after the dams were cut, ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Van Ninevé naar Nazareth (TV Mini-Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Kefah is in a desolate part of Iran, to meet the dwindling last community of Zoroastrians in the city of Yazd and surrounding villages, but finds their quarters are dying out and Muslims move into abandoned real estate. This Ancient paganism from the Achaemenid Empire preserves some of its traditions, as far as Islamic rules permit, in its own schools with rites at fire temples and even their own basketball teams, but abandons traditions like corpse exposure to vultures on funeral tower in favor of quasi-Islamic burial, but new generations either emigrate or modernize...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Van Ninevé naar Nazareth (TV Mini-Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "23 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    (SHIHU) Kefah visits Musandam, an Oman exclave in the UAE pointing into the Persian Gulf, nicknamed Middle eastern Norway due to ist fjords. It's home to the Shihu people, a cluster of tribes which may be the eldest Arabs, at least three millennia on the Arabian peninsula. After fitting and ordering from the tailor in the tiny capital a traditional windy robe, Kefah gets a rare invitation to visit a local family, where the traditional life style in maintained, despite some tourism, including marrying off Shihuh girls who are forbidden a profession. Kefah joins some ...    "
                }
            }
        },
        "number of episodes": 5,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Netherlands"
        ],
        "country codes": [
            "nl"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "2017 (Netherlands)",
        "number of seasons": 1,
        "languages": [
            "Dutch"
        ],
        "title": "Van Ninevé naar Nazareth",
        "year": 2017,
        "kind": "tv mini series",
        "series years": "2017-2017",
        "akas": [
            "Van Ninevé naar Nazareth (Netherlands)"
        ],
        "seasons": [
            "1"
        ],
        "distributors": [
            {
                "name": "Evangelische Omroep (EO)"
            }
        ],
        "plot": [
            "Presenter Kefah Allush continues his fascinating search for the forgotten tribes in the Middle East and their unknown stories.::Roland Spijker"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}