{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2017",
                "notes": "                            (internet)"
            },
            {
                "country": "USA\n",
                "date": "26 March 2017"
            }
        ],
        "release dates": [
            "USA::2017                            (internet)",
            "USA::26 March 2017"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "C-Suite TV Insights"
            },
            {
                "countries": " (working title)",
                "title": "C-Suite Insights"
            }
        ],
        "akas": [
            "C-Suite TV Insights (original title)",
            "C-Suite Insights (working title)"
        ],
        "akas from release info": [
            "C-Suite TV Insights (original title)",
            "C-Suite Insights (working title)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Voicera CEO, Omar Tawakol on How EVA, Their AI Virtual Assistant Works to Make Meetings Productive Again for Companies",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "21 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    One of the biggest pain points of any company is unproductive meetings. Employees are too concerned with taking notes or other distractions, missing out on the main focus of the meeting at hand. We all need meetings, but how can we make them truly effective? Host Taryn Winter Brill wanted to find out so she sat down with Omar Tawakol, CEO of Voicera to find out how they are revolutionizing the work environment and have created EVA, an AI virtual assistant. EVA is changing the way people are working together by allowing them to focus on the meeting and be present ...    "
                },
                "2": {
                    "title": "Israel's Next Unicorn",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "22 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    One of the two co-founders of Mobileye, Ziv Aviram, says that OrCam Technologies is already worth $1 billion as he plans to take the company public. C-Suite TV host Natalie Erlich reports from Jerusalem.    "
                },
                "3": {
                    "title": "Edgybees Saves Lives with AR Drones",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "21 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    EdgyBees' technology was sued post-Hurricane Irma and California's Wine Country wildfires to save lives. Menashe Haskin, the company's CTO, explains Edgybees is utilizing AR software and drone tech to assist rescue workers on the ground. C-Suite TV host Natalie Erlich reports from Israel.    "
                },
                "4": {
                    "title": "The Robot That's Grandma's New Best Friend",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "27 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    The elderly now finds itself the target market of a growing robotics industry. Intuition Robotics CEO explains how the ElliQ could cure your grandmother's loneliness. C-Suite TV host Natalie Erlich reports from Israel.    "
                },
                "5": {
                    "title": "AI is All Around Us. Voicera, CEO Omar Tawakol on The 3 Pillars of Voice and How They are Bringing AI to The Workplace",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "3 May 2018",
                    "year": "2018",
                    "plot": "\n    Voice activated AI is all around us. We are not only using it in our homes but on our phones as well and now there is a company bringing it to the workplace. Omar Tawakol, CEO of Voicera, spoke with host Taryn Winter Brill on how they are bringing AI to the workplace to make meetings productive again. Tawakol mentions how we are all spending too much time in meetings and not getting enough out of them. By breaking down the 3 pillars of voice, Tawakol discusses how voice activated AI can change the way we all participate in meetings.    "
                },
                "6": {
                    "title": "What Makes Liberty Tax Service Stand Out From the Competition?",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "10 May 2018",
                    "year": "2018",
                    "plot": "\n    What makes Liberty Tax Service, one of the country's leading tax preparation companies stand out from the competition? Martha O'Gorman, Liberty Tax Service's Chief Marketing Officer talks to host Jeffrey Hayzlett about their unique culture, guerrilla marketing tactics and the unparalleled support they offer their franchisees. Their marketing budget is small, especially compared to their competitors, but it has been an effective tool that has helped them achieve brand recognition, while staying innovative. O'Gorman tells Hayzlett that their focus is on guerrilla ...    "
                },
                "7": {
                    "title": "Franchisees: The Lifeblood of Liberty Tax Service",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "17 May 2018",
                    "year": "2018",
                    "plot": "\n    One aspect of Liberty Tax Service's success is the full support they provide their franchisees. Their proven franchise model includes: a strong support form the corporate team, ongoing training, marketing support, and national brand awareness. To get an inside look host Jeffrey Hayzlett met with a few of their franchisees to discuss what makes Liberty Tax Service unique. As one of the franchisees describes it, \"you're in business for yourself, but not by yourself.\"    "
                },
                "8": {
                    "title": "Noni Balian, InStitchu",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "24 May 2018",
                    "year": "2018",
                    "plot": "\n    The menswear industry is being revolutionized. Gone are the days of going into a department store and buying right off the rack. Personalization and customization are now key for the consumer. One global company at the heart of this revolution is InStitchu and host Gregg Greenberg sat down with their Managing Director, Noni Balian to find out the insights on how this company is providing affordable luxury while transforming the menswear industry.    "
                }
            },
            "1": {
                "1": {
                    "title": "How American Pickers Star Mike Wolfe Turned His Childhood Hobby Into a Multi-Million Dollar Biz",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "26 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Mike Wolfe, Creator and Star of History Channel's hit series American Pickers sat down with Nicole Sawyer, host of C-Suite Insights at his store Antique Archaeology in Nashville to discuss how he turned a passion he discovered at 6 years old, into an international brand. In the United States alone, the antique and vintage goods retail industry is expected to account for $19.8 billion in 2017 (source IBISWorld). As America becomes a disposable society, Wolfe fears many historical pieces will end up in the trash. He wants to educate people on the importance of historic ...    "
                },
                "2": {
                    "title": "ReachMe.TV and CBS",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "18 May 2017",
                    "year": "2017",
                    "plot": "\n    ReachMe.TV is a company at the forefront of bringing you content, wherever you go and whenever you want. They are a multi-channel, digital TV entertainment network and integrated global distribution platform that is bringing programming to screens all around you no matter where you are. ReachMe.TV is working with world-class partners such as CBS to bring high-quality content directly to the audiences all around the globe.ReachMe.TV is a company at the forefront of bringing you content, wherever you go and whenever you want. They are a multi-channel, digital TV ...    "
                },
                "3": {
                    "title": "HCL Technologies and Brand Finance",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "23 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Rankings mean everything for brands and the world's biggest brands are put to the test every year. Brand Finance, the world's leading brand valuation firm, ranks 10,000 brands a year to determine which are the most valuable. David Haigh, CEO of Brand Finance gives insight into the international standard that defines how all brands are ranked and Matt Preschern, EVP and CMO of HCL Technologies shares why HCL was able to make a significant jump in rankings in just one year.    "
                },
                "4": {
                    "title": "Swire Hotels",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "31 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Swire is a global company that has been around for over 200 years. Within this group is Swire Hotels that has hotels around the world and in the last few years opened their first hotel in the US in Miami. Clare Laverty, AVP Marketing and Public Relations for Swire Properties sat down with Jeffrey Hayzlett to discuss why they chose Miami for their first hotel in the US, Swire's distinctive style that offers their travelers personalized experiences and why she feels they provide stability and trust for their guests.    "
                },
                "5": {
                    "title": "Cathay Pacific",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "8 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Philippe Lacamp, SVP, Americas, Cathay Pacific Airways sat down with Jeffrey Hayzlett at the Airport Revenue News conference in New Orleans to discuss the fleet's newest plane which is really the next generation of aircraft. They also discussed how an airline can provide luxury while remaining committed to their community and finding sustainable solutions to make flying a better experience. Cathay Pacific is dedicated to their philosophy of life well traveled and, according to Lacamp, for them, it is \"this idea that travel is an enriching experience and not just ...    "
                },
                "6": {
                    "title": "HCL Technologies and Brand Finance, pt.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "13 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    What does it take to be a successful brand? Every company employs their own methods, whether it is customer-centricity, empowering employees, innovation or maybe all three. Whatever it is, the proof is in the brand's ranking. Let's get the inside look at a company that is doing it right. Host, Jeffrey Hayzlett sat down with David Haigh, CEO of Brand Finance, to share his insights on what all successful brands have in common. He also sat down with Matt Prechern, EVP and CMO of HCL Technologies, at his offices in New York City, to talk about the steady increase of their...    "
                },
                "7": {
                    "title": "Deepak Chopra: Your Thoughts Create Your Successes & Failures",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "21 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    What if you could create wealth and happiness simply by using the power of your mind? That's how Deepak Chopra, alternative medicine guru said he created his estimated $80 million empire. Chopra, famous for teaching household names such as Madonna, Oprah and Michael Jackson how to meditate, admits those relationships helped grow his business to some extent, but says he never actually cared about success. In an interview with C-Suite Insights Host Nicole Sawyer, Chopra shares his secrets to his good fortune, talks about his 85th book \"You Are The Universe: Discovering ...    "
                },
                "8": {
                    "title": "Deepak Chopra - How to Manage Stress Before a Major Business Meeting",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "21 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Do you get nervous before closing enormous deals or contemplating major money-making decisions? What if you could always be on you're A-game simply by tapping into the power of your mind? In an interview with C-Suite Insights Host Nicole Sawyer, Deepak Chopra a leading figure in the alternative health industry, famous for teaching household names such as Madonna, Oprah and Michael Jackson how to meditate, shares his advice on how to reduce stress before a major business meeting and talks about Jiyo a personal well-being mobile app that allows you to meditate anytime, ...    "
                },
                "9": {
                    "title": "Clare Laverty Swire Properties, pt. 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "27 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Some companies are green because of the incentives and some companies are green because they feel it is the right thing to do. Swire Hotels is one such company that goes that extra mile. Host, Jeffrey Hayzlett sat down with Clare Laverty, AVP Marketing and Public Relations for Swire Properties to discuss a few of the ways that their location in Miami is committed to the environment to be a responsible company that is looking towards the future or our planet and future generations.    "
                },
                "10": {
                    "title": "How to Face Your Fears and Tap Your Creativity",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "5 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Amanda Taylor, mother of four and widow of military veteran Captain Neal Taylor, decided to celebrate her 40th birthday by joining 450 other attendees at an Omega Institute workshop called \"Being Bold Women and Power.\" Why did she travel all the way from North Carolina, leaving her four daughters at home, to spend time at this wellness retreat in Rhinebeck, N.Y.? To see one of her personal heroes, best-selling author Elizabeth Gilbert, talk about fear and creativity and how to be bold even when you're afraid. \"I think she is inspiring and challenges, especially ...    "
                },
                "11": {
                    "title": "Curacao's Curasub: The Caribbean's Best Kept Secret",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "11 Oct. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "Former Apple CEO John Sculley Has a Message to Entrepreneurs \"Don't Be Afraid to Fail\"",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "25 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    John Sculley Former CEO of Apple Inc. and PepsiCo was a close confidant to Steve Jobs. In an interview with C-Suite TV Host, Nicole Sawyer, Sculley reveals how they were close friends but all that changed after the Macintosh failed. When the Mac failed an epic battle broke out between the two young executives and Apple's board of directors sided with John Sculley forcing Jobs to step down from the Macintosh division and go on sabbatical in 1985. More than 3-decades later, Sculley opens up in an interview with Nicole Sawyer about how Steve Jobs never forgave him. Today...    "
                },
                "13": {
                    "title": "Quick SOTS - What Would Elizabeth Gilbert Like to be for Halloween? 11 Things You Didn't Know About 'Eat Pray Love' Author",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "31 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    New York Times best-selling author Elizabeth Gilbert, has inspired millions of people around the globe with her novels. Her travel memoir \"Eat Pray Love\" that introduced the globe to her personal story, sold more than 10 million copies worldwide and became so popular that Time Magazine named Gilbert one of the 100 most influential people in the world. Four years later, her book was turned into a film, starring Julia Roberts as Gilbert. Her self-help book \"Big Magic: Creative Living Beyond Fear,\" was written to help people move past their fear, so that they can live ...    "
                },
                "14": {
                    "title": "A Millionaires Playground; Here is Why Playa De La Paz is the Top Holiday Travel Destination for C-Suite Executives",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "10 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    One of the most exclusive and stunning places on the planet is right across the border. Famed for its exquisite architecture and spectacular views of the Sea of Cortez, Playa De La Paz is a divers paradise. The La Paz peninsula has captured the attention of many high-profile visitors including former president of Mexico, Felipe Calderon and Bill and Melinda Gates Host Jeffrey Hayzlett met up with businessman and developer Jeffrey Curtiss to get his insight on the magic of Baja California Sur and how he risked everything during the financial crisis to bring his vision ...    "
                },
                "15": {
                    "title": "The Best Food You'll Ever Eat Might Be in an Airport: HMSHost CEO on How He's Improving the Multibillion-Dollar Culinary Experience for Travelers",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "21 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    If you've ever walked through an airport you've likely seen dozens of places to drink and dine. What you don't know, is the multi-billion-dollar company, HMSHost is the brains behind thousands of restaurant brands working to ensure your vacation starts right after you get through TSA security. Steve Johnson, President and CEO of HMSHost sat down with Host Jeffrey Hayzlett to share his secrets about how he captures the customers attention and helps travelers make the best use of their time in the terminal in this a cut throat and competitive business.    "
                }
            },
            "2": {
                "1": {
                    "title": "Does Former Apple CEO John Sculley Own Vintage Apple Products? QuickSOTS - 8 Things You Don't Know About Him",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "Dec. 2017",
                    "year": "2017",
                    "plot": "\n    In this addition of QuickSOTS, Former CEO of Apple and Pepsi, John Sculley reveals what it was like to see Jeff Daniel's play him in the Universal Pictures movie \"Steve Jobs\" and Sculley gives C-Suite Insights Host Nicole Sawyer the inside scoop on whether he owns any highly collectible vintage Apple products, that today are worth a lot of money. Watch QuickSOTS with Nicole Sawyer to find out 8 things you never knew about John Sculley.    "
                },
                "2": {
                    "title": "Inflation Proof Your Portfolio: Noble Gold Investments CEO Charles Thorngren on How to Hedge Against Inflation with Precious Metals",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "29 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    When markets are unstable and equities sell off, gold and silver are considered a safe haven investment. With changes to the tax code and 401k contributions ahead, savers get nervous on how to plan ahead to protect their retirement. Charles Thorngren CEO of Noble Gold investments shares his insights on how to diversify your portfolio and invest in gold and silver to offset inflation and strengthen your purchasing power.    "
                },
                "3": {
                    "title": "Legendary Inventor Dean Kamen Reveals What Your Child Will Need to Know to Lead a Successful Life in the 21st Century",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "9 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    We all want the best for our children, for them to reach their fullest potential and contribute in a meaningful way to society. Unfortunately for American students, our classrooms are falling way behind. For centuries, reading, writing and arithmetic have been the basic requirements for children to function in society, but as manufacturing jobs have either moved or been replaced through automation, literacy in the 21st century will mean something different to the next generation. Children need to develop an understanding of coding from very early age to be competitive...    "
                },
                "4": {
                    "title": "Howard Hughes is Betting Big on Technology to Develop Luxury Communities",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "12 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Historically low interest rates and new tax incentives are creating the ideal climate for real estate developers. Howard Hughes Corporation the publicly traded commercial and residential development company says they are banking billions on land in America. But they are not just building condos and hotels. They are taking it a step further, and using innovative technology to develop entire communities. David O'Reilly the Chief Financial Officer of the Howard Hughes corporation explains their secret to creating interactive, timeless places.    "
                },
                "5": {
                    "title": "Grammy Nominated Singer and Songwriter Sara Bareilles Sold Millions of Albums Worldwide. Spoiler Alert! Will Her Next Big Hit Be in 2018?",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "16 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Spoiler Alert. Host Nicole Sawyer finds out if Sara Bareilles has plans to release a new album in 2018. Sara Bareilles an international singer and songwriter captured the hearts of millions of fans worldwide with her breakout hit love song. And the Grammy nominated artist is tapping into her childhood passion for theater by composing the music and starring in the popular Broadway show Waitress Nicole Sawyer Host and Creator of Inspired with Nicole Sawyer sat down Sara Bareilles to talk about how she is using her gifts to empower young women to be brave and tap into ...    "
                },
                "6": {
                    "title": "Fourth Generation VC Jesse Draper on Why Silicon Valley Needs to Fund More Females",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    The multi-talented Jesse Draper has taken Silicon Valley by storm and accomplished quite a bit in her life. She's the founder of Halogen Ventures, a fund that invests in women, a mother and creator and host of the Emmy nominated web series, \"The Valley Girl Show.\" A hilarious program that puts a comedic spin on interviews with tech titans like Elon Musk and Steve Wozniak. Now Jesse has teamed up with her grandfather and father legendary investors Bill and Tim Draper for the new hit series \"Meet The Drapers.\" C-Suite TV Host Nicole Sawyer sat down with Jesse to talk ...    "
                },
                "7": {
                    "title": "Airports of the Future: Major Developer Moves to Make Your Next Trip Enjoyable and Stress-Free",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "14 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Imagine a world where you showed up to the airport several hours in advance not because you needed to but because you wanted to. Major airport developers are focused on improving the customer experience with sophisticated technology and highly-personalized choices, ultimately creating a place where people enjoy longer layovers. In this episode of C-Suite Insights Jeffrey Hayzlett introduces you to Ben Zandi the CEO of Fraport USA one of the largest airport developers in the world - formerly known as Airmall. Zandi is on a mission to turn your stressful time in the ...    "
                },
                "8": {
                    "title": "Dottie Herman Richest Self-Made Woman in Real Estate Reveals How She Overcame Childhood Trauma and Turned Pain Into Power",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "28 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    On the surface Dottie Herman is one of the richest self-made women in America. As CEO of Douglas Elliman, last year alone she led her team to sell more than $27 billion in real estate. But what you may not know about her...she came from humble beginnings and a painful past. At the tender age of 9 years old, she lost her mother in a tragic car accident. Despite life's challenges that would have stopped most people, Dottie rose above it all and built an empire, the 4th largest real estate firm in the United States. Now Dottie Herman sits down with C-Suite Insights host ...    "
                },
                "9": {
                    "title": "Airport Revenue News Editor Ramon Lo on the Evolution of The Airport Concessions Industry",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "8 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Every year airport decision-makers and concession executives meet at the Airport Revenue News conference in New Orleans to talk about the latest trends and technology in Travel. With over a billion people passing through the airports each year it's one of the most attractive places for brands to have a footprint, and the competition is fierce. Jeffrey Hayzlett sat down with Ramon Lo Airport Revenue News editor, to get insight into how this highly competitive world works.    "
                },
                "10": {
                    "title": "This Company Says They Have The Solution to Help Your Travel Hangover",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "4 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    When some people hear you are an executive with a travel heavy career, they usually assume you are living the rock 'n' roll lifestyle. But for those of us who do this on a daily basis - we know there are many toxic effects of travel; jet lag, exposure to higher levels of germs and dehydration. Steven Ferraro Co-founder and Managing Partner at Idol Roc, an asset ownership and management company says he has a product to help with your travel hangover. He's calling it DrinkAde, but it was first released into the market at GNC as Never Too Hung Over.    "
                },
                "11": {
                    "title": "Rena Kliot, Pulse International Realty",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "6 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Real estate is a very competitive industry. You need to be ahead of the game to stay ahead of the competition. Host, Taryn Winter Brill sat down with Rena Kliot, a veteran of the real estate industry and owner of Pulse International Realty based in New York and Miami, to find out her secrets to success.    "
                },
                "12": {
                    "title": "Rena Kliot, Pulse International Realty, pt. 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "12 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Everyone always wants to know where the next big hot spot in real estate will be. Staying on top of trends is imperative for those in the industry and those looking to invest. To find out what spots are up and coming in New York and to find out trends in the real estate industry host Taryn Winter Brill sat down with Rena Kliot of Pulse International Realty to gain insights from an individual who is at the top of her game.    "
                },
                "13": {
                    "title": "The Antiques Diva Reveals Secrets to Buy Timeless Treasures on Exotic Travel Tours",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "20 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    She's one of the most powerful women in the antiques industry. Toma Clark Haines the founder and CEO of The Antiques Diva, the largest antiques touring company across the US, Europe and Asia, makes collecting cool, modern and sexy. She takes travelers looking for unique, statement pieces to exotic places like Bangkok and Bali.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Tax Reform: Savers Might Not Be Safe Noble Gold Investments CEO Charles Thorngren on What You Need to Know to Protect Your Retirement",
                    "kind": "episode",
                    "episode of": {
                        "title": "C-Suite TV Insights (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "13 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    As the year comes to a close it's a good idea to spend sometime looking at your portfolio and 401K to prepare for the upcoming tax season. But with potential changes to the tax code and 401k contributions what do you need to know to plan ahead and make the most out of your savings? Charles Thorngren CEO of Noble Gold investments shares his insights on how to manage your money amid tax reform.    "
                }
            }
        },
        "number of episodes": 37,
        "cast": [
            {
                "name": "Hayzlett, Jeffrey"
            },
            {
                "name": "Sawyer, Nicole"
            },
            {
                "name": "Brill, Taryn Winter"
            },
            {
                "name": "Erlich, Natalie"
            },
            {
                "name": "Kamen, Dean"
            },
            {
                "name": "Chopra, Deepak"
            },
            {
                "name": "Gilbert, Elizabeth"
            },
            {
                "name": "Haigh, David"
            },
            {
                "name": "Laverty, Claire"
            },
            {
                "name": "Preschern, Matt"
            },
            {
                "name": "Sculley, John"
            },
            {
                "name": "Thorngren, Charles"
            },
            {
                "name": "Kliot, Rena"
            },
            {
                "name": "Tawakol, Omar"
            },
            {
                "name": "Bibbens, Lynnwood"
            },
            {
                "name": "Curtiss, Jeffrey"
            },
            {
                "name": "Johnson, Steve"
            },
            {
                "name": "Lacamp, Philippe"
            },
            {
                "name": "Sullivan, Jim"
            },
            {
                "name": "Wolfe, Mike"
            },
            {
                "name": "Aviram, Ziv"
            },
            {
                "name": "Balian, Noni"
            },
            {
                "name": "Bareilles, Sara"
            },
            {
                "name": "Draper, Jesse"
            },
            {
                "name": "Ferraro, Steve"
            },
            {
                "name": "Greenberg, Gregg"
            },
            {
                "name": "Haines, Toma Clark"
            },
            {
                "name": "Haskin, Menashe"
            },
            {
                "name": "Herman, Dottie"
            },
            {
                "name": "Lo, Ramon"
            },
            {
                "name": "O'Gorman, Martha"
            },
            {
                "name": "O'Reilly, David"
            },
            {
                "name": "Skuler, Dor"
            },
            {
                "name": "Tarr, David"
            },
            {
                "name": "Zandi, Ben"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNGJlYTY0M2ItNWJlOS00NGNhLWIzNmEtZjdiODkwN2Q0OTI1XkEyXkFqcGdeQXVyMjA5NDg1MzY@._V1_SY150_CR7,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "C-Suite TV Insights",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "C-Suite TV"
            }
        ],
        "distributors": [
            {
                "name": "C-Suite TV"
            }
        ],
        "plot": [
            "C-SUITE TV INSIGHTS is a program that takes you inside the minds of the most respected visionaries, thought leaders and entrepreneurs in the world.::C-Suite TV"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}