{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "9 January 2017"
            }
        ],
        "release dates": [
            "USA::9 January 2017"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Texas Made Men",
                    "kind": "episode",
                    "episode of": {
                        "title": "Texas Cake House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    You can't talk about Texas history without mentioning the Alamo, and the famous institution asks the Sideserfs to make a bust cake of a famous Texan for the opening of a new exhibition. Natalie and Dave also have an order for another Texas icon: country music legend Ray Benson, whose crew wants to give him a birthday surprise by presenting the cake on stage at South by Southwest in front of a giant crowd.    "
                },
                "2": {
                    "title": "Deep in the Heart of Texas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Texas Cake House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Hearts come in all shapes and sizes, and the cakes coming out of Sideserf Cake Studio prove it. Two very different local Austin celebrations have ordered cakes: a group of young Irish dancers celebrate their performance at a local festival with a Claddagh-inspired cake, and some local VIP donors get surprised at their annual ball with a thank-you cake that will melt your heart.    "
                },
                "3": {
                    "title": "Bugging Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Texas Cake House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    The San Antonio Zoo wants an over-the-top cake for their VIP fundraiser for a new jaguar habitat, but they've got a tough request for Natalie and Dave Sideserf: they want jaguars featured prominently, but they don't want to cut into anything resembling an animal. The unusual request has the Sideserfs experimenting with new techniques, but that's not the only animal on their plate: they're also challenged to make a cricket-shaped cake out of cricket flour for an event to get kids excited about bugs.    "
                },
                "4": {
                    "title": "Zen and the Art of Cakes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Texas Cake House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Keep Austin Beautiful orders a cake as a thank you for the thousands of volunteers who will spend the day cleaning up Austin's waterways, so Natalie and Dave Sideserf bake and sculpt two giant koi fish that must fit together perfectly to create a yin yang effect. Meanwhile, the Austin Dance Fest is hosting its first ever youth dance contest and wants a decadent chocolate cake to honor the kids.    "
                },
                "5": {
                    "title": "The Great Flying Cakes of Austin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Texas Cake House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Cakes are flying in the big Texas sky as Natalie and Dave Sideserf work on two airborne cakes. A local art school asks the Sideserfs to make a cake for their big open house, so Natalie and Dave get to work on a flying kitten cake complete with parachute. Meanwhile, when a skydiving school calls, the Sideserfs experiment with a magnetic platform to make an edible penguin that can fly.    "
                },
                "6": {
                    "title": "Fly Me to the Moon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Texas Cake House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    The famous Moontower Comedy Festival is amongst Austin's most beloved local events, and the Sideserfs are excited to make a funny cake featuring a sloth. To get it done in time, Natalie asks Dave to try his hand at sculpting for the first time. Then, they receive another sweet order from a much different client: a local sculpture garden requests a life-sized replica of one of their garden's most beautiful visitors for their gala.    "
                },
                "7": {
                    "title": "Cakes of Mythic Proportion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Texas Cake House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    \"Keep Austin Weird\" is the unofficial slogan of the Sideserfs' beloved home, and one of Austin's strangest institutions, the Museum of the Weird, wants a cake befitting their name to celebrate their anniversary. Then, the annual dragon boat races order a show-stopping cake to celebrate the annual Chinese festival. Natalie plans to create a massive, ornate dragon cake, but Chinese mythology is crammed with symbolism that's easy to get wrong.    "
                },
                "8": {
                    "title": "Starry Starry Fight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Texas Cake House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    The stars are out in force. The Museum of Science and Technology wants a space cake to celebrate their second birthday, inspiring Natalie Sideserf to create a celestial body out of cake and edible glow-in-the-dark paint. Back on earth, the Sideserfs are star struck when they meet the ladies of the Austin roller derby league, who challenge them to create a cake for an upcoming match that will knock them out.    "
                }
            },
            "1": {
                "1": {
                    "title": "Animal Cake House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Texas Cake House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "9 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Natalie and Dave Sideserf work with a local craft brewery to create a special cake to set them apart at the Texas Craft Beer Festival. However, the Sideserfs have never tried pairing beer and cake, and they face an additional challenge when the Texas Reptile Zoo orders a cake for their Crocktober event, which has Natalie and her team working overtime to make her dream of a lifelike snake cake come to life.    "
                },
                "2": {
                    "title": "Viva Cakes!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Texas Cake House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "9 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    When the Mexic-Arte Museum hires Dave and Natalie Sideserf to make a cake for their annual Museum Day event, Natalie sets out to create a pinata design with a fun twist, but making and decorating a pinata-sized cake is a taller order than the Sideserfs expected. The Sideserf Cake Studio also takes on an order from Austin Pets Alive, a no-kill animal shelter, for their annual charity auction, so the Sideserfs use their own dog Mrs. Robinson to create a stunning dog cake for the event.    "
                },
                "3": {
                    "title": "Greatest of All Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Texas Cake House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    The king and queen of the Texas Honky Tonk scene are celebrating their 50th anniversary at their legendary spot, The Broken Spoke, but Natalie Sideserf faces some challenges when she decides to create a hanging longhorn cake. If that wasn't enough, it's also Dave Sideserf's birthday week -- and Natalie has never made him a cake. She enlists Dave's brother Gianpaolo to help create an outrageous cake that will make Dave's birthday amazing.    "
                },
                "4": {
                    "title": "Nacho Average Cake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Texas Cake House (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Natalie and Dave Sideserf are best known for making crazy creature cakes, so when Fantastic Fest -- the Austin-based film festival celebrating horror, sci-fi and fantasy -- needs a cake to honor their director of the year, they know exactly who to call. Meanwhile, the Austin Aquarium orders a Giant Pacific octopus cake for their big family night event, and Natalie tries a new technique to bring \"Hank\" the octopus to life.    "
                }
            }
        },
        "number of episodes": 12,
        "cast": [
            {
                "name": "Sideserf, Natalie"
            },
            {
                "name": "Sideserf, Dave"
            },
            {
                "name": "Busti, Steve"
            }
        ],
        "locations": [
            "Austin, Texas, USA::(location)"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 8.7,
        "votes": 6,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjUzOTAyYTItNTg2Yi00Zjk4LTkzZGItOTRkNmM4MzViZTlhXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Cake artist Natalie Sideserf has made a name for herself with some of the most-intricate cake sculptures in the world. Her husband, Dave, has quit his day job to support her in her business, and now this young couple is going all in. They're creating the most-amazing cakes their beloved city of Austin has ever seen.",
        "languages": [
            "English"
        ],
        "title": "Texas Cake House",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Texas Cake House (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Red Bandit Media"
            }
        ],
        "distributors": [
            {
                "name": "Food Network"
            }
        ],
        "plot": [
            "A married couple who own and operate a cake studio in Austin known for intricate and detailed creations are followed in this reality series, which examines what it takes to make their business and relationship a sweet success.",
            "Cake artist Natalie Sideserf has made a name for herself with some of the most-intricate cake sculptures in the world. Her husband, Dave, has quit his day job to support her in her business, and now this young couple is going all in. They're creating the most-amazing cakes their beloved city of Austin has ever seen."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6,
                "rating": 8.7
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 9.0
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 7.5
            },
            "males": {
                "votes": 3,
                "rating": 8.3
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 8.5
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 8.0
            },
            "females": {
                "votes": 2,
                "rating": 8.5
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 4,
                "rating": 8.0
            },
            "non us users": {
                "votes": 1,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 3,
            "9": 0,
            "8": 1,
            "7": 2,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 8.7,
        "median": 9
    }
}