{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2017"
            }
        ],
        "release dates": [
            "USA::2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Mike and Megan's Floating Bayou Beauty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Louisiana Flip N Move (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Mike and Megan take a chance on flipping an unusual structure: a house built on top of a barge. They discover the barge is full of holes and the house and barge had previously sunk. Once the barge is made seaworthy again, the trick is getting it into to the water and off to a place where the renovation can begin, so Mike and Megan can transform it into a floating vacation getaway.    "
                },
                "2": {
                    "title": "Pine Design vs. Cute Cottage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Louisiana Flip N Move (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Flipping team Robert and Katie have their eyes on a classic Southern house won at auction by another team. When the house is later offered to them, they jump at the chance to update the quaint two-bed one-bath building clad on the inside with knotty pine paneling. Meanwhile, fellow flippers Darren and Lucy find out their 'perfect' little one-bed, one-bath cottage isn't so perfect after all. They rework the bathroom and kitchen into a more functional space and add some New Orleans-inspired charm to the front porch.    "
                },
                "3": {
                    "title": "Church vs. Historic Home Flip",
                    "kind": "episode",
                    "episode of": {
                        "title": "Louisiana Flip N Move (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Husband and wife house flippers Mike and Megan find an old Southern church with an interior covered entirely in beadboard. They transform it into a two-bed, one-bath home with plenty of Southern charm. Meanwhile, Robert and Katie take on a two-bed, one-bath home in a historic suburb of New Orleans. To move it out of there, they need to cut most of the roof off and lose a laundry room that was added onto the living room. Their goal is to renovate the house while preserving the home's original style and grace.    "
                },
                "4": {
                    "title": "Duplex Becomes a Bungalow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Louisiana Flip N Move (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Darren and Lucy beat out the other flipping teams to win a duplex that looks decent on the outside but when they go inside they discover it had been flooded from Louisiana rains and is partially gutted. They decide to turn the duplex into a two-bed, two-bath single family home with a giant wraparound porch that will look perfectly at home on the bayou.    "
                },
                "5": {
                    "title": "The Walker's Bamboo Build vs. The Foster's Retro Residence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Louisiana Flip N Move (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Darren and Lucy score a small house with big potential. Their design uses a combination of metal and wood to create a unique Louisiana feel. Meanwhile, Robert and Katie's build takes a step back in time.    "
                },
                "6": {
                    "title": "The Walker's Ramshackle Redo and the Foster's Brick House Blunder",
                    "kind": "episode",
                    "episode of": {
                        "title": "Louisiana Flip N Move (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Darren and Lucy revitalize an old home that needs a major overhaul while Robert and Katie have trouble getting permits for their brick house build.    "
                },
                "7": {
                    "title": "French Flat vs. Jazzy Joint",
                    "kind": "episode",
                    "episode of": {
                        "title": "Louisiana Flip N Move (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Darren and Lucy win a home at a double auction where Mike and Megan also pick up a win. The Walkers take their flat and give it a design upgrade with a French quarter inspiration. Meanwhile, Mike and Megan put a bit of New Orleans jazz influence into their project to create a musical masterpiece.    "
                },
                "8": {
                    "title": "Arched Abode",
                    "kind": "episode",
                    "episode of": {
                        "title": "Louisiana Flip N Move (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Robert and Katie score a dingy and old duplex at auction. Their plan calls for the addition of some architectural flair but the layout is very confusing. Will they be able to make a single-family home out of the mess?    "
                },
                "9": {
                    "title": "Americana vs. Hunting Lodge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Louisiana Flip N Move (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Robert and Katie put an Americana twist on an auction win that has surprises underneath the walls. Meanwhile, Mike and Megan strike a deal for a small boxy building they plan to convert into a hunting lodge perfect for any Louisiana sportsman.    "
                },
                "10": {
                    "title": "Shotgun House Sale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Louisiana Flip N Move (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Mike and Megan pick up a small shotgun-style house with plans of converting it into a unique studio living space. An auction in the New Orleans Superdome would be the perfect place to sell this home but if they want to get the house there, they'll have to boat it over Lake Pontchartrain. Will this special auction be worth the risky move?    "
                },
                "11": {
                    "title": "Barge Build vs. Carriage House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Louisiana Flip N Move (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Robert and Katie score a dilapidated house that's so big they have to cut it into pieces before it can be moved. Saving what they can, they convert their win into a cozy carriage-style cottage. Meanwhile, Mike and Megan snag a piece of the Foster's cut-up home and incorporate it into a barge house for living on the water. Will the battered old house benefit both teams?    "
                },
                "12": {
                    "title": "Flooded Fixer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Louisiana Flip N Move (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Darren and Lucy win a home that was once used as a music studio. Damaged by flooding, the team plans to clean it up and turn it back into a proper home until Robert and Katie approach them with a proposition to take over the build. Will the flooded studio reach it's livable potential?    "
                },
                "13": {
                    "title": "Gulf Coast Revival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Louisiana Flip N Move (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Robert and Katie snag an adorable house at auction but quickly learn their new project has both fire and water damage inside. They attempt to breathe new life into the house with a relaxing gulf coast design but will that be enough to turn this damaged home into a beachy dream?    "
                },
                "14": {
                    "title": "From Swampy to Swanky",
                    "kind": "episode",
                    "episode of": {
                        "title": "Louisiana Flip N Move (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Mike and Megan acquire an old camp house with a catch -- it's only accessible by boat. They roll up their sleeves and work to take the drab cabin from a murky mess to a relaxing riverside retreat.    "
                },
                "15": {
                    "title": "Glass House vs. Family Pad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Louisiana Flip N Move (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Flipping team Darren and Lucy win a small home with large windows. They plan to utilize the natural light in their design but Mother Nature has other ideas. Meanwhile, fellow flippers Mike and Megan get a large home that needs a major overhaul. They use items in the house to create a nautical design plan that will appeal to a family.    "
                },
                "16": {
                    "title": "Reclaimed Residence",
                    "kind": "episode",
                    "episode of": {
                        "title": "Louisiana Flip N Move (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Darren and Lucy win an older home with lots of flipping potential. They discover an abundance of reusable items inside, allowing them to mix the old with the new in their design plan.    "
                },
                "17": {
                    "title": "Flip N Spin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Louisiana Flip N Move (TV Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2017",
                    "year": "2017",
                    "plot": "\n    Mike and Megan win a house in good condition. They decide to rotate the home on its existing lot, which saves them money and allows them to go all out on the design plan.    "
                }
            }
        },
        "number of episodes": 17,
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzkyYmQ5ZDAtMTdhNS00NmZkLTlhMmQtMmRhZmMyNTY1M2ZlXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Louisiana Flip N Move",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-2017",
        "akas": [
            "Louisiana Flip N Move (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Flip N Move Productions"
            }
        ],
        "distributors": [
            {
                "name": "DIY networks"
            }
        ],
        "plot": [
            "Follow three teams of Louisiana entrepreneurs as they battle to find one family's dream home at the perfect price. The teams won't just have to source, buy and flip the house -- they have to move it too!"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}