{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "5 November 2017"
            },
            {
                "country": "Canada\n",
                "date": "8 January 2018"
            }
        ],
        "release dates": [
            "USA::5 November 2017",
            "Canada::8 January 2018"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Groundhog and Fairy Cake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vegas Cakes (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    The Freed's team creates a village of fairies with details so fine, Aubrie needs a magnifying glass to paint it. Then, the First Friday art festival and Groundhog Day collide as the decorators build a cake so big and heavy, Max needs a forklift to deliver it.    "
                },
                "2": {
                    "title": "Exotic Bird and Absinthe Cake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vegas Cakes (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "9 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    It's a jungle of fun as the bakery fills a willowy tall tree cake with exotic birds and edible pets. The hit variety show, Absinthe, orders a huge spinning circus tent cake with one very unique challenge - can Anthony and Raul tame the flavor of real absinthe, and incorporate it into cake?    "
                },
                "3": {
                    "title": "Valentine's Day! Mardi Gras! Lunar New Year!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vegas Cakes (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "16 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    It's the busiest week of the year at the bakery and the team can barely keep up with all the cakes. Is it time to hire more help? The Las Vegas Metro Police Wives order a very special Vegas Strong cake to show some love to first responders. Then, the team builds a towering fortune cookie-flavored pagoda to celebrate the Year of the Dog, and they wrap up the week when their Mardi Gras cake becomes a float in a parade.    "
                },
                "4": {
                    "title": "Pinball and Golden Knights Cake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vegas Cakes (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "23 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    The Las Vegas Golden Knights call upon Freed's Bakery for a large hockey-themed cake for their fans; a doctor's convention orders an operating room cake; Sonny Robinson channels his inner pinball wizard to build a working pinball machine out of cake.    "
                },
                "5": {
                    "title": "Donny and Marie, Mermaid and Crazy Cat Lady Cakes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vegas Cakes (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "30 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Legendary performers Donny and Marie Osmond are surprised on stage with a big, bright and blinged out masterpiece from the Freed's team. Brittnee makes a little girl the ultimate rainbow-mermaid birthday cake. Kristen and Aubrie go crazy for a kooky cat lady themed cake.    "
                },
                "6": {
                    "title": "Sea Monster, Whale and One Drop Cakes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vegas Cakes (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "7 May 2018",
                    "year": "2018",
                    "plot": "\n    There's a storm of water themed cakes brewing in the bakery. Brittnee and Kristen team up to unleash the Kraken on a pirate ship. Cirque du Soleil orders a six-foot long Alaskan mountain range with running rivers for a star-studded event. And a mystery client orders a realistic whale of a cake covered in 24k gold.    "
                },
                "7": {
                    "title": "Giant Pot of Gold and Italian Feast Cake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vegas Cakes (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "14 May 2018",
                    "year": "2018",
                    "plot": "\n    In honour of Italian chef Mama Maria's 101st birthday, Brittnee Klinger makes a re-creation Italian feast that is so realistic, the chef can't tell the difference between the cake and her own food. Kristen LoVullo makes a gravity defying Irish whiskey bottle that looks like it's pouring a stiff drink. Then, the team makes a massive 500-pound pot of gold cake complete with a leprechaun and a secret chamber of gold coins for the biggest St. Patrick's Day party in Las Vegas.    "
                },
                "8": {
                    "title": "Dig This High Roller Cake!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vegas Cakes (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "21 May 2018",
                    "year": "2018",
                    "plot": "\n    It's a week of big machine cakes as Sonny Robinson digs into a huge yellow excavator atop rippled layers of delicious earth. Aubrie Virgin makes a miniature realistic BBQ feast to accompany a big RV cake. Then, the team has to finish a 5-foot long cake of the world's biggest observation wheel: the High Roller. Can Max Fried actually make the wheel spin and light up in time?    "
                },
                "9": {
                    "title": "Kung Fu Dragon, Divas, and Ultimate Garden Cake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vegas Cakes (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "28 May 2018",
                    "year": "2018",
                    "plot": "\n    Enter the dragon as Anthony Fusco bakes a \"black belt\" chocolate cake and Aubrie Virgin sculpts a ferocious kung fu themed masterpiece. Sonny Robinson sculpts a fabulous Divas Las Vegas themed cake for world famous drag queen Frank Marino. Then, the entire bakery team creates the ultimate garden themed cake couple with a huge tree, edible flowers and cupcakes that look just like potted plants.    "
                },
                "10": {
                    "title": "Movie Camera, Life Size Slot Machine, Pink Glitter Skull Cake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vegas Cakes (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "4 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    It's lights, camera and edible action when an incredible movie camera takes center stage at a film buff's surprise birthday. Brittnee Klinger's dream comes true when she gets to make a giant glittering pink skull cake. Then, the bakery team gambles big on a life size working slot machine cake that spills chocolate coins when you hit the jackpot.    "
                },
                "11": {
                    "title": "Speakeasy, Hatchimals, Bowling Cake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vegas Cakes (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "11 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Raul Hernandez and Anthony Fusco concoct a whiskey sour cake to go into a prohibition era police wagon cake. Hall of fame NFL player Jonathan Ogden gets a striking bowling themed cake for his star-studded charity event. Then, the bakery team builds a Hatchimals themed cake that looks like a big nest with huge chocolate eggs that actually hatch.    "
                },
                "12": {
                    "title": "Giant Brain, Maya Pyramid, and Beauty Queen Cakes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vegas Cakes (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "18 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Brittnee Klinger and Kristen LoVullo make a gorgeous blue and silver tier cake with an edible tiara in honor of Miss Nevada USA and Miss Nevada Teen USA. Sonny Robinson and Aubrie Virgin team up to make a maya pyramid for UNLV's archaeology department -- complete with edible artifacts buried inside the cake. Then, the Freed's team turns a brainstorm into a huge brain themed cake with blinking neutrons for the Keep Memory Alive charity.    "
                },
                "13": {
                    "title": "Big Red Corvette, Neon Jungle and Giant Enchanted Castle Wedding Cake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vegas Cakes (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "25 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Sonny Robinson carves an incredible four-foot long red corvette cake. Freed's Bakery positively glows when they make an incredible colorful three monkey cake for Hyde Nightclub's neon jungle party. Then, the team constructs the most ambitious wedding cake they've ever made -- an elaborate eight-foot tall floating enchanted castle.    "
                }
            },
            "1": {
                "1": {
                    "title": "Vegas Rocks!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vegas Cakes (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "5 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Freed's Bakery is known throughout Las Vegas for their custom cakes. The team rocks around the clock to deliver a three-foot-long custom car, an enchanting unicorn and an eye-popping mashup of junk food and fitness.    "
                },
                "2": {
                    "title": "Alien Baseball and Cirque Cake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vegas Cakes (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    The stakes are high in Vegas when Cirque du Soleil's production of KA is celebrating its 6000th performance with an epic cake. Max stresses out making sure the delivery isn't a disaster. Then, its onto gravity defying alien baseball mash-up for the Las Vegas 51's, the local baseball team.    "
                },
                "3": {
                    "title": "Tiger! Plaid! Instant Wedding!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vegas Cakes (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "20 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    The bakery is already very busy with a giant tiger cake and an incredibly complex plaid cake when they get a very last minute order for a wedding cake. Can they bake a custom wedding cake from scratch and deliver it to the Little White Chapel in just 6 hours?    "
                },
                "4": {
                    "title": "Blue Man Cake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vegas Cakes (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "27 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    The bakery team at Freed's recreate a world record out of cake for a stunt man's birthday -- but can they make a cake truck jump over a cake ghost town? Then tension bubbles up at the bakery because the Blue Man Group needs a colourful cake to make a splashy surprise at a charity event.    "
                },
                "5": {
                    "title": "Titanic Cakes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vegas Cakes (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "27 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Mr. and Mrs. Wayne Newton order a massive over-the-top dress cake for a bridal shower. If that wasn't enough, its sink or swim as the bakery team at Freed's bake the larges boat cake they've ever made to commemorate the anniversary of the discovery of the Titanic.    "
                },
                "6": {
                    "title": "Christmas in Vegas Cakes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vegas Cakes (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "4 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    The holidays are in full swing. Penn and Teller are celebrating their 25th anniversary performing in Vegas with a magical surprise. A Chinese food cake is on the menu for a Jewish celebration, and a local charity gets a massive gingerbread house cake for their Christmas sing-along.    "
                },
                "7": {
                    "title": "Neon Museum and Roast Pig Cakes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vegas Cakes (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "11 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    The bakery team kicks off college pigskin season with a huge roast pig cake; Vegas history comes to life when the Neon Museum flips the switch on new neon signs and the moment is recreated with an electrifying cake.    "
                },
                "8": {
                    "title": "Giant Diamond and Golden Tiki Cakes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vegas Cakes (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "18 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Marine Corp veterans celebrate their reunion with an explosive looking cake. Surfs up when a local bar gets an incredible tiki themed confection. The Freed's team does a balancing act when UNLV orders a giant diamond cake with a moustache for their 60th Anniversary.    "
                },
                "9": {
                    "title": "Big Ben, Beer Unicorn and Pumpkin Patch Cakes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vegas Cakes (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "8 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Three of the country's best bakeries create over-the-top cakes, including an edible life-size desk and chair for an office party, a beer-pouring gargoyle cake for a brewery, and a firetruck cake that can put out its own candles.    "
                },
                "10": {
                    "title": "Frankenstein, Skyhawk, and Giant Taco Cakes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Vegas Cakes (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "15 Jan. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 23,
        "cast": [
            {
                "name": "Fried, Max"
            },
            {
                "name": "Fusco, Anthony"
            },
            {
                "name": "Fusco, Sarah"
            },
            {
                "name": "Hernandez, Raul"
            },
            {
                "name": "Klinger, Brittnee"
            },
            {
                "name": "Robinson, Sonny"
            },
            {
                "name": "Virgin, Aubrie"
            },
            {
                "name": "Fried, Emilia"
            }
        ],
        "locations": [
            "Las Vegas, Nevada, USA::(location)"
        ],
        "genres": [
            "Family",
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 8.8,
        "votes": 12,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjRlYzFiZTEtZWQ4Ny00NDQ3LWJkZDMtOWVlNTFjMDAxYTYwXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "budget": "$2,300,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Vegas Cakes",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Vegas Cakes (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Shark Teeth Films"
            }
        ],
        "distributors": [
            {
                "name": "Food Network"
            },
            {
                "name": "Food Network Canada"
            }
        ],
        "plot": [
            "_Vegas Cakes_ (qv) follows the team at the renowned Freed's Bakery, and all the chaos that surrounds creating the most fun, outrageous, and elaborate cakes in town."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 12,
                "rating": 8.8
            },
            "aged 18 29": {
                "votes": 2,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 4,
                "rating": 9.5
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 7.0
            },
            "males": {
                "votes": 3,
                "rating": 9.3
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 9.3
            },
            "females": {
                "votes": 6,
                "rating": 6.4
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 7.0
            },
            "us users": {
                "votes": 3,
                "rating": 6.7
            },
            "non us users": {
                "votes": 2,
                "rating": 9.5
            }
        },
        "number of votes": {
            "10": 7,
            "9": 2,
            "8": 1,
            "7": 1,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 1,
            "1": 0
        },
        "arithmetic mean": 8.8,
        "median": 1
    }
}