{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "26 November 2017"
            }
        ],
        "release dates": [
            "UK::26 November 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Independent minds: Alex Salmond meets Catalan secessionist Carles Puigdemont",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Sir Jackie Stewart on the 'race against dementia' & Alastair Campbell on stopping Brexit",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "23 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Alex travels to Geneva to speak to \"The Flying Scot\", Sir Jackie Stewart, on his glittering motoring career and his life's work on campaigns tackling motor racing safety, dyslexia and now the \"race against dementia.\" Alastair Campbell joins us in the studio, stating his case on how and why the Prime Minister should call a halt to Brexit. And Tasmina Ahmed-Sheikh reports on Scotland's deepening links with its Nordic neighbors at the Arctic Circle Forum in Edinburgh.    "
                },
                "3": {
                    "title": "St. Andrew's Day Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "30 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    The Lockerbie disaster and the downing of Pan-Am flight 103 is one of the greatest terrorist atrocities in aviation history. But are we any closer to the full truth of who brought down the plane over the small Scottish town of Lockerbie? Alex Salmond interviews former Justice Secretary of Scotland Kenny MacAskill.    "
                },
                "4": {
                    "title": "Brexit Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "7 Dec. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "'Lebanon's political crisis is over': President Michel Aoun speaks on nation's future",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "14 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    This week's edition comes from Lebanon, where Alex met with head of state, President Michel Aoun. The veteran solider and statesman gives a rare and exclusive interview on his plans to keep Lebanese society secure from regional conflicts and on the straight and narrow road to peace and prosperity. President Aoun says: \"The political crisis is now over.\"    "
                },
                "6": {
                    "title": "Christmas Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "plot": "\n    The Alex Salmond Show comes to you from the heart of Edinburgh for a very special festive edition. Joining Alex and Tasmina on set are film director Jason Connery, comedienne Janey Godley, Scotland's only two-star Michelin chef Andrew Fairlie, and legendary Scots singer Sheena Wellington. And a surprise Christmas message at the end of the show..    "
                },
                "7": {
                    "title": "Hogmanay Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "28 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    The Alex Salmond Show returns to the heart of Edinburgh, the best place in the world to celebrate Hogmanay. Joining Alex and Tasmina on set are the world's most successful tennis coach, Judy Murray; Scotland's leading portrait painter, Gerard Burns; and one of the country's best loved stand-up comedians, Des Clarke. There will also be a special Hogmanay performance from legendary Scots singer Sheena Wellington. And a surprise and optimistic New Year's message at the end of the show.    "
                },
                "8": {
                    "title": "Strasbourg Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "4 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Alex travels to Strasbourg to meet key parliamentarians, past and present, in one of Europe's most influential institutions - the Council of Europe, which has in its membership 47 European states. Alex will speak to the UK's longest serving member of the Parliamentary Assembly, Sir Alan Meale, leader of the United European Left grouping Senator Tiny Kox and Senator Alice Mary Higgins of Ireland. And Lord Dafydd Wigley states the case for the UK staying under the jurisdiction of the Strasbourg Convention on human rights.    "
                },
                "9": {
                    "title": "World cinema",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "11 Jan. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "10": {
                    "title": "International Development",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "18 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The focus this week is on international development. Alex speaks to the UK government's former secretary of state, Andrew Mitchell MP, about the importance of Britain's commitment to spend 0.7 percent of national income on overseas aid. Tasmina Ahmed-Sheikh travels to Oxfam's UK HQ to speak to Katy Chakrabortty, who explains the importance of international development goals being consistent across all government departments.    "
                },
                "11": {
                    "title": "The Alex Salmond Show delivers a Burns Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "25 Jan. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "12": {
                    "title": "In Holocaust memorial",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "1 Feb. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Brave battle against motor neurone disease",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "8 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    This week, Alex visits Murrayfield, the home of Scottish rugby, to meet rugby legend Doddie Weir who opens up about his struggle with Motor Neurone Disease (MND). Doddie shares the major stages of his battle with the terminal disease with Alex. He tells how he dealt with his diagnosis and breaking the news to his family and the wider world. Weir also talks about his aim to change attitudes and funding here in the UK, following a recent fact finding mission on MND research in New York.    "
                },
                "14": {
                    "title": "New leader of Sinn Fein in exclusive in-depth interview with Alex Salmond",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "15 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    The newly elected president of Sinn Fein, Mary Lou McDonald, has conducted her first major international interview with the Alex Salmond Show. This is the first in a series of interviews by Alex Salmond which look at Irish politics post Brexit. Others have been conducted with former Taoiseach Bertie Ahern, former Irish President Mary McAleese, and key figures in Irish politics.    "
                },
                "15": {
                    "title": "Former Taoiseach Bertie Ahern says UK Brexiteers 'didn't care two hoots about Northern Ireland'",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "22 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    In part two of a three-part series on Ireland, former Taoiseach Bertie Ahern, the Irish leader who negotiated the Good Friday Agreement 20 years ago from the Republic's point of view, speaks to the Alex Salmond Show in Dublin and expresses his serious concern as to the survival of the agreement through the Brexit process.    "
                },
                "16": {
                    "title": "Former Uachtaran Mary Mcaleese on the dangers of a border between Northern Ireland and Eire",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "1 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    In the third and final part of a special series on Ireland and Brexit, the former Uachtaran restates her commitment to Europe as a cause and its importance to the political, economic and social development of Ireland. She goes on to hold out the hope, that Brexit could be reversed at some point in the future.    "
                },
                "17": {
                    "title": "International Women's Day Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "8 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    In a special edition of The Alex Salmond show to mark International Women's Day, the program adopts a different format, with Tasmina Ahmed-Sheikh taking over the main presenting role. The Show features interviews with Helen Pankhurst, great granddaughter of suffragette leader Emmeline Pankhurst, former Presiding Officer of the Scottish Parliament, Tricia Marwick, and Leanne Brown, patron of the charity One Woman At A Time. All three women have broken new ground in their respective fields.    "
                },
                "18": {
                    "title": "Alex Salmond Show on human rights and Salisbury chemical attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "15 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    This week's Alex Salmond Show features interviews with human rights activist Peter Tatchell, and an assessment of political reaction to the Salisbury chemical-weapons attack.    "
                },
                "19": {
                    "title": "The refugee family reunification bill",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "22 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Angus Brendan MacNeil MP's refugee family reunification bill, named REFUGEES (FAMILY REUNION) (NO. 2) BILL, is a remarkable example of all-party cooperation allowing a private members' bill to progress. It has sailed through its first House of Commons test. This proposed legislation would allow unaccompanied young refugees who have already arrived in the UK to sponsor family members to join them, and also makes provision for legal aid to be made available in such cases.    "
                },
                "20": {
                    "title": "Alex Salmond Show features three 'comeback kids'",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "29 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Today's Alex Salmond Show features three very different individuals from the fields of business and politics. However, their common theme is that they have all faced down life's setbacks and overcome great challenges.    "
                },
                "21": {
                    "title": "Alex Neil in EFTA call",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "5 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    This week's Alex Salmond Show looks at the development of politics over the last half century through the eyes of former Scottish government minister, Alex Neil. Neill calls for an independent Scotland to join the European Free Trade Association (EFTA).    "
                },
                "22": {
                    "title": "Lord Wigley sees Europe as key to redefining continuing Welsh quest for self-determination",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "12 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    This week's Alex Salmond Show turns the spotlight on Welsh politics over the last half century through an interview with Lord Wigley, the former leader of Plaid Cymru.    "
                },
                "23": {
                    "title": "Alex Salmond on the legacy of Andrew Carnegie",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "19 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    This week's Alex Salmond Show comes from arguably the greatest concert venue in the world - New York's Carnegie Hall. In an interview with the Hall's historian, Gino Francesconi, Alex gets a unique insight into the work of the most influential American Scot of all time, Andrew Carnegie. During his lifetime, Carnegie not only went on to become the wealthiest man in the world but also one of the greatest philanthropists in history.    "
                },
                "24": {
                    "title": "Alex Salmond explores Scotland Week in New York",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "26 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Filmed through the prism of Tartan Week in New York, the Alex Salmond Show explores the influence of Scots on present-day America. Alex interviews one of the leading kilt makers in the world, Howie Nicholsby, and enters one of New York's most exclusive private members clubs, Norwood, founded by Alan Linn.    "
                },
                "25": {
                    "title": "Alex Salmond takes a look at the political shape of Trump's America",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "3 May 2018",
                    "year": "2018",
                    "plot": "\n    The Alex Salmond Show continues with news anchor and political commentator Ed Schultz and Pulitizer Prize winning journalist Chris Hedges. Both have radically different views on the state of politics in the American republic.    "
                },
                "26": {
                    "title": "'The USA: The Times They Are A Changin...'",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "10 May 2018",
                    "year": "2018",
                    "plot": "\n    In this week's Alex Salmond Show Special from America, Alex speaks to renowned political and human rights activist Medea Benjamin and three young college students set on changing the world.    "
                },
                "27": {
                    "title": "Deadlock in Downing Street",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "17 May 2018",
                    "year": "2018",
                    "plot": "\n    It's deadlock in Downing Street over the customs union and gridlock between the Lords and the Commons over the Brexit Bill. This week's Alex Salmond Show examines how far the issue of the Irish border is transcending the politics of Westminster.    "
                },
                "28": {
                    "title": "Salmond turns spotlight on shipbuilding",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "24 May 2018",
                    "year": "2018",
                    "plot": "\n    In a three-part series on the future of British shipbuilding, The Alex Salmond Show asks whether the UK Government is fully committed to a revival in this iconic industry. Alex speaks to shipyard unions, management, and MPs from across these islands.    "
                },
                "29": {
                    "title": "Belfast: The comeback kid of British shipbuilding?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "31 May 2018",
                    "year": "2018",
                    "plot": "\n    In the second part of a series on the future of British shipbuilding, The Alex Salmond Show spotlights Northern Ireland. It features interviews with Harland and Wolff CEO, Jonathan Guest, and former Lord Mayor of Belfast and SDLP Deputy Leader Nichola Mallon - and asks if great ships will once again be built in Northern Ireland.    "
                },
                "30": {
                    "title": "Shipbuilding: A phoenix from the ashes",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "7 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    In this, the last of our three-part series on shipbuilding, The Alex Salmond Show visits Ferguson Marine on the Lower Clyde - a shipyard set for closure only four years ago, which is now rising like a phoenix from the ashes.    "
                },
                "31": {
                    "title": "Ramadan and the festival of Eid",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "14 Jun. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "32": {
                    "title": "Alex Salmond Show Brexit special",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "21 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    This week's Alex Salmond Show examines the state of Brexit against the backdrop of high political drama at Westminster. Alex interviews former Downing Street spin doctor Alastair Campbell, MPs Tommy Sheppard, Hywel Williams and Sammy Wilson, as well as pro-Brexit commentator Peter Oborne to find out whether the Brexit bus is still on the road.    "
                },
                "33": {
                    "title": "Alex Salmond - Welcome to the Rock....",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "28 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    This week's Alex Salmond Show kicks off a three part series on Gibraltar, as the territory comes to terms with Brexit. Gibraltar voted 96 per cent to remain in the European Union but Alex found Gibraltarians surprisingly optimistic about the economic prospects for The Rock. He interviews key commentators including former Trade and Industry Minister Peter Montegriffo QC, leader of the Gibraltar Remain campaign Gemma Vasquez and Mike Nicholls, head of the largest property company in the territory.    "
                },
                "34": {
                    "title": "Alex Salmond explores Gibraltar's unique identity",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "5 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Part two of The Alex Salmond Show's series on Gibraltar explores the territory's diverse culture and how its identity has been forged by its unique location, bestriding three worlds - the Iberian Peninsula, North Africa and Britain's colonial outpost on mainland Europe.    "
                },
                "35": {
                    "title": "Gibraltar: A safe haven for new business",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "12 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    In the final episode of a three-part series on Gibraltar, The Alex Salmond Show highlights the transformation of the economy of The Rock and examines the local confidence that Gibraltar can withstand the Brexit headwinds.    "
                },
                "36": {
                    "title": "Alex Salmond explores the world of Soft Power",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "19 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    This week's Alex Salmond meets people at the forefront of \"Soft Power\", like Ali Imran, former country director at the Westminster Foundation for Democracy, Baroness Uddin and Zahra Shah, the CEO of the British Pakistan Foundation..    "
                },
                "37": {
                    "title": "Scotland the brand",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "26 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    In this edition, the Alex Salmond Show focuses on the highly successful marketing of Scotland, particularly in the fields of tourism and food and drink. Alex talks to campaigners, practitioners, and academics about how 'Scotland the Brave' became 'Scotland the Brand'.    "
                },
                "38": {
                    "title": "First minister interviews first minister",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "2 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    This week Scotland's second First Minister, Labour politician Henry McLeish, is interviewed by Scotland's fourth First Minster Alex Salmond. In a wide ranging interview, McLeish reveals his views on Brexit, the potential breakup of Britain, and the politics of Trumpian America.    "
                },
                "39": {
                    "title": "Alex Salmond's exclusive interview with Catalonia's new President",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "9 Jul. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "40": {
                    "title": "Alex Salmond meets three of the world's leading economists",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "16 Aug. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "41": {
                    "title": "Alex Salmond asks 'What now for Catalonia?'",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "23 Aug. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "42": {
                    "title": "Alex Salmond gets the inside story on Britain's rail network",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "30 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    This week's Alex Salmond Show explores the case for and against re-nationalization of Britain's rail service, as millions of passengers become increasingly more disgruntled with price hikes and poor service.    "
                },
                "43": {
                    "title": "Alex Salmond and the battle for HS2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "6 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    This week's Alex Salmond Show continues its series on Britain's rail travel - this time focusing attention on fast rail and HS2. Alex and Tas speak to Mick Whelan, general secretary of the train drivers' union, ASLEF, and a panel of anti HS2 campaigners from London's Camden Town area.    "
                },
                "44": {
                    "title": "HS2: The human cost",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "13 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    In this, the third program in a series on Britain's railways, The Alex Salmond Show looks specifically at how the building of HS2 is impacting London communities.    "
                },
                "45": {
                    "title": "The revolt from the centre",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "20 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    This week's show examines the prospects of a new Centre Party, that may realign British politics on a pro-European platform. Alex's guests from across the political spectrum point to a lack of identifiable leadership as the key obstacle to success.    "
                },
                "46": {
                    "title": "Alex Salmond's Edwina Currie special",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "27 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    The former UK Health Minister Edwina Currie gives a frank and exclusive interview about Europe, politics, life, and John Major. Once the second best known politician in the country, the ever forthright Edwina casts a rule over the Tory hopefuls intent on inheriting Theresa May's crown and tells Alex the inside story of the great eggs controversy which ended her ministerial career but projected her into a life of writing novels and broadcasting.    "
                },
                "47": {
                    "title": "More Referenda...?",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "4 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    In the run up to the SNP Conference in Glasgow this weekend, Alex Salmond and Tasmina Ahmed-Sheikh ask how leading figures are tackling the prospect of two further referendum - one on Europe and the other on Scottish independence.    "
                },
                "48": {
                    "title": "The party's over",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "11 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    With the party conference season over, the Alex Salmond Show examines how the subtle shifts in policy have left the House of Commons arithmetic on the Chequers compromise - and finds that the prime minister's Brexit plan now seems to be getting a better reception in Brussels than it is at home.    "
                },
                "49": {
                    "title": "The voices of Ireland",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "18 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    This week's Alex Salmond Show hears from the voices of Ireland. Neither the Democratic Unionists nor Sinn Fein are content with the Prime Minister's current approach to Brexit..    "
                },
                "50": {
                    "title": "To revoke or not to revoke - that is the question",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "25 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Can the decision to Brexit be unilaterally revoked by frustrated MPs? The Alex Salmond Show examines whether a Scottish Court case on revoking Article 50, now referred to the European Court of Justice, could open up political options for MPs, frustrated by Theresa May's lack of progress on European negotiations.    "
                },
                "51": {
                    "title": "The Anniversary Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 51,
                    "original air date": "2 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    A special first anniversary edition of the Alex Salmond Show reviews some of the headline interviews of the last year. Featured are some of the key exchanges with international heads of state, past and present, parliamentarians from all the political parties throughout the UK - as well as stars of stage and screen and sporting personalities.    "
                },
                "52": {
                    "title": "The unknown disaster",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 52,
                    "original air date": "8 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    The greatest naval disaster in British history is largely forgotten and better remembered in Brittany than at home. In two special programs for Remembrance Day, the Alex Salmond Show examines why the loss of The Lancastria is the unknown disaster.    "
                },
                "53": {
                    "title": "The quest for remembrance",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 53,
                    "original air date": "15 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    In the second part of a special feature on the loss of the HMT Lancastria on June 17th 1940, we speak to some of the last few remaining survivors of the greatest maritime disaster in British history. This includes 101 years young Ernest Beesley and the youngest survivor, Jacqueline Tanner, who was a mere toddler at the time. They, along with the families of victims, speak of their long struggle for proper official recognition of the Lancastria disaster.    "
                },
                "54": {
                    "title": "Back to Brexit",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 54,
                    "original air date": "26 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    This week's Alex Salmond Show goes back to Brexit to examine the daunting Commons arithmetic that stands between the prime minister and passing her European deal, and speaks with key MPs from the DUP and the SNP. There is also a feature interview with Hollywood star, Dundee-born Brian Cox, who comes out in favor of a people's vote on Europe - and some light relief with Alex playing the newly released Brexit board game.    "
                },
                "55": {
                    "title": "St. Andrew's Day Fair Saturday",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 55,
                    "original air date": "29 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    On the eve of St. Andrew's Day, the Alex Salmond Show examines the case for making Scotland's national day a public holiday, interviews artists in Scotland both established and up-and-coming, and considers whether the domestic alliance with the international movement for a Fair Saturday will provide the trigger to make Scotland's National Day a genuine day of celebration in Scotland and the world over.    "
                },
                "56": {
                    "title": "Brexit The end game",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 56,
                    "original air date": "6 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    As the parliamentary debate on Brexit comes to a climax, the Alex Salmond Show looks at the legal and political minefields looming before the prime minister. Weighing up Theresa May's prospects of political survival are key commentators: former SNP MP George Kerevan and Daily Mail columnist Peter Oborne, her doughtiest defender on Fleet Street.    "
                },
                "57": {
                    "title": "The Brexit impasse",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 57,
                    "original air date": "20 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    The Alex Salmond Show looks at the end-year Brexit stalemate in the House of Commons, and interviews key players across the parties on their plans to break the impasse in 2019. Alex suggests that, with less than 100 days to Brexit, it's time to take the \"Scottish solution\" of revoking Article 50. This would create the time and space needed for a general election or people's vote, or even just a rational discussion in parliament to break the deadlock without fear of a looming cliff-edge, no-deal Brexit.    "
                },
                "58": {
                    "title": "Alex Salmond Show Christmas Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 58,
                    "original air date": "27 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Festive fun on the Alex Salmond Show, featuring man of many voices LewisMacLeod, actress of many soaps Debbie Arnold, former MP Lembit Opik, and a special message from the Very Reverend former first minister.    "
                },
                "59": {
                    "title": "Brexit: Shakespearean tragedy or political gameshow",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Alex Salmond Show (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 59,
                    "original air date": "10 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    As UK politics reaches crisis point, Alex asks Lisa Cameron (SNP) and Jim Shannon (DUP), \"What next for Brexit?\" Plus, the case of Chris McEleny, who says he was discriminated against by the Ministry of Defence because of his philosophical belief in Scottish Independence.    "
                }
            }
        },
        "number of episodes": 59,
        "cast": [
            {
                "name": "Ahmed-Sheikh, Tasmina"
            },
            {
                "name": "Wigley, Dafydd"
            },
            {
                "name": "Wellington, Sheena"
            },
            {
                "name": "Cameron, Lisa"
            },
            {
                "name": "Ahmed-Sheikh, Tasmina"
            },
            {
                "name": "Chapman, Douglas"
            },
            {
                "name": "MacNeil, Angus Brendan"
            },
            {
                "name": "Uddin, Baroness"
            },
            {
                "name": "Wilson, Sammy"
            },
            {
                "name": "Öpik, Lembit"
            },
            {
                "name": "Campbell, Alastair"
            },
            {
                "name": "Shannon, Jim"
            },
            {
                "name": "Ahmed, Lord Nazir"
            },
            {
                "name": "Arnold, Debbie"
            },
            {
                "name": "Cox, Brian"
            },
            {
                "name": "Hannan, Martin"
            },
            {
                "name": "Hoey, Kate"
            },
            {
                "name": "Marwick, Tricia"
            },
            {
                "name": "Neil, Alex"
            },
            {
                "name": "Oborne, Peter"
            },
            {
                "name": "Paluzie, Elisenda"
            },
            {
                "name": "Salmond, Alex"
            },
            {
                "name": "Tatchell, Peter"
            },
            {
                "name": "Williamson, Chris"
            },
            {
                "name": "Aoun, Michel"
            },
            {
                "name": "Burns, Gerard"
            },
            {
                "name": "Clarke, Des"
            },
            {
                "name": "MacAskill, Kenneth"
            },
            {
                "name": "Murray, Judy"
            },
            {
                "name": "Stewart, Jackie"
            },
            {
                "name": "Ahern, Bertie"
            },
            {
                "name": "Ali, Imran"
            },
            {
                "name": "Amat, Marc Martinez"
            },
            {
                "name": "Anderson, Martina"
            },
            {
                "name": "Aslam, Aijaz"
            },
            {
                "name": "Beaujuge, Yves"
            },
            {
                "name": "Benjamin, Medea"
            },
            {
                "name": "Bentatta, David"
            },
            {
                "name": "Best, Alfie"
            },
            {
                "name": "Boix, Carles"
            },
            {
                "name": "Boman-Behram, Primavera"
            },
            {
                "name": "Brown, Leanne"
            },
            {
                "name": "Burns, Ryan"
            },
            {
                "name": "Canavan, Dennis"
            },
            {
                "name": "Christophe, François"
            },
            {
                "name": "Cruz, Trino"
            },
            {
                "name": "Curtis, Edwin"
            },
            {
                "name": "Donald, George"
            },
            {
                "name": "Douglas, Craig"
            },
            {
                "name": "Euxibie, Michel"
            }
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNGQ2NTQ1NTctMzRkMy00M2VjLWI1ZmEtYjA4ZTc5OGY0N2I3XkEyXkFqcGdeQXVyMjEyNDA3MDc@._V1_SY150_CR24,0,101,150_.jpg",
        "plot outline": "Former First Minister of Scotland Alex Salmond hosts a new political chat program, 'The Alex Salmond Show', on RT, where he vows to battle the mainstream media narrative and take the news \"out of the Westminster nexus.\" 'The Alex Salmond Show' will take viewers inside the Welsh, Irish and Scottish parliaments, also looking at the government of Northern Ireland, not forgetting Westminster.",
        "languages": [
            "English"
        ],
        "title": "The Alex Salmond Show",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "The Alex Salmond Show (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "distributors": [
            {
                "name": "Russia Today"
            }
        ],
        "plot": [
            "Former First Minister of Scotland Alex Salmond hosts a new political chat program, '_The Alex Salmond Show_ (qv)', on RT, where he vows to battle the mainstream media narrative and take the news \"out of the Westminster nexus.\" '_The Alex Salmond Show_ (qv)' will take viewers inside the Welsh, Irish and Scottish parliaments, also looking at the government of Northern Ireland, not forgetting Westminster."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}