{
    "imdb": {
        "episodes": {
            "2": {
                "1": {
                    "title": "1913 Mission Revival Mansion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Restored (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "10 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Brett Waterman helps a mother and her grown-up children restore their majestic 1913 Mission Revival mansion. He's elated when he realizes he can restore the original linoleum in the kitchen, but the homeowners may not open to the idea.    "
                },
                "2": {
                    "title": "1906 Arts and Crafts House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Restored (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "17 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Brett Waterman is called upon to restore a historically significant 1906 Arts and Crafts home. He brings it back to its original glory by reintroducing the closed-in fireplaces, re-instating the floor plan and replacing the 1980s kitchen.    "
                },
                "3": {
                    "title": "1940s Modern Ranch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Restored (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "24 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Brett restores a 1941 modern ranch in Redlands, CA, for a couple who recently inherited the home from her grandfather. He modernizes the kitchen and opens up the living and dining room, then he surprises the couple by adding a feature found in the original blueprints.    "
                },
                "4": {
                    "title": "1923 Mediterranean Revival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Restored (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "31 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Brett's new clients recently purchased their first home together, a 1923 Mediterranean Revival, and want to restore it after years of small updates from the previous owners. Brett sets his sights on the living room, dining room and kitchen, but during the demolition, he discovers the house is suffering from severe termite damage.    "
                },
                "5": {
                    "title": "1901 Neoclassical Victorian",
                    "kind": "episode",
                    "episode of": {
                        "title": "Restored (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "7 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Preservationist Brett Waterman helps an engaged couple restore their 1901 neoclassical Victorian home, including a new kitchen and bathroom, before their big wedding day. Brett begins work on this strict time line by removing additions to create a spacious kitchen, stripping dated wallpaper and adding many original elements along the way to make this the home of the happy couple's dreams.    "
                },
                "6": {
                    "title": "1918 Arts and Crafts Bungalow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Restored (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "14 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Brett Waterman helps a young family with two small children restore their home after a failed attempt to restore it themselves. The house in Redlands, CA, has been in the family for generations so Brett's eye for historical accuracy is much needed. It's a big job, but Brett is up to the task of restoring the home to its architectural glory while simultaneously creating the modern functionality needed for a young family.    "
                },
                "7": {
                    "title": "1926 French Normandy Cottage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Restored (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "21 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Homeowners Steven and Gina call in preservationist Brett Waterman to restore their recent purchase, a French Normandy-style cottage in a small cul-de-sac known fondly as \"gnome court.\" Built in 1926, the Redlands, CA, house was a severely neglected rental for 30 years. Excited by the idea of restoring a home on the well-known street, Brett takes on the challenge but gets more than he bargains for with a leaky roof, rotten windows, missing floorboards and damaged walls. But he perseveres to turn this derelict house into the crown jewel of the neighborhood.    "
                },
                "8": {
                    "title": "1900 Victorian Farmhouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "Restored (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "28 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    A young couple seeks Brett's help restoring their big 1900 Victorian Farmhouse in time for their wedding. They're hoping Brett can design a rustic kitchen, update the laundry area and add light to the interior rooms that were closed off by past modifications. Excited by the challenge, Brett creates a design plan that allows light into the house while retaining the integrity of the grand old Victorian all in time for the happy couple's big day.    "
                },
                "9": {
                    "title": "1920s Spanish Eclectic",
                    "kind": "episode",
                    "episode of": {
                        "title": "Restored (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "7 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Erin and Jack recently moved to California and fell in love with Spanish architecture. Having found their cute 1920s Spanish eclectic home, they want to update the kitchen, add an en suite bathroom and dressing room to their master bedroom, and plant a drought-tolerant garden, all the while remaining true to the Spanish style. Wanting to restore the house, but not knowing what steps to take first, they ask Brett to help them realize their vision for their house. Using original style cabinetry, colorful Spanish accents including handmade tile in the kitchen and ...    "
                },
                "10": {
                    "title": "1905 Queen Anne Victorian Restoration",
                    "kind": "episode",
                    "episode of": {
                        "title": "Restored (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "14 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Brett receives a blast from the past when one of his old high school friends asks him to help restore her 1905 Queen Anne Victorian bungalow. Having lived in the house for 30 years, she has many unfinished renovation projects but now wants to restore the house to its original Victorian beauty and functionality. She also wants to convert her front bedroom into the work office space it was originally designed to be.    "
                },
                "11": {
                    "title": "1901 Shingle-Style Victorian",
                    "kind": "episode",
                    "episode of": {
                        "title": "Restored (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "21 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Instead of selling the family home, Brett convinces a son and his mother to restore their beautiful 1901 Shingle-Style Victorian. Suffering from a 1970s wood panel renovation, Brett knows once he restores their house back to its original glory by opening up the closed-in spaces and adding some beautiful custom features, they will never want to leave their family home of nearly 50 years.    "
                },
                "12": {
                    "title": "Brett Waterman's 1940s California Ranch Project",
                    "kind": "episode",
                    "episode of": {
                        "title": "Restored (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "28 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Instead of selling the family home, Brett convinces a son and his mother to restore their beautiful 1901 Shingle-Style Victorian. Suffering from a 1970s wood panel renovation, Brett knows once he restores their house back to its original glory by opening up the closed-in spaces and adding some beautiful custom features, they will never want to leave their family home of nearly 50 years.    "
                },
                "13": {
                    "title": "1927 Arts and Crafts Bungalow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Restored (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "4 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    A daughter and mother call on Brett to restore a 1927 Arts and Crafts house that's lost some character over the years. While restoring the exterior, kitchen and living room, Brett unexpectedly discovers an Arts and Crafts masterpiece hidden under all the added layers. In addition to having a little design surprise of his own, Brett can't wait to see their reaction when he shows them what he's uncovered.    "
                }
            },
            "1": {
                "12": {
                    "title": "The 1890 Yellow Shingle-Style Victorian",
                    "kind": "episode",
                    "episode of": {
                        "title": "Restored (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "22 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Brett strips away strange remodels and restores the beauty and functionality to a 1890s Victorian.    "
                },
                "101": {
                    "title": "Restoring a Craftsman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Restored (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 101,
                    "original air date": "11 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Brett is hired by California fireman, Bobby, to restore his newly purchased 1913 Arts and Crafts bungalow. With help from Bobby and his girlfriend Kandis, Brett rediscovers the home's history after years of bad renovations.    "
                },
                "102": {
                    "title": "1915 Arts and Crafts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Restored (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 102,
                    "original air date": "11 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Brett restores an enormous 1915 Arts and Crafts home for a couple with eight children. During the renovation, he brings the master bedroom back to life, creates a new bathroom upstairs and completely reconfigures the kitchen.    "
                },
                "103": {
                    "title": "1901 Victorian Bungalow Restoration",
                    "kind": "episode",
                    "episode of": {
                        "title": "Restored (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 103,
                    "original air date": "18 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Brett Waterman restores a Victorian Bungalow for a military veteran and his daughter. The project grows in scale when unexpected problems are discovered and it becomes a complete restoration.    "
                },
                "104": {
                    "title": "The Yellow Victorian Farmhouse Facelift",
                    "kind": "episode",
                    "episode of": {
                        "title": "Restored (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 104,
                    "original air date": "25 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    Brett Waterman restores a Victorian Farmhouse with an odd floor plan. Major foundation issues complicate the project but the happy homeowners end up with a beautiful and functional house they could never have imagined.    "
                },
                "105": {
                    "title": "1930s Spanish Colonial Ranch Revival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Restored (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 105,
                    "original air date": "1 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Brett Waterman takes on a Spanish Colonial Revival that has had all of the beautiful original woodwork covered over with layers of paint. It's painstaking work to bring it back and the team hits some serious snags but the result is a home that takes the owner's breath away.    "
                },
                "106": {
                    "title": "1913 Craftsman Bungalow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Restored (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 106,
                    "original air date": "8 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Brett Waterman restores a 1913 Craftsman Bungalow for a young couple with a baby on the way. He's challenged with finding a way to bring back the natural wood in the house while still making it bright and welcoming.    "
                },
                "107": {
                    "title": "1928 Spanish Colonial Revival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Restored (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 107,
                    "original air date": "15 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Brett Waterman restores a classic Spanish Colonial Revival that hasn't been touched in years because the owner is a professional musician who is always on the road. Brett's challenge is to make the kitchen and bath more functional while staying true to the home's 1920s character.    "
                },
                "108": {
                    "title": "1922 American Colonial Arts and Crafts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Restored (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 108,
                    "original air date": "22 Feb. 2017",
                    "year": "2017",
                    "plot": "\n    Brett Waterman takes on a bright pink Arts and Crafts home with American Colonial elements. He uncovers lots of hidden features while returning the house to its 1922 roots.    "
                },
                "109": {
                    "title": "1947 Postmodern Ranch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Restored (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 109,
                    "original air date": "1 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Brett restores a 1947 postmodern ranch back to its post-World War II style for a military veteran and his wife. However, he has to make some tough decisions when the homeowners want to get rid of the original kitchen tile.    "
                },
                "110": {
                    "title": "1928 Spanish Revival House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Restored (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 110,
                    "original air date": "8 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Brett thinks he finally gets an easy restoration job on a stunning Spanish Revival hillside mansion until he finds out it has a pink Victorian kitchen. Then, Brett uncovers hidden treasure on the old woodwork, but the homeowners don't seem to share his excitement.    "
                },
                "111": {
                    "title": "The Riverside Transitional Craftsman Bungalow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Restored (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 111,
                    "original air date": "15 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Brett restores a Craftsman bungalow for a woman who had started the project with her late husband, but never finished. The homeowner is overwhelmed when she sees the house finally returned to its original beauty.    "
                },
                "113": {
                    "title": "The 1955 Midcentury California Ranch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Restored (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 113,
                    "original air date": "29 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Brett opens up the floor plan of a 1950s mid century ranch and makes the space more livable for a family of four while staying true to the original style.    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Waterman, Brett"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 8.7,
        "votes": 29,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOGJkNjRhNDEtMWE3Yi00MDRjLWE4YTctOTFkMGM1NjZiMzY3XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Brett Waterman's job might be described as historic house flipper. His goal is to restore 100-year-old properties of all architectural styles -- including Craftsman, Victorian, Spanish and mid-century modern -- to their original intentions. The character-filled homes took a wrong stylistic turn thanks to bad renovations or unsightly additions, and \"Restored\" sees Brett reveal the unrealized potential hidden beneath the neglect. \"The character of these old homes just needs to be rediscovered,\" he says. \"An older home is not supposed to look brand new but should look beautifully maintained.\"",
        "languages": [
            "English"
        ],
        "title": "Restored",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Restored (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "Quail Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "DIY"
            }
        ],
        "plot": [
            "Brett Waterman's job might be described as historic house flipper. His goal is to restore 100-year-old properties of all architectural styles -- including Craftsman, Victorian, Spanish and mid-century modern -- to their original intentions. The character-filled homes took a wrong stylistic turn thanks to bad renovations or unsightly additions, and \"_Restored_ (qv)\" sees Brett reveal the unrealized potential hidden beneath the neglect. \"The character of these old homes just needs to be rediscovered,\" he says. \"An older home is not supposed to look brand new but should look beautifully maintained.\""
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 29,
                "rating": 8.7
            },
            "aged 30 44": {
                "votes": 9,
                "rating": 9.5
            },
            "aged 45 plus": {
                "votes": 10,
                "rating": 9.3
            },
            "males": {
                "votes": 7,
                "rating": 8.9
            },
            "males aged 30 44": {
                "votes": 4,
                "rating": 9.2
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 4.5
            },
            "females": {
                "votes": 15,
                "rating": 9.7
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 9.8
            },
            "females aged 45 plus": {
                "votes": 8,
                "rating": 9.7
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 10.0
            },
            "us users": {
                "votes": 16,
                "rating": 9.4
            },
            "non us users": {
                "votes": 4,
                "rating": 9.5
            }
        },
        "number of votes": {
            "10": 14,
            "9": 4,
            "8": 8,
            "7": 0,
            "6": 1,
            "5": 1,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 8.7,
        "median": 9
    }
}