{
    "imdb": {
        "raw release dates": [
            {
                "country": "Brazil\n",
                "date": "3 September 2017"
            },
            {
                "country": "Brazil\n",
                "date": "3 September 2017",
                "notes": "                            (Brazilian premiere)"
            }
        ],
        "release dates": [
            "Brazil::3 September 2017",
            "Brazil::3 September 2017                            (Brazilian premiere)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Donald Judd + Marfa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geografia da Arte (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "3 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    One of the most significant artists of the twentieth century, Donald Judd enjoyed a successful career in New York in the 1970's when he decided to move to an empty and dilapidated town in a remote area of West Texas, a three hour drive from the nearest airport. Judd began to purchase properties there, where he would continue installing his work and the work of others on a permanent basis until his death in 1994. Marfa provided Judd with the opportunity to further explore his interest for architecture, with the creation of the Chinati Foundation and the restoration of ...    "
                },
                "2": {
                    "title": "Tadao Ando + Naoshima",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geografia da Arte (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    As one of the world's most respected architects, Tadao Ando has defied many stereotypes in the field. From small houses that explored radical viewpoints to iconic major museums and public projects, he left a mark in many places, influencing an entire generation of architects worldwide. After making a name for himself with a variety of projects, Ando was invited by the Benesse foundation to deisgn a contemporary arts center on the island of Naoshima, Japan. His radical vision for a series of museums built since the 1990's helped transform the remote island into one of ...    "
                },
                "3": {
                    "title": "Georgia O'Keeffe + New Mexico",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geografia da Arte (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "17 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Georgia O'Keeffe was the most important American painter in the 1940's, when she decided to move to New Mexico and radically change the themes in her work. The stunning desert landscapes changed the way she painted - and inspired her for the next 50 years. Isolated at her beloved ranch, she discovered a new color palette and fresh technique, inspiring a whole generation of new artists along the way. Her life story is one of courage and resilience. A museum dedicated to her work became the most visited attraction in the town of Santa Fé.    "
                },
                "4": {
                    "title": "Keith Haring + Brazil",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geografia da Arte (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "24 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Keith Haring spent most of his time traveling and working in dozens of cities around the world. It was in a remote fishing village on the coast of Brazil that he found a much-needed change of pace for his jet-setting life.    "
                },
                "5": {
                    "title": "Yves Saint-Laurent + Marrakesh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geografia da Arte (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Yves Saint Laurent had become the biggest star of French fashion in the sixties, when he opened his own haute couture house after a three year stint at Christian Dior. He and his partner Pierre Bergé were vacationing in Morocco when they both fell in love with the country's culture and people. They immediately purchased a house in Marrakesh, where Saint Laurent said he \"discovered the magic of color.\" Over the years, he continued spending time in Marrakech and drawing inspiration from Moroccan culture for his collections. After his death in 2008, his ashes were spread...    "
                },
                "6": {
                    "title": "Ragnar Kjartansson + Iceland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geografia da Arte (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Ragnar Kjartansson achieved international success with his performances, video installations and paintings. After showing in the world's most prominent museum and events, he was recently the subject of a comprehensive retrospective at the Reykjavik Art Museum. The episode explore his connection to Icelandic culture and history.    "
                },
                "7": {
                    "title": "Henri Cartier-Bresson + India",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geografia da Arte (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "15 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    In January 1948, a few months after co-founding the internationally renowned cooperative photographic agency Magnum Photos, Henri Cartier-Bresson traveled to Delhi to meet with one of the key players in India's transition, the great leader Mahatma Gandhi. It would be one of Gandhi's final meetings before the leader's assassination at the hands of a Hindu nationalist on January 30. The resulting photos of Gandhi's last day of life and the events surrounding his funeral helped catapult Cartier-Bresson to international fame. The country's culture and people inspired the ...    "
                },
                "8": {
                    "title": "Pina Bausch + New York",
                    "kind": "episode",
                    "episode of": {
                        "title": "Geografia da Arte (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "22 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    At the young age of 19, German dancer/choreographer Pina Bausch was awarded with a scholarship at Juilliard, in New York City. This formative period, where she worked as a dancer at the Metropolitan Opera and collaborated with names like Paul Taylor and Paul Sanasardo, resonated throughout her whole life. It was in another visit to the U.S. in the seventies that she met some of her most loyal collaborators. During the 1980's, her relationship with the Brooklyn Academy of Music, where many of her works had their American premiere, created a permanent platform that ...    "
                }
            }
        },
        "number of episodes": 8,
        "cast": [
            {
                "name": "Airaudo, Malou"
            },
            {
                "name": "Andô, Tadao"
            },
            {
                "name": "Bausch, Solomon"
            },
            {
                "name": "Bergé, Pierre"
            },
            {
                "name": "Catroux, Betty"
            },
            {
                "name": "Haring, Keith"
            },
            {
                "name": "Judd, Donald"
            },
            {
                "name": "Kjartansson, Ragnar"
            },
            {
                "name": "Mercy, Dominique"
            },
            {
                "name": "O'Keeffe, Georgia"
            },
            {
                "name": "Ragnarsson, Kjartan"
            },
            {
                "name": "Saint-Laurent, Yves"
            },
            {
                "name": "Scharf, Kenny"
            },
            {
                "name": "Sveinsson, Kjartan"
            },
            {
                "name": "Ásmundsdóttir, Guðrún"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "Brazil"
        ],
        "country codes": [
            "br"
        ],
        "language codes": [
            "en",
            "fr",
            "ja"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYWI4OWE1ZDktOTYwNS00N2JkLThlZWItYWIzNzRlNWRjZmM1XkEyXkFqcGdeQXVyMTQ4OTMyMjE@._V1_SY150_CR1,0,101,150_.jpg",
        "budget": "BRL900,000 (estimated)",
        "plot outline": "What makes a place inspire an artist and an artist inspire a place? The new documentary series \"Geografia da Arte\" investigates the intricate relationships between artists and places in different eras. Featuring the experiences of names like Henri Cartier-Bresson, Donald Judd, Keith Haring, Georgia O'Keeffe and others, the series shows how these artists were profoundly touched by locations that they visited or moved to - and also how they ended up influencing that place through their work. Shot over a period of one year in countries like Japan, Morocco, Iceland, France, India and the United States, the series features stunning imagery and a comprehensive survey of some of the world's most prominent artists. Each episode is dedicated to one artist and a specific location that has inspired his/her work in a specific moment in their career. The series premieres with an episode dedicated to Donald Judd's relationship with the town of Marfa, in Texas, where he set up a base in the 1970's. The love affair between Georgia O'Keeffe and New Mexico, her home for over 60 years, is also featured in the series. Following episodes focus on French designer Yves Saint Laurent's connection with Morocco; Japanese architect Tadao Ando with the island of Naoshima; Choreographer Pina Bausch and New York City; Keith Haring and Brazil; and Ragnar Kjartansson and Iceland. Created by Award-winning directors Tatiana Issa and Guto Barra, \"Geografia da Arte\" premiered at the prestigious channel Arte 1, in Brazil.",
        "languages": [
            "English",
            "French",
            "Japanese"
        ],
        "title": "Geografia da Arte",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-2018",
        "akas": [
            "Geografia da Arte (Brazil)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Producing Partners"
            }
        ],
        "distributors": [
            {
                "name": "Band"
            }
        ],
        "plot": [
            "What makes a place inspire an artist and an artist inspire a place? The new documentary series \"_Geografia da Arte_ (qv)\" investigates the intricate relationships between artists and places in different eras.",
            "What makes a place inspire an artist and an artist inspire a place? The new documentary series \"_Geografia da Arte_ (qv)\" investigates the intricate relationships between artists and places in different eras. Featuring the experiences of names like Henri Cartier-Bresson, Donald Judd, Keith Haring, Georgia O'Keeffe and others, the series shows how these artists were profoundly touched by locations that they visited or moved to - and also how they ended up influencing that place through their work. Shot over a period of one year in countries like Japan, Morocco, Iceland, France, India and the United States, the series features stunning imagery and a comprehensive survey of some of the world's most prominent artists. Each episode is dedicated to one artist and a specific location that has inspired his/her work in a specific moment in their career. The series premieres with an episode dedicated to Donald Judd's relationship with the town of Marfa, in Texas, where he set up a base in the 1970's. The love affair between Georgia O'Keeffe and New Mexico, her home for over 60 years, is also featured in the series. Following episodes focus on French designer Yves Saint Laurent's connection with Morocco; Japanese architect Tadao Ando with the island of Naoshima; Choreographer Pina Bausch and New York City; Keith Haring and Brazil; and Ragnar Kjartansson and Iceland. Created by Award-winning directors Tatiana Issa and Guto Barra, \"_Geografia da Arte_ (qv)\" premiered at the prestigious channel Arte 1, in Brazil."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}