{
    "imdb": {
        "raw release dates": [
            {
                "country": "Cambodia\n",
                "date": "2 January 2017"
            }
        ],
        "release dates": [
            "Cambodia::2 January 2017"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Baby Animals from Africa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Animals Around the World (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    BABY ANIMALS AROUND THE WORLD is going on safari through Africa. Catch some Jackal pups in action as they show off their best wrestling moves, be impressed at the way Gorilla babies put their own goofy spin on things, plus - don't blink or you'll miss a litter of Cheetah cubs zipping around playing \"Tag\".    "
                },
                "2": {
                    "title": "Baby Animals from North America",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Animals Around the World (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    North America is the destination in this episode of BABY ANIMALS AROUND THE WORLD. Got a nose for adventure? So do baby Raccoons. Tag along with a masked trio as they explore their neck of the woods. Have a need for speed? Then zoom along some mountain rapids with a Moose calf. And if you like non-stop action, simply hang out with baby Bears.    "
                },
                "3": {
                    "title": "Baby Animals from Asia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Animals Around the World (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "2 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    This episode of BABY ANIMALS AROUND THE WORLD takes us on an adventure through Asia, meeting some of the lively young animals that call this region \"home\". Prowl around with some cheeky Amur Leopard cubs, go underwater to catch a baby Spinner Dolphin practice its \"loop the loops\", plus watch some rare Giant Panda cubs grow up right before your eyes, via a \"den cam\".    "
                },
                "4": {
                    "title": "Baby Animals from the United Kingdom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Animals Around the World (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    In this episode of BABY ANIMALS AROUND THE WORLD the destination is the United Kingdom. Tune in to catch a bunch of feisty Polecat kits create a furry blur as they play fight, go on an adventurous ramble with some baby Red Foxes, plus get up close and personal with a charming Irish Donkey foal.    "
                },
                "5": {
                    "title": "Baby Animals from Australia and New Zealand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Animals Around the World (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "2 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    This episode of BABY ANIMALS AROUND THE WORLD takes us to the southern hemisphere to hang out with the youngsters that live and play in Australia and New Zealand. Tag along with a baby Koala as it \"backpacks\" around the bush with its mum, join some Fur Seal pups for a rocking good time on the rugged shores of New Zealand and bound around with all types of Kangaroo joeys, down on the ground and up in the trees.    "
                },
                "6": {
                    "title": "Baby Animals from Polar Regions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Animals Around the World (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "2 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    BABY ANIMALS AROUND THE WORLD is venturing to both ends of the earth in this episode, visiting the young, hardy inhabitants of the Polar regions. The climate might be cold, but the action is hot with a flock of zippy Dall lambs tearing around the frosty mountaintops. There's also some tough competition as to what's the most adorable - a litter of cuddly Polar Bear cubs in the north or some goofy Elephant seal pups in the south.    "
                },
                "7": {
                    "title": "Baby Animals from Southeast Asia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Animals Around the World (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "2 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    BABY ANIMALS AROUND THE WORLD is exploring Southeast Asia in this episode. Get set to monkey around with a bunch of baby Orangutans - hanging out comes naturally to these \"Great Apes\". Some Asian Elephant calves are also keen to have some good clean fun in the mud, while a rare Red Shanked Douc is ready to ride the branches and show off its \"tree surfing\" skills.    "
                },
                "8": {
                    "title": "More Baby Animals from Africa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Animals Around the World (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "2 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    In this episode of BABY ANIMALS AROUND THE WORLD the wild youngsters of Africa are the focus. Tag along with a pair of cheeky Lion cubs on an adventurous prowl, go bobbing for greens with an adorable Pygmy Hippo, plus cruise along with some playful, mini \"ships of the desert\" - baby Camels really know how to kick up their heels.    "
                },
                "9": {
                    "title": "Baby Animals from Europe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Animals Around the World (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "2 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    This episode of BABY ANIMALS AROUND THE WORLD is venturing through Europe, meeting the youngsters that live and play in its various domains, like some Brown Bear cubs that take \"goofing off\" to the next level. There's also a litter of scrappy Red Fox kits doing their best impression of a whirlwind as they play fight, plus a bunch of hungry St Bernard pups creating a new dining experience - the puppy chow \"merry-go-round\".    "
                },
                "10": {
                    "title": "Baby Animals from Latin America",
                    "kind": "episode",
                    "episode of": {
                        "title": "Baby Animals Around the World (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "2 Jan. 2017",
                    "year": "2017",
                    "plot": "\n    BABY ANIMALS AROUND THE WORLD is heading to Latin America in this episode. Get set to tear around the high plains of the Andes with a wild and woolly baby Vicuna, have your world turned upside down by some gravity defying Capuchin babies and don't miss the chance to hit the waves with an energetic pod of Patagonian Sea Lion pups.    "
                }
            }
        },
        "number of episodes": 10,
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "480"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16 : 9",
        "number of seasons": 3,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODE4Y2UyZTgtMzMyNi00YjEyLTgyNzAtYWQyODcxOTIwMjZlXkEyXkFqcGdeQXVyMTY4NjM3MDY@._V1_SY150_CR62,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Baby Animals Around the World",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Baby Animals Around the World (Australia)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Cox, Adam"
            },
            {
                "name": "Mackinder, Simone"
            }
        ],
        "production companies": [
            {
                "name": "Wildbear Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "DRG"
            }
        ],
        "plot": [
            "_Baby Animals Around the World_ (qv) is a humorous narration driven series based on a day in the life of a broad range of extremely cute baby animals from a wide variety of natural, domestic and cultural environments around the world.::WildBear Entertainment"
        ],
        "tech": {
            "runtime": [
                "8 hr (480 min)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16 : 9"
            ]
        }
    }
}