{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "6 June 2017"
            },
            {
                "country": "USA\n",
                "date": "6 June 2017",
                "notes": "                            (internet)"
            }
        ],
        "release dates": [
            "USA::6 June 2017",
            "USA::6 June 2017                            (internet)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Celebrating One Year of Trinity Talk Live!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "6 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    \"Trinity Talk Live\" kicks off season two with a look back at how the show has developed over the past year and a peek behind-the-scenes at everything that goes into bringing an episode to air, from concept to post-production.    "
                },
                "2": {
                    "title": "Dad's Faith, My Faith",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "12 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Sometimes the best way to learn what makes a good Christian father is to take a look back at the impact some of our fathers had on us and how they helped shape the people we have become today. A group of Christians of various ages discuss the influence of their fathers, not just to celebrate and honor them for Father's Day, but also so today's fathers can hopefully find something to emulate.    "
                },
                "3": {
                    "title": "Meet the Pastor",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "19 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    In May, 2018, Pastor Jay Jackson accepted the call to become the new lead pastor at Trinity Evangelical Lutheran Church, the home of Trinity Talk Live. Pastor Jay sat down for about a half hour and discussed his background, family, hobbies and his theological vision.    "
                },
                "4": {
                    "title": "The \"Prosperity\" Gospel and the Theology of the Cross",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "26 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    In May, 2018, Jesse Duplantis went on his television show and asked his followers to help him raise money for a $54 million private jet, claiming if Jesus were walking the Earth today, He wouldn't be riding on a donkey. Duplantis is but one of many preachers today, including Joel Osteen and others, who preach a message referred to as \"Word of Faith,\" \"Health and Wealth,\" or the \"Prosperity Gospel.\" Pastor Jay Jackson, Pastoral Assistant Ben Lander and host/apologist Ken Coughlan talk about that \"gospel\" along with other similar messages being spread and compare them ...    "
                },
                "5": {
                    "title": "Is America a Christian Nation?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "3 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Christianity's influence on the culture of the United States of America is waning. But many people claim it is at root a \"Christian nation.\" Several Christians chimed in with their answers to the question, \"Is America a Christian Nation?\"    "
                },
                "6": {
                    "title": "Matthew 25: Found in Faith Ministries",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "10 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Jesus said \"whatever you did for one of the least of these brothers and sisters of mine, you did for me.\" What are you doing to share the love of Christ? This starts a three week series titled \"Matthew 25: Showing Love to Those in Need.\" Each week highlights a different charity that is helping to meet this commission from Jesus, starting with Found in Faith Ministries in Joppa, Maryland, which provides furniture and housewares to people who cannot afford them.    "
                },
                "7": {
                    "title": "Matthew 25: Welcome One Emergency Shelter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "17 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    For week two in a three week series titled \"Matthew 25: Showing Love to Those in Need,\" the show went on the road to visit the Welcome One Emergency Shelter in Belcamp, Maryland. They provide more than just a roof over someone's head. They provide hope.    "
                },
                "8": {
                    "title": "Matthew 25: Trinity Food Closet",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "24 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    In Matthew 25:35, Jesus praises those of whom He says, \"For I was hungry and you gave me something to eat, I was thirsty and you gave me something to drink.\" Ken Coughlan and Theresa Jenkins (coordinator of the Trinity Food Closet) talk about how the church is seeking to fulfill this calling and how you can help.    "
                },
                "9": {
                    "title": "Walk Through the Museum of the Bible",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "31 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    The Museum of the Bible granted Trinity Talk Live permission to bring a camera inside to give a bit of a preview of this attraction dedicated to the history and impact of the Holy Scriptures.    "
                },
                "10": {
                    "title": "It's All Greek (or Hebrew) to Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "7 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Sometimes we could use reminding that the scriptures were not originally written in English. While God's word can shine through the translations, there are nuances of meaning that come through only when we look at them in their original languages. Special guests Keith and Lori Trump join Ken and offer their insights while Keith gives a few examples of the beauty of the Bible in its original Greek and Hebrew.    "
                },
                "11": {
                    "title": "A Christian Discussion of Mass Shootings and Tragedies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "14 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    There is no strict, agreed upon definition of a \"mass shooting.\" One study prepared for the United States Congress by the Congressional Research Service defined it as an incident in which at least four people are killed. Unfortunately, these tragic events seem to be happening more often. Pastor Jay Jackson, Pastor Chuck Lashley and host Ken Coughlan sit down and have an open, frank discussion about these and other tragedies. Where is God when they occur? How should we, as Christians, respond? How do we cope if we are affected by such an event? What do we think of the ...    "
                },
                "12": {
                    "title": "Parenting in the Pew",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "21 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    If children are the future of our churches, then why do we so often exclude them from worship? We expect them to know what worship is all about, but we don't train them. We take them out of the service and give them coloring books, maybe a quick Bible lesson. But they never learn what the worship service itself is all about. Inspired by the book \"Parenting in the Pew\" by Robbie Castleman, Pastor Jay Jackson and Ben Lander give advice to parents to help you create an environment of worship in your home that will translate to a lifestyle of worship each weekend and ...    "
                },
                "13": {
                    "title": "Doing Business as a Christian",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "28 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    Paul told the church in Colossae, \"Whatever you do, work at it with all your heart, as working for the Lord, not for human masters.\" This instruction applies equally to Christians today, including our activities in the workplace. Rick Grant and Mark Cogar talk about how their Christian faith influences the way they conduct their professional lives and how to navigate difficult circumstances when they arise.    "
                },
                "14": {
                    "title": "How Do We Evangelize?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "11 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    In the Great Commission, Jesus tells us to bring the gospel to the world. But how do we go about doing this? Members of Trinity's evangelism team discuss what evangelism means (contrasting it with how modern culture has come to define the term) and suggest some ways to implement an evangelism ministry at your church.    "
                },
                "15": {
                    "title": "How to Talk to People About Your Faith",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "18 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    One of the biggest fears among the American people is public speaking. For some people, it may seem like an even bigger fear is talking to people about your Christian faith. This is doubly true when it comes to speaking to our family and friends, the people we car the most about, but also care most what they think about us. Ben Lander and Ken Coughlan give advice on how to overcome those fears and share the gospel with the world.    "
                },
                "16": {
                    "title": "Putting Christ Before Politics",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "25 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    If someone were to observe you discussing your political opinions today, what would they leave thinking holds the higher priority for you, Jesus Christ or your political party? The panel includes three Christians, one Republican, one Democrat, and one Independent. The three of them sit down and talk about how they view the relationship between their Christian faith and their political decisions.    "
                },
                "17": {
                    "title": "What is Discipleship?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "2 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    What does the term \"discipleship\" mean? What types of things can your church do to encourage discipleship. Two members of Trinity's Discipleship team talk about these questions and tell you a bit about what we do at Trinity to support this discipline.    "
                },
                "18": {
                    "title": "Meet the New Head of School",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "9 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    \"Start children off on the way they should go, and even when they are old they will not turn from it.\" Proverbs 22:6 Roberta Fleming, the new Head of School for Trinity Lutheran Christian School and Early Learning Center, talks about her background, her life, and her educational philosophy.    "
                },
                "19": {
                    "title": "Showing Christ's Love Through Support Ministries",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "16 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Support Ministries are one important way to show the love of Christ to others. The panel talks about two support ministries, Stephen Ministry and the new HEART ministry.    "
                },
                "20": {
                    "title": "Active Shooter Preparedness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "23 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Churches are among the targets being selected by active shooters. How do Christians continue to have open arms to all who seek Jesus while also protecting those who come to worship? Sgt. Robert Burgess of the Harford County Sheriff's Office and Mark Cogar, Operations Director at Trinity Evangelical Lutheran Church talk about how to strike that balance, and what steps every church should be taking today to prepare in case such a tragic event happens at their congregation.    "
                },
                "21": {
                    "title": "Should Christians Celebrate Halloween?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "30 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    Pastoral Assistant Ben Lander and Ken Coughlan try to fairly present both perspectives in this common internal debate within Christendom, then offer a few insights of their own.    "
                },
                "22": {
                    "title": "Stewardship as Sacrifice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "6 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Many in the Christian church have a tendency to think of stewardship in terms of raw numbers or percentages. But Pastor Jay Jackson encourages us to view it more holistically and view stewardship through the lens of sacrifice.    "
                },
                "23": {
                    "title": "Living Out Biblical Stewardship",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "13 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    The panel discusses a practical approach and talks about ways to live out Biblical stewardship.    "
                },
                "24": {
                    "title": "What Does Discipleship Look Like in the 21st Century?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "27 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    Pastor Jay Jackson and Ken Coughlan talk about what discipleship looks like in the 21st century, in the era of social media and a culture driven by power.    "
                },
                "25": {
                    "title": "The Role of Music in Worship and Christian Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "4 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    What role does music play, not just in our worship services but even outside of them? If people come to church, do they see the music as entertainment or as part of the worship experience that they participate in? Ryan McAllister, Director of Music Ministry, and Phil Noske, Assistant Director for Contemporary Music, sit down and talk through these questions.    "
                },
                "26": {
                    "title": "Highlighting Variety in Worship Music",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "11 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Ryan McAllister and Phil Noske celebrate music in worship by highlighting a variety of forms worship music can take, including traditional choir, bells, orchestra, children's, contemporary and more.    "
                },
                "27": {
                    "title": "Favorite Christmas Carols & Songs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "original air date": "18 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Members from Trinity's music ministry come on the show and share some of their favorite Christmas carols and songs.    "
                },
                "28": {
                    "title": "Living a Healthy Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 28,
                    "original air date": "8 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    The panel discusses what you can do to set smart goals and improve your physical, emotional and spiritual health.    "
                },
                "29": {
                    "title": "The Importance and Function of Women's Ministry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 29,
                    "original air date": "15 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Lori Hinman, women's ministry leader at Trinity, joins Mary Kay Coughlan to discuss what Trinity does for women and the importance of women's ministry overall.    "
                },
                "30": {
                    "title": "The Reality of Christian Persecution Overseas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 30,
                    "original air date": "29 Jan. 2019",
                    "year": "2019",
                    "plot": "\n    Trinity Talk Live welcomes special guest, Robert Battista, Christian missionary to Pakistan, to share what he has seen about the persecution of Christians overseas.    "
                },
                "31": {
                    "title": "What is Love?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 31,
                    "original air date": "5 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    Many people think of love as purely a feeling, but the panel discusses how it means so much more. Also, they talk about some of the consequences of thinking of love as just a feeling and define a biblical understanding of the word.    "
                },
                "32": {
                    "title": "Fostering Fellowship",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 32,
                    "original air date": "12 Feb. 2019",
                    "year": "2019",
                    "plot": "\n    A spiritually healthy body of Christ is one that not only learns together, but one that lives in fellowship with each other. How do we foster fellowship in today's churches? Members of Trinity's fellowship team discuss what fellowship is and explore how churches can help promote it in the congregation.    "
                }
            },
            "1": {
                "1": {
                    "title": "How Busy is Too Busy?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "6 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Ken Coughlan, Ryan McAllister and Ben Lander discuss \"How busy is too busy?\" Do you feel like you are rushing from activity to activity? Do you struggle to say \"no?\" Tune in for some practical, Biblical advice on how to manage the business that often seems to take over and can even get in the way of our relationship with God.    "
                },
                "2": {
                    "title": "How Can We Help with World Missions?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "13 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    There are over 2 billion people in the world who have never heard of Jesus Christ and who have never experienced His love. Ken Coughlan is joined by Lori Hinman, Brian Carver and Emma Carver as they discuss the importance of Christian world missions, the eternal impact involvement can have upon you, and the essential roles to be played not only by those sent into the field, but also by those sending and supporting them from home.    "
                },
                "3": {
                    "title": "How Can We Help Our Youth Guard Their Faith?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "20 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Ken Coughlan is joined by Ressee Turner, the current High School Youth Leader at Trinity, and Ben Lander, Lay Minister and former Youth Leader, as they discuss \"How Can We Help Our Youth Guard Their Faith?\" Are you worried about whether your son or daughter will hold true to their Christian convictions once they leave your house and go to college or otherwise out on their own? Do you wonder if there is anything more you can do to help prepare them for the spiritual challenges they will face in the world? The panel explores these questions and more.    "
                },
                "4": {
                    "title": "Why Are Christians Reluctant to Share Their Faith?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "27 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Ken is joined by Liz Carper and Greg Derwart as the panel discusses \"Why Are Christians Reluctant to Share Their Faith?\" We all know the Great Commission is part of our calling as Christian believers, but we often let other factors weigh so heavily on us that they drag us down and keep us from sharing like we should. Liz, Greg and Ken talk frankly about some of the fears that hold us back and even offer up a few solutions.    "
                },
                "5": {
                    "title": "How to be a Man After Christ's Example",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "11 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Ken Coughlan is joined by Mark Cogar and Bill Schafer as they discuss a Biblical understanding of masculinity and how our culture and media send messages that do not match up with God's desires for us.    "
                },
                "6": {
                    "title": "How do we Minister to People in Need?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "18 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Ken Coughlan is joined by Mary Lou Roberts and Tom Reed, both of whom have worked in visitation ministry for several years. The three of them discuss what types of issues people in need of visitation face, how to overcome any anxiety about what to say while visiting someone in need, and how to set up a procedure at your church to make sure people don't \"fall through the cracks\" and those who would benefit from visitation services receive them.    "
                },
                "7": {
                    "title": "Are We Seeing a Diluted Faith in Modern Christianity?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "25 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Ken Coughlan is joined by Ben Lander and Lori Hinman as they discuss a phenomenon growing more and more prevalent in the church today: Christians who do not hold a Biblical worldview, or who mix and match, picking elements from multiple worldviews like a philosophical buffet. The panel delves into the role that Biblical illiteracy plays into our willingness to allow non-Christian philosophies to influence us, and they make a few suggestions about how we can best guard our hearts against those elements of modern culture that may drive us away from Christ.    "
                },
                "8": {
                    "title": "Properly Prioritizing Work and Family",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "1 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Ken Coughlan is joined by Jessica and Ryan McAllister as Trinity Talk Live kicks off a four week series on family and back to school. They tackle a topic that every working parent faces, how to best prioritize work and family. It is so easy to get caught up in our jobs that we could end up sacrificing the time our family desperately wants and needs to spend with us. Nobody, including those on today's panel, has it \"all worked out,\" but Ryan and Jess do have some solid, Biblical advice that may help you with the struggles you are facing.    "
                },
                "9": {
                    "title": "What is it Like to be a Christian in College?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "8 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Nikki Brown and Dylan Brown are in studio to give a current perspective on what it is like to be a Christian in college today. The panel discusses the temptations that come up when children start to grow into adults and experience more freedom for the first time in their lives, some ideas on how students can guard their hearts, the unfortunate trend of many to leave their faith behind, and finally the challenges they may face within American academia.    "
                },
                "10": {
                    "title": "What is it Like to be a Christian in High School?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "15 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    High School is a time when many children begin their transition into adulthood, and with that comes some new realizations that they will have to learn how to face. Often it is around this time that they realize for the first time that the world is not always kind to Christians. They are teased, ridiculed and not taken seriously. How can high school students guard their own heart while at the same time shine the light of the gospel truth into a darkening world? Rachel Derwart and Sarah Coughlan, both about to start their sophomore years in high school, discuss these ...    "
                },
                "11": {
                    "title": "What Can We Do About Cyber Bullying?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "22 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Children today are missing school, battling depression, committing acts of self harm or even suicide as a result of cyber bullying. This is one of the most important issues of our day, and everyone needs to be aware of how to recognize it and how to deal with it. Youth leaders Pam Francis and Ressee Turner discuss what cyber bullying is, what effects it has on its victims, what leads someone to become a cyber bully, and what types of things students and adults can do about it.    "
                },
                "12": {
                    "title": "How Do We Know Where We Should be Serving?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "29 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    All Christians are part of the larger body of Christ, and we all have roles to play. But to what role is God calling us? Pastor Paul Austin, Senior Pastor of Trinity Evangelical Lutheran Church, and Terri Reardon, Trinity's Volunteer Coordinator, explore how we can know where we should be serving.    "
                },
                "13": {
                    "title": "What Does it Mean to be a Woman of God?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "12 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Lori Hinman fills in a host and welcomes guests Pam Neukam and Jan McMillen, Women's Ministry Leader at Trinity. The three of them discuss what it means to be a woman of God, taking guidance from Proverbs 31. They also discuss some of their female Christian role models and the unfair stereotypes of women, and Christian women in particular, that are often found in modern media.    "
                },
                "14": {
                    "title": "Honoring Christ in Entertainment",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "19 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Ken is joined by Allan Scott, front man of the \"Allan Scott Band,\" and Ryan McAllister of the band \"McAllister\" (and contemporary worship leader at Trinity Evangelical Lutheran Church). The three of them discuss how Christians can be discerning in the realm of secular entertainment to make sure that whatever we allow into our heart is \"noble, right, pure, lovely, and admirable\" (Philippians 4:8).    "
                },
                "15": {
                    "title": "Bringing Jesus into Your Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "26 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    We all know that Jesus is always with us, but what are some practical ways we can make sure His presence is always felt in our home? What can we do to cultivate our relationship with Him, and His relationship with the rest of our family, during the \"other six\" days of the week? Ken is joined by Megan Connors and Greg Derwart as they share some of what they do personally and with their families to make sure their commitment to Christ is a seven day a week proposition.    "
                },
                "16": {
                    "title": "The Benefit and Purpose of Small Groups",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "3 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    What's the big deal with small groups? What can they bring to your congregation that the weekly worship service does not? What are the marks of a good versus poorly organized/conceived small group? Ken is joined by Bill Schafer, who has been part of small group ministry for over two decades, and Lisa Henkel, Small Groups Coordinator for Trinity, and they discuss the benefit and purpose of small groups.    "
                },
                "17": {
                    "title": "Where Was God in Las Vegas?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "9 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    On October 1, 2017, at least 58 people were killed and almost 500 injured when a mass shooter opened fire on a country music concert on the Las Vegas Strip. In the wake of such a tragedy, many people are asking, \"Where was God?\" Pastor Paul Austin, along with Ken Coughlan, try to offer some answers to that question.    "
                },
                "18": {
                    "title": "Can Christians Have Fun?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "10 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Is God a cosmic killjoy or can Christians have fun? Ken is joined by four members of Trinity's young adult group, \"Revolution.\" Zach Kreiner, Jesse Hinman, Susie Smock and Dylan Brown talk about how they know what God meant for fun and what crosses the line.    "
                },
                "19": {
                    "title": "How to Grow in Your Prayer Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "17 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Christians all seem to know that God wants us to pray, but often our prayer life is not where it should be. Ken Coughlan, Ben Lander and Tom Reed discuss how to grow in your prayer life.    "
                },
                "20": {
                    "title": "Supporting Those who are Living with Cancer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "24 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    When you are diagnosed with cancer, some things will change in your life, but you do not need to let cancer control you. Ken is joined by Jan McMillen and Tom Reed, the two leaders of Trinity's Cancer Companions ministry, to talk about some of the struggles faced by people with cancer, the often forgotten struggles of their caregivers, and what friends, family and church groups can do to provide support.    "
                },
                "21": {
                    "title": "Confronting Drug and Alcohol Addiction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "31 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    As part of the Red Ribbon Week campaign to raise awareness about the detrimental results of drug and alcohol use, Trinity Talk Live presented this very special episode on \"Confronting Drug and Alcohol Addiction.\" The guest panel consists of addiction counselor Bonnie Wyant-Heisler and Cpl. Dan Petz of the Havre de Grace Police Department. There is something for everyone, from parents worried about their children giving in to pressure, to the adult who is confronting addiction him or herself and feeling like there is no way out.    "
                },
                "22": {
                    "title": "Christian Holiday Traditions for Your Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "7 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Trinity Talk Live takes a lighter turn this week and dispenses with the usual panel discussion format in order to help bring the true spirit of the holidays into your home. Have you ever felt like the hustle and bustle gets in the way of your spiritual focus? The entire Coughlan family (Ken, Mary Kay, Sarah and James) gets together to share with you some of the family traditions they use to help keep God in their holiday celebrations, including ideas for Thanksgiving, Christmas and Easter.    "
                },
                "23": {
                    "title": "How to Keep the Stress of the Holidays at Bay",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "14 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Is there so much on your \"to do\" list that the thought of the upcoming holidays fills you with more stress than peace? Phyllis Ostendorf is a professional party planner with Top Shelf Events and Jen Merkel is a professional organizer with New Leaf Organizing Services, and they are offering up their advice on how to keep your sanity during a season that tends to take it away.    "
                },
                "24": {
                    "title": "How Do We Maintain an Attitude of Gratitude?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "21 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    During the holidays people are focusing on the blessings in their lives. But maintaining an attitude of gratitude is not supposed to be something we do one day year. There are a lot of benefits to keeping this outlook regularly. But how do we do that? Even with everything bearing down on us, how do we keep our focus on the positive without being overwhelmed by the negative? Ressee Turner and Lori Hinman help answer that question and give you some solid advice on how to accomplish that goal for your life.    "
                },
                "25": {
                    "title": "Preparing Your Heart, Not Just the House and Turkey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "28 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Ideally, we would all be perfectly focused on the birth of Jesus at Christmas, but things often get in the way. Sometimes it can be the lengthy \"to do\" list. Other times it can be something more tragic, like facing Christmas for the first time after the loss of a loved one. Ken is joined by Jessica McAllister and Megan Connors as they try to provide some insight on what types of things can get in the way of having our hearts fully prepared to celebrate Jesus and how we can go about making sure we are prepared for the true meaning of the holiday.    "
                },
                "26": {
                    "title": "Balancing Charity with the Craziness",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "5 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Advent is supposed to be a season of preparation when we are preparing to celebrate the birth of Christ. Part of that should include acts of charity toward others. Unfortunately, many of us get so caught up in other things this time of year that our charity can sometimes fall by the wayside. Pam Neukam and Katie Lander join Ken to show how even the busiest among us can work in acts of charity this time of year.    "
                },
                "27": {
                    "title": "Movie Review: The Star",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "6 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    Ken and Mary Kay Coughlan review the animated Christmas movie \"The Star.\"    "
                },
                "28": {
                    "title": "Top Ten Christian Christmas Carols & Hymns (#10-#6)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "12 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    This is part 1 of a 2-part Christmas special. Polling the staff of Trinity Lutheran Church came up with a list of the Top 10 Christian Christmas Carols and Hymns. They start by telling a little something about the history of each hymn, then perform them. It starts with #10 through #6.    "
                },
                "29": {
                    "title": "Top Ten Christian Christmas Carols & Hymns (#5-#1)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "19 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    This is part 2 of a 2-part Christmas special. Polling the staff of Trinity Lutheran Church came up with a list of the Top 10 Christian Christmas Carols and Hymns. They start by telling a little something about the history of each hymn, then perform them. It ends with #5 through #1.    "
                },
                "30": {
                    "title": "Making Your Resolution a Birthday Gift for Jesus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "9 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    Trinity Talk Live returns in 2018 with some familiar faces and practical advice on making this year one for Christ. People love to make resolutions at the start of a new year, but by the end only 8% are kept. Ken Coughlan, Terri Reardon and Greg Derwart discuss not only generally what types of resolutions you could make that are Christ-centered, but also how to make sure you keep them.    "
                },
                "31": {
                    "title": "How to Talk About Abortion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "23 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The subject of abortion is often either a conversation stopper or an argument starter. Some people, when they hear it mentioned, quickly change the subject. Others escalate things to a high level of hostility where rational discussion becomes impossible. Ken is joined by John Andrews and Paula Hoppel, who both attended this year's March for Life, Trinity's lay minister and regular \"Trinity Talk Live\" contributor Ben Lander, and Christian apologist with the Life Training Institute Clinton Wilcox as they seek to help the pro-life Christian learn how to balance truth ...    "
                },
                "32": {
                    "title": "Crisis Pregnancy and Post-Abortion Ministry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "30 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    The panel takes a look at some often overlooked personal aspects of the issue of abortion: the needs of women faced with a crisis pregnancy and those who are suffering after having undergone an abortion. Ken is joined by Carol Maglove with Birthright, provider of crisis pregnancy centers, and Therese Hessler with Project Rachel, which provides post-abortion ministry.    "
                },
                "33": {
                    "title": "Facing Depression and Anxiety",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "6 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    According to the Anxiety and Depression Association of America, 18.1% of the population is affected by an anxiety disorder every year. Nearly one-half of the people diagnosed with depression are also diagnosed with anxiety. You may feel like there is a giant weight holding you down, preventing you from doing anything. If you or someone you know if suffering from anxiety or depression, Dr. Kendra O'Hora and Meredith Mertens, LCPC have some advice. They explore what these two conditions are, why they are so often linked together, how to recognize them and how to know ...    "
                },
                "34": {
                    "title": "The Pros and Cons of Social Media",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "13 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    When properly used, social media can be a blessing. But there are also many dangers and the use of social media is not for everyone. Ken is joined by Phil Noske and Mike Hinman as they discuss these benefits and risks, as well as how to view social media as a mission field.    "
                },
                "35": {
                    "title": "Are Science and Faith Compatible?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "20 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Some people think science and faith are in conflict with each other. Others think they cover different realms entirely and never overlap. Yet the apostle Paul says that we should be able to see God's invisible qualities in what He has made. Conflict, compartmentalization, conversation or convergence. Which is the proper model for the interaction of science and faith? Ken is joined by Trinity's own Kelly Derwart and visiting apologist Josh Alexander, as they make the case for convergence.    "
                },
                "36": {
                    "title": "Ask the Pastor: Out of the Mouths of Children",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "27 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Have you ever heard that kids say the darnedest things? Well, sometimes they ask the best questions too. Several children from Trinity's Sunday School program ask whatever is on their mind to Pastor Chuck Lashley. There are questions about Trinity Church itself, about our faith, the Bible and Jesus. There are questions that make you laugh, cry, and especially think.    "
                },
                "37": {
                    "title": "Answering God's Call",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "6 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    How do we know when God is calling us to follow a certain path in our lives? How can we know it is truly from God and not merely our own wishes and desires? Once we have discerned His call, how can we overcome our fears, our hesitancy to leave our comfort zone and follow where God is leading? All of those questions are explored by returning guests Ben Lander (Lay Minister), Ryan McAllister (Director of Music Ministry) and Lori Hinman (Bible Studies Leader).    "
                },
                "38": {
                    "title": "Ineloquent Prayer: Praying for an Audience of One",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "13 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    When you get together for a Bible study or small group, do you try to shrink into some unseen corner at the beginning and end hoping nobody will ask you to open or close with prayer? Do you think that when you pray out loud you sound so ineloquent, especially compared to your pastor, that you are afraid of what people will think of you? Far too many Christians put way too much pressure on themselves when it comes to prayer. Ken is joined by Mark Cogar and Bill Schafer as they discuss overcoming these fears and praying like you are talking to \"Daddy,\" your audience of ...    "
                },
                "39": {
                    "title": "Defining Christian Terms",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "20 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    Sometimes it feels like we Christians are speaking a language all our own. We have our own \"Christian Lingo\" that we may understand, but those outside the church do not. Ken Coughlan first encourages Christians to be wary of using this \"lingo\" when spreading the gospel to non-believers. He then defines some of these \"Christian Terms\" in more everyday language, both so that you can understand any words that remain a mystery to you, and also to help you think of ways you can explain these concepts without resorting to a term that may confuse your audience.    "
                },
                "40": {
                    "title": "What Does the Passion Mean to You?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "27 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    In celebration of Holy Week, Trinity Talk Live honors Christ's Passion and Resurrection. The guests are four actors from Trinity's annual Passion Play, Rusty Hess, Greg Critzer, Bill Schafer and Greg Derwart. Using the Passion Play as a framework, they walk through Holy Week, discussing the significance and impact of events such as the Triumphal Entry, Last Supper, Crucifixion, Resurrection and more.    "
                },
                "41": {
                    "title": "Ask the Apologist",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "10 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    High school is a bridge between youth and adulthood. At this age we get confronted by other viewpoints and often have to think through what we believe and why we believe it, maybe for the first time. For some Christians, this may be the first time they've really felt their faith challenged. Seven questions submitted from high school students are answered by Christian apologist Ken Coughlan, including: Is there any evidence outside the Bible that Jesus even existed; Out of the thousands of religions in the world; Why is Christianity the only right one, doesn't ...    "
                },
                "42": {
                    "title": "Standing Strong Under Peer Pressure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "17 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    Peer pressure is something we face at all ages. Christians live surrounded by a culture that does not always share our values. Yet like all humans, we are tempted to seek approval from those around us. Mike Hinman, Sarah Coughlan and Kurt Kreiner discuss what peer pressure is and how to stay true to your Christian convictions when your friends and acquaintances push you to do otherwise.    "
                },
                "43": {
                    "title": "How to Help Your Kids \"Own\" Their Faith",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "24 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    What can you do to help your children \"own\" their faith? A person does not become part of God's kingdom merely because his or her parents were believers. We all have to make a personal commitment to Jesus for ourselves. As parents, what can we do during those years while our children are under our care to encourage them to take that step and accept Jesus Christ as their own personal savior?    "
                },
                "44": {
                    "title": "Staying Connected with the Church in the Digital Age",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "1 May 2018",
                    "year": "2018",
                    "plot": "\n    There are many mission fields in the world where we can bring the gospel. Some are local. Some are on the other end of the Earth. But increasingly, bringing the gospel to the place where people \"are\" involves going online and entering the digital arena. Such a large part of people's social interaction occurs online that we as a church cannot overlook it as an environment in need of Christ's message. Ben Lander and Ken Coughlan, both of whom are involved in different aspects of Trinity's digital outreach, talk about some ways churches can get involved in this area as ...    "
                },
                "45": {
                    "title": "Mom's Faith, My Faith",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "8 May 2018",
                    "year": "2018",
                    "plot": "\n    In honor of Mother's Day, Trinity Talk Live talks to several people and asks how their mothers or grandmothers influenced their faith as they grew older. By looking back in hindsight, it is our hope to provide some ideas about what parents can do today to influence the Christians their children will become.    "
                },
                "46": {
                    "title": "Dealing with Grief",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "15 May 2018",
                    "year": "2018",
                    "plot": "\n    Profound grief can strike us in a number of ways. We most commonly think of grief as following the loss of a loved one, but there are other forms of grief as well. Dr. Kendra O'Hora, a licensed clinical marriage and family therapist, and Bill Rehrig, director of the Stephen Ministry at Trinity, discuss the various forms grief can take, how grief can manifest in our lives, and the importance of taking steps to deal with it so that it does not lead to even more negative consequences.    "
                },
                "47": {
                    "title": "What I Wish I Knew Before I Went to College",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trinity Talk Live (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "22 May 2018",
                    "year": "2018",
                    "plot": "\n    It is the time of year when high school seniors are getting ready for final exams and graduation. Some of them have plans to move on to college. But inevitably every college Freshman faces things during their first year that they didn't expect. Five Christian college students each give their best advice about things they wish they knew before they went to college (plus a bit about other options worth consideration besides a four year college).    "
                }
            }
        },
        "number of episodes": 79,
        "cast": [
            {
                "name": "Coughlan, Kenneth J."
            },
            {
                "name": "Lander, Ben"
            },
            {
                "name": "Derwart, Greg"
            },
            {
                "name": "McAllister, Ryan"
            },
            {
                "name": "Coughlan, Mary Kay"
            },
            {
                "name": "Hinman, Lori"
            },
            {
                "name": "Jackson, Jay"
            },
            {
                "name": "Cogar, Mark"
            },
            {
                "name": "McAllister, Jessica"
            },
            {
                "name": "Schafer, Bill"
            },
            {
                "name": "Coughlan, Sarah Rose"
            },
            {
                "name": "Derwart, Rachel"
            },
            {
                "name": "McMillen, Jan"
            },
            {
                "name": "Brown, Dylan"
            },
            {
                "name": "Carper, Liz"
            },
            {
                "name": "Derwart, Hannah"
            },
            {
                "name": "Reed, Tom"
            },
            {
                "name": "Noske, Phil"
            },
            {
                "name": "Lander, Katie"
            },
            {
                "name": "Connors, Megan"
            },
            {
                "name": "Turner, Ressee"
            },
            {
                "name": "Hinman, Mike"
            },
            {
                "name": "Lashley, Chuck"
            },
            {
                "name": "Ostendorf, Phyllis"
            },
            {
                "name": "Brown, Nikki"
            },
            {
                "name": "Hinman, Jesse"
            },
            {
                "name": "Kreiner, Zachary"
            },
            {
                "name": "Reardon, Terri"
            },
            {
                "name": "Roberts, Mary Lou"
            },
            {
                "name": "Scott, Allan"
            },
            {
                "name": "Smock, Susie"
            },
            {
                "name": "Austin, Paul"
            },
            {
                "name": "Neukam, Pam"
            },
            {
                "name": "Grant, Rick"
            },
            {
                "name": "Kreiner, Kurt"
            },
            {
                "name": "O'Hora, Kendra"
            },
            {
                "name": "Rehrig, Bill"
            },
            {
                "name": "Carver, Brian"
            },
            {
                "name": "Carver, Emma"
            },
            {
                "name": "Coughlan, James Peter"
            },
            {
                "name": "Francis, Pam"
            },
            {
                "name": "Henkel, Lisa"
            },
            {
                "name": "Merkel, Jennifer"
            },
            {
                "name": "Petz, Daniel"
            },
            {
                "name": "Wyant-Heisler, Bonnie"
            },
            {
                "name": "Alexander, Joshua"
            },
            {
                "name": "Andrews, John"
            },
            {
                "name": "Brown, Jean"
            },
            {
                "name": "Burgess, Robert"
            },
            {
                "name": "Charbonneau, Debbie"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "sound mix": [
            "Mono"
        ],
        "number of seasons": 2,
        "rating": 9.8,
        "votes": 6,
        "cover url": "https://m.media-amazon.com/images/M/MV5BM2IwNWVmMjctOGUxOC00YWVlLWJkMjEtYmE1OGNjNDFhMzU5XkEyXkFqcGdeQXVyNzk0NTM0NQ@@._V1_SY150_CR0,0,101,150_.jpg",
        "budget": "$10,000 (estimated)",
        "plot outline": "\"Trinity Talk Live\" is \"Water Cooler Conversation from a Christian Perspective.\" Each week our panel of commentators speaks to different topics of importance to the Christian community, ranging from serious social issues to advice for everyday living. New episodes are available every Tuesday at 12 noon on the \"Trinity Joppa\" YouTube channel.",
        "languages": [
            "English"
        ],
        "title": "Trinity Talk Live",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Trinity Talk Live (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Coughlan, Kenneth J."
            },
            {
                "name": "Coughlan, Mary Kay"
            }
        ],
        "production companies": [
            {
                "name": "Trinity Evangelical Lutheran Church"
            }
        ],
        "distributors": [
            {
                "name": "Trinity Evangelical Lutheran Church"
            }
        ],
        "plot": [
            "\"_Trinity Talk Live_ (qv)\" is \"Water Cooler Conversation from a Christian Perspective.\" Each week our panel of commentators speaks to different topics of importance to the Christian community, ranging from serious social issues to advice for everyday living. New episodes are available every Tuesday at 12 noon on the \"Trinity Joppa\" YouTube channel."
        ],
        "tech": {
            "sound mix": [
                "Mono"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6,
                "rating": 9.8
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 45 plus": {
                "votes": 3,
                "rating": 9.7
            },
            "males": {
                "votes": 3,
                "rating": 10.0
            },
            "males aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "females": {
                "votes": 2,
                "rating": 9.5
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 9.5
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 4,
                "rating": 9.8
            },
            "non us users": {
                "votes": 1,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 5,
            "9": 1,
            "8": 0,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 9.8,
        "median": 1
    }
}