{
    "imdb": {
        "raw release dates": [
            {
                "country": "India\n",
                "date": "9 December 2017"
            }
        ],
        "release dates": [
            "India::9 December 2017"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Balani, Sonia"
            },
            {
                "name": "Bhardwaj, Lavanya"
            },
            {
                "name": "Goplani, Manish"
            }
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "40"
        ],
        "countries": [
            "India"
        ],
        "country codes": [
            "in"
        ],
        "language codes": [
            "hi"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD",
        "plot outline": "Detective Didi is a crime thriller drama starring Manish Gopalalni and Sonia Balani in the lead. The story revolves around a street-smart ace private detective Bunty Sharma and special agent Bhim Singh Bhullar. Together they take on serial killers, crime lords, gangsters and all, both employing desperate measures in desperate situations. What follows is a chase akin to Tom and Jerry to solving the case first, and the bond between Bunty and Bhim who can't stand each other only to realize they cannot survive without each other.",
        "languages": [
            "Hindi"
        ],
        "title": "Detective Didi",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-2018",
        "akas": [
            "Detective Didi (India)"
        ],
        "writer": [
            {
                "name": "Asthana, Malavika"
            },
            {
                "name": "Dutta, Ila Bedi"
            },
            {
                "name": "Kumar, Sanjay"
            }
        ],
        "production companies": [
            {
                "name": "Trilogy Krikos Production"
            }
        ],
        "plot": [
            "_Detective Didi_ (qv) is a crime thriller drama starring Manish Gopalalni and Sonia Balani in the lead. The story revolves around a street-smart ace private detective Bunty Sharma and special agent Bhim Singh Bhullar. Together they take on serial killers, crime lords, gangsters and all, both employing desperate measures in desperate situations. What follows is a chase akin to Tom and Jerry to solving the case first, and the bond between Bunty and Bhim who can't stand each other only to realize they cannot survive without each other.::Digital Sukoon"
        ],
        "tech": {
            "runtime": [
                "40 min"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}