{
    "imdb": {
        "raw release dates": [
            {
                "country": "Israel\n",
                "date": "May 2017",
                "notes": "                            (Near Nazareth Festival)"
            },
            {
                "country": "Ukraine\n",
                "date": "May 2017",
                "notes": "                            (Kiev International Film Festival KIFF)"
            },
            {
                "country": "Russia\n",
                "date": "20 February 2018"
            },
            {
                "country": "USA\n",
                "date": "21 April 2018",
                "notes": "                            (Blackbird Film Festival)"
            }
        ],
        "release dates": [
            "Israel::May 2017                            (Near Nazareth Festival)",
            "Ukraine::May 2017                            (Kiev International Film Festival KIFF)",
            "Russia::20 February 2018",
            "USA::21 April 2018                            (Blackbird Film Festival)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Kosirev, Eugeny"
            }
        ],
        "genres": [
            "Comedy",
            "Sci-Fi"
        ],
        "runtimes": [
            "5"
        ],
        "countries": [
            "Russia",
            "Israel"
        ],
        "country codes": [
            "ru",
            "il"
        ],
        "language codes": [
            "ru"
        ],
        "color info": [
            "Color"
        ],
        "budget": "$2,000 (estimated)",
        "plot outline": "Comedy Web-Series about weight-losing. More than 1.9 billion adults are overweight worldwide. The main character Dima Bublikov, is one of them, and he weighs 150 kg. Dima gave up on himself and isn't ready to change. Once he receives a gift -\"smart\" talking scales. The scales are even too smart - the impudent device is mocking Bublikov in different ways. Dima can do nothing but start to lose weight in hope that the scales will finally shut up. In fact, deep down he understands that it is time to change his life. Each episode is devoted to one of the ways to lose weight - gym, running, different sorts of diets, miracle pills, sex, psychologist, Anonymous Fat People meetings, secret knowledge, the great guru - all means are good to achieve a goal, but - Dima has one big obstacle - he isn't ready to wait, he wants an immediate result. That's the reason why he bungles each time he tries to lose weight using one of the methods, and it doesn't work for him. After all, the biggest obstacle in Bublikov's way is - Bublikov. Will he finally lose weight? In short, if you want to lose weight, you should watch how Bublikov does it. After all, laughter also burns calories.",
        "languages": [
            "Russian"
        ],
        "title": "150 kg",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "150 kg (Russia)"
        ],
        "writer": [
            {
                "name": "Rozengurt, Roman"
            }
        ],
        "production companies": [
            {
                "name": "CaffeIN Production"
            }
        ],
        "plot": [
            "Comedy Web-Series about weight-losing. More than 1.9 billion adults are overweight worldwide. The main character Dima Bublikov, is one of them, and he weighs _150 kg_ (qv). Dima gave up on himself and isn't ready to change. Once he receives a gift -\"smart\" talking scales. The scales are even too smart - the impudent device is mocking Bublikov in different ways. Dima can do nothing but start to lose weight in hope that the scales will finally shut up. In fact, deep down he understands that it is time to change his life. Each episode is devoted to one of the ways to lose weight - gym, running, different sorts of diets, miracle pills, sex, psychologist, Anonymous Fat People meetings, secret knowledge, the great guru - all means are good to achieve a goal, but - Dima has one big obstacle - he isn't ready to wait, he wants an immediate result. That's the reason why he bungles each time he tries to lose weight using one of the methods, and it doesn't work for him. After all, the biggest obstacle in Bublikov's way is - Bublikov. Will he finally lose weight? In short, if you want to lose weight, you should watch how Bublikov does it. After all, laughter also burns calories."
        ],
        "tech": {
            "runtime": [
                "5 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}