{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "1 May 2017"
            }
        ],
        "release dates": [
            "UK::1 May 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "West Bengal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tuning 2 You: Lost Musicians of India (TV Mini-Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 May 2017",
                    "year": "2017",
                    "plot": "\n    Soumik arrives in the city of joy Kolkata in search of his musical roots and puts together his team. They head into the villages in search of travelling minstrels known as Bauls.    "
                },
                "2": {
                    "title": "Rajasthan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tuning 2 You: Lost Musicians of India (TV Mini-Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2 May 2017",
                    "year": "2017",
                    "plot": "\n    In Ajmer, Soumik meets a Qawwali group who invite him to play inside the spectacular Ajmer Sharif Darga. He crashes a wedding, jams with tribal drummers, escapes from the police and discovers a group of women singers who have never left their village but who would like to travel and sing in the cities.    "
                },
                "3": {
                    "title": "Nagaland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tuning 2 You: Lost Musicians of India (TV Mini-Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "3 May 2017",
                    "year": "2017",
                    "plot": "\n    High in the eastern mountains in a remote corner of India, Soumik encounters the Naga tribes. They teach him about their mysterious customs, chicken dances and head-hunting traditions, part of a unique identity at the brink of extinction. The Nagas wish to preserve their regional identity and they also want to be part of the national map of India.    "
                },
                "4": {
                    "title": "Goa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tuning 2 You: Lost Musicians of India (TV Mini-Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "4 May 2017",
                    "year": "2017",
                    "plot": "\n    On Christmas eve, Soumik arrives in the ex-Portuguese colony of Goa. A global party hub and Orthodox coastal state in one, Goa is a state in flux. An ambitious, young Fado singer, and a wise, old violinist, bring to life the struggle that many Goans feel between a colonial past and modern future, a laid back lifestyle challenged by tourist and consumer culture.    "
                },
                "5": {
                    "title": "Karnataka",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tuning 2 You: Lost Musicians of India (TV Mini-Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "5 May 2017",
                    "year": "2017",
                    "plot": "\n    In the tropical climes of verdant Karnataka, Soumik meets powerful dancers. They explain how India's archaic caste system has hurt their lives as performers. Yet here, atop mountains and forests, music and dance are one in the same - an enduring and ancient way of life.    "
                },
                "6": {
                    "title": "Varanasi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tuning 2 You: Lost Musicians of India (TV Mini-Series 2017)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "6 May 2017",
                    "year": "2017",
                    "plot": "\n    In the world's oldest city of Varanasi, Soumik explores a neighbourhood that has produced five generations of Indian classical masters. He meets widowed women singers who have committed their lives to the Hindu God, Shiva, and a young drummer with the talent to make it big. Dedication to fading classical arts is formidable in this timeless city of religion, tradition and rising commercial interests.    "
                }
            }
        },
        "number of episodes": 6,
        "cast": [
            {
                "name": "Datta, Soumik"
            }
        ],
        "locations": [
            "India"
        ],
        "genres": [
            "Documentary",
            "Adventure",
            "Music"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom",
            "India"
        ],
        "country codes": [
            "gb",
            "in"
        ],
        "language codes": [
            "en",
            "hi"
        ],
        "color info": [
            "Color"
        ],
        "original air date": "01 May 2017 (UK)",
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZWQ4ODJjMzUtYTVlMS00ODgwLTk4OWQtYjAzZTViNjBhOGU5XkEyXkFqcGdeQXVyMjQ2NzEyNTU@._V1_SX101_CR0,0,101,150_.jpg",
        "budget": "GBP50,000 (estimated)",
        "plot outline": "A young artist returns to his roots in India in search of fading music and musicians. Deep within forests and villages, he meets extraordinary tribes and gypsy singers living in poverty and hidden from the mainstream. His journey unfolds in six parts, painting a vivid portrait of an unseen India. An enchanting voyage that questions the imbalance of our entertainment industries by debut directors, the Datta brothers.",
        "languages": [
            "English",
            "Hindi"
        ],
        "title": "Tuning 2 You: Lost Musicians of India",
        "year": 2017,
        "kind": "tv mini series",
        "series years": "2017-2017",
        "akas": [
            "Tuning 2 You: Lost Musicians of India (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Datta, Soumik"
            },
            {
                "name": "Datta, Souvid"
            }
        ],
        "director": [
            {
                "name": "Datta, Soumik"
            },
            {
                "name": "Datta, Souvid"
            }
        ],
        "production companies": [
            {
                "name": "SD Films"
            },
            {
                "name": "Soumik Datta Arts"
            }
        ],
        "distributors": [
            {
                "name": "BBC Earth"
            },
            {
                "name": "Channel 4 Television Corporation"
            },
            {
                "name": "Discovery Network Asia"
            }
        ],
        "plot": [
            "Two Londoners, virtuoso sarod player Soumik Datta and his brother Souvid, an award-winning photojournalist, visit six Indian states to investigate and celebrate the country's rich folk music heritage.",
            "A young artist returns to his roots in India in search of fading music and musicians. Deep within forests and villages, he meets extraordinary tribes and gypsy singers living in poverty and hidden from the mainstream. His journey unfolds in six parts, painting a vivid portrait of an unseen India. An enchanting voyage that questions the imbalance of our entertainment industries by debut directors, the Datta brothers."
        ],
        "synopsis": [
            "SERIES SYNOPSIS\nA young artist returns to his roots in India in search of fading music and musicians. Deep\nwithin forests and villages, he meets extraordinary tribes and gypsy singers living in\npoverty and hidden from the mainstream. His journey unfolds in six parts, painting a vivid\nportrait of an unseen India. An enchanting voyage that questions the imbalance of our\nentertainment industries by debut directors, the Datta brothers.\nSYNOPSES BY EPISODE\nEpisode 1 - WEST BENGAL\nSoumik arrives in the city of joy Kolkata in search of his musical roots and puts together\nhis team. They head into the villages in search of travelling minstrels known as Bauls.\nTheir journey leads them deeper into impoverished rural hinterlands where an old man\nsings under his broken down house. These musicians are driven by deep faith and\nextraordinary spiritual resilience. Their daughters sing and children learn deep lessons in\nsimple words.\nEpisode 2 - RAJASTHAN\nIn Ajmer, Soumik meets a Qawwali group who invite him to play inside the spectacular\nAjmer Sharif Darga. He crashes a wedding, jams with tribal drummers, escapes from the\npolice and discovers a group of women singers who have never left their village but who\nwould like to travel and sing in the cities.\nEpisode 3 - NAGALAND\nHigh in the eastern mountains in a remote corner of India, Soumik encounters the Naga\ntribes. They teach him about their mysterious customs, chicken dances and head-hunting\ntraditions, part of a unique identity at the brink of extinction. The Nagas wish to preserve\ntheir regional identity and they also want to be part of the national map of India.\nEpisode 4 - GOA\nOn Christmas eve, Soumik arrives in the ex-Portuguese colony of Goa. A global party hub\nand Orthodox coastal state in one, Goa is a state in flux. An ambitious, young Fado singer,\nand a wise, old violinist, bring to life the struggle that many Goans feel between a colonial\npast and modern future, a laid back lifestyle challenged by tourist and consumer culture.\nEpisode 5 - KARNATAKA\nIn the tropical climes of verdant Karnataka, Soumik meets powerful dancers. They explain\nhow India's archaic caste system has hurt their lives as performers. Yet here, atop\nmountains and forests, music and dance are one in the same - an enduring and ancient\nway of life.\nEpisode 6 - VARANASI\nIn the world's oldest city of Varanasi, Soumik explores a neighbourhood that has produced\nfive generations of Indian classical masters. He meets widowed women singers who have\ncommitted their lives to the Hindu God, Shiva, and a young drummer with the talent to\nmake it big. Dedication to fading classical arts is formidable in this timeless city of religion,\ntradition and rising commercial interests."
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}