{
    "imdb": {
        "raw release dates": [
            {
                "country": "South Africa\n",
                "date": "31 October 2017"
            }
        ],
        "release dates": [
            "South Africa::31 October 2017"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Chana, Khuli"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "South Africa"
        ],
        "country codes": [
            "za"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "plot outline": "The Rise of Us highlights and showcases some of South Africa's youngest and brightest Social Entrepreneurs. People who have taken it upon themselves to seek change, create and develop a better South Africa by empowering themselves and communities around them. It helps us understand what makes these people tick, where do they come from? how has their life and surroundings helped mold them into the social change makers that we see before us? Khuli Chana will be our eyes and ears. He himself is on a journey of discovery, traveling to new places, drawing inspiration from the people he meets. His experience will provide the heartbeat of this documentary and in doing so, help guide the audience on this remarkable journey.",
        "languages": [
            "English"
        ],
        "title": "The Rise of Us",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "The Rise of Us (South Africa)"
        ],
        "production companies": [
            {
                "name": "Gambit Films"
            }
        ],
        "distributors": [
            {
                "name": "Redbook TV"
            }
        ],
        "plot": [
            "_The Rise of Us_ (qv) highlights and showcases some of South Africa's youngest and brightest Social Entrepreneurs. People who have taken it upon themselves to seek change, create and develop a better South Africa by empowering themselves and communities around them. It helps us understand what makes these people tick, where do they come from? how has their life and surroundings helped mold them into the social change makers that we see before us? Khuli Chana will be our eyes and ears. He himself is on a journey of discovery, traveling to new places, drawing inspiration from the people he meets. His experience will provide the heartbeat of this documentary and in doing so, help guide the audience on this remarkable journey.::Simon Beesley",
            "_The Rise of Us_ (qv) highlights and showcases some of South Africa's youngest and brightest Social Entrepreneurs. People who have taken it upon themselves to seek change, create and develop a better South Africa by empowering themselves and communities around them.::Simon Beesley"
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ]
        }
    }
}