{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "14 July 2017",
                "notes": "                            (You Tube release)"
            }
        ],
        "release dates": [
            "Australia::14 July 2017                            (You Tube release)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Miers, Anna"
            },
            {
                "name": "Serpell, Michael"
            },
            {
                "name": "Vo, Jenny Pham"
            }
        ],
        "locations": [
            "RMIT Television Studios, 10, 376-392 Swanston St, Melbourne Victoria, Australia::(studio) (The Snake Pit Studios)"
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "budget": "AUD2,000 (estimated)",
        "plot outline": "Believe it or not - weird, odd, bizarre, funny news or alternative news is a sub category of the news and one which sadly often doesn't gain the attention nor the hype it deserves. Yes there are the puppy's wearing tutus and meteorologists getting hit by flying fishes on the last few minutes of a busy mainstream news bulletin but never the big stories we really care about. Such stories as the changes to the Toblerone triangle, the chicken in police custody for crossing the road, how Harry Potter and the Teletubbies universes are connected and how plans for a spa-coaster in Japan are being drawn up. On the Snake Pit we are concerned with stories about real people, real stupidity, real events which aren't always reported but can easily and tremendously fill up an alternative news bulletin. The Snake Pit aims to bring to light this madness, create the best and most appropriate parodies and create some in depth debates about issues which you can't help but laugh at, even if it brings you karma in the form of a Snake Pit.",
        "languages": [
            "English"
        ],
        "title": "The Snake Pit",
        "year": 2017,
        "kind": "tv mini series",
        "series years": "2017-",
        "akas": [
            "The Snake Pit (Australia)"
        ],
        "writer": [
            {
                "name": "Barnett, Andrew"
            },
            {
                "name": "Newbegin, Zachary"
            },
            {
                "name": "Purdy, Ross"
            }
        ],
        "director": [
            {
                "name": "Morrison, Beth"
            }
        ],
        "production companies": [
            {
                "name": "RMITV"
            }
        ],
        "distributors": [
            {
                "name": "RMITV"
            }
        ],
        "plot": [
            "An alternative news comedy satire and sketch show.::Michael Serpell",
            "Believe it or not - weird, odd, bizarre, funny news or alternative news is a sub category of the news and one which sadly often doesn't gain the attention nor the hype it deserves. Yes there are the puppy's wearing tutus and meteorologists getting hit by flying fishes on the last few minutes of a busy mainstream news bulletin but never the big stories we really care about. Such stories as the changes to the Toblerone triangle, the chicken in police custody for crossing the road, how Harry Potter and the Teletubbies universes are connected and how plans for a spa-coaster in Japan are being drawn up. On the Snake Pit we are concerned with stories about real people, real stupidity, real events which aren't always reported but can easily and tremendously fill up an alternative news bulletin. _The Snake Pit_ (qv) aims to bring to light this madness, create the best and most appropriate parodies and create some in depth debates about issues which you can't help but laugh at, even if it brings you karma in the form of a Snake Pit.::Michael Serpell"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}