{
    "imdb": {
        "raw release dates": [
            {
                "country": "Cambodia\n",
                "date": "17 September 2017"
            }
        ],
        "release dates": [
            "Cambodia::17 September 2017"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Dy, Yaka"
            },
            {
                "name": "Santra, Rin"
            },
            {
                "name": "Sary, Douch"
            },
            {
                "name": "Sopheak, Yorn"
            },
            {
                "name": "Sopol, Som"
            },
            {
                "name": "Sullivan"
            },
            {
                "name": "Sunny, Put"
            },
            {
                "name": "Theara, Pum Chenda"
            }
        ],
        "locations": [
            "Phnom Penh, Cambodia"
        ],
        "genres": [
            "Comedy",
            "Drama",
            "Family"
        ],
        "runtimes": [
            "24"
        ],
        "countries": [
            "Cambodia"
        ],
        "country codes": [
            "kh"
        ],
        "language codes": [
            "km"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "My Funny Family tells the story of a Cambodian classic middle-class family, living under one roof in Phnom Penh, and studies the relationship between members of different generations within a family in today's society. Family is an important value in Cambodia, and the goal of the series is to illustrate everyday's quirky situations, in which the audience may identify with the characters, through emotional or comic scenarios. The family gathers 4 duos, representing the grand parents, the daughter and her boyfriend, the son and his wife, and the grand childrens.",
        "languages": [
            "Khmer"
        ],
        "title": "My Funny Family",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "My Funny Family (Cambodia)"
        ],
        "writer": [
            {
                "name": "Chhor, Jean"
            },
            {
                "name": "Te, Loy"
            }
        ],
        "production companies": [
            {
                "name": "Dream Studio"
            }
        ],
        "distributors": [
            {
                "name": "Cambodian Television Network (CTN)"
            },
            {
                "name": "Kongchak Pictures"
            }
        ],
        "plot": [
            "Meet the Chea Family, a Cambodian typical family filled with love, laughter and cross-generational dilemmas in their daily lives.",
            "_My Funny Family_ (qv) tells the story of a Cambodian classic middle-class family, living under one roof in Phnom Penh, and studies the relationship between members of different generations within a family in today's society. Family is an important value in Cambodia, and the goal of the series is to illustrate everyday's quirky situations, in which the audience may identify with the characters, through emotional or comic scenarios. The family gathers 4 duos, representing the grand parents, the daughter and her boyfriend, the son and his wife, and the grand childrens."
        ],
        "tech": {
            "runtime": [
                "24 min"
            ],
            "color": [
                "Color"
            ]
        }
    }
}