{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "11 March 2017"
            },
            {
                "country": "USA\n",
                "date": "22 June 2018"
            }
        ],
        "release dates": [
            "USA::11 March 2017",
            "USA::22 June 2018"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Aloha Life: Brand New vs. Incredible Views",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Aloha Dream Home (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "11 Mar. 2017",
                    "year": "2017",
                    "plot": "\n    Eager buyers explore three Hawaiian properties in search of their dream home with expert real estate agent Wayne Chi.    "
                },
                "2": {
                    "title": "Rooms vs. Views",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Aloha Dream Home (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "22 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    Adventure duo Phil and Jenny are relocating from Zurich, Switzerland to tropical Oahu to fulfill their fantasy of living on the beach. They're looking for a 1-2 bedroom condo with a view in the Honolulu area, somewhere close enough to the University of Hawaii where Jenny will be attending school, but not too far from great surfing for Phil. Wayne shows them an updated condo with a great view in Hawaii Kai, an older condo with a secluded lanai near the university, and a spacious fixer upper in the neighboring suburb of Salt Lake. With a budget cap of $500,000, will ...    "
                },
                "3": {
                    "title": "An Entertainer's Oasis with a View",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Aloha Dream Home (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "29 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    After learning his medical residency would be in beautiful Hawaii, JT knew exactly where he wanted to live: on the Windward Coast in lush Kaneohe. He's asking Wayne Chi to help him find a 3B/2B entertainer's oasis with a big yard for his dog, Gunther. Armed with a budget of just under $1 million, Wayne shows JT a 60's gem with curved walls and a luscious backyard; a 50's renovation with a big kitchen and an exquisite oversized lanai; and a brand new home with sweeping open rooms and a small backyard tucked up next to the scenic Ko'olau Mountains. Will JT choose a ...    "
                },
                "4": {
                    "title": "Rooted in Oahu",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Aloha Dream Home (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "13 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Two U.S. Army vets and world travelers are looking to put down roots and raise their young daughter on Oahu. Broker Wayne Chi is ready to help them find the perfect spot to call home. They tour a quiet country A-frame home with a private access path straight to the beach, a newly built modern condo in a popular eastside beach town and a single family home with a giant yard and spectacular mountain views. With either option, their search for a spot to settle down looks certain to bring them closer to adventure.    "
                },
                "5": {
                    "title": "A Place to Entertain in Honolulu",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Aloha Dream Home (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "20 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Matt and Kevin had only dreamed of retiring in Hawaii until Matt got a job opportunity he just couldn't pass up. They've asked Wayne Chi to help them find a single family home in Honolulu, where they can entertain inside and out to their heart's delight. Wayne shows them an updated 3B/2B home in Manoa Valley with a flowing living-kitchen-dining space and a 5-star master bath, a 4B/2B in Maunawili with an enormous living area and a spacious ohana unit, and a luxury 4B/3B duplex in Kailua complete with chef's kitchen that flows to the outdoors. Will Matt and Kevin ...    "
                },
                "6": {
                    "title": "A Local's Homecoming",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Aloha Dream Home (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "27 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    After serving his country both abroad and in Washington DC, island local Bryan Choe is ready to return home to Oahu. Wayne is helping this first time home buyer find a place with great views and plenty of entertaining space, all within a budget of 650K. They see a condo in Makiki that has a wrap-around lanai with stunning views, a townhome in Ewa Beach with beautifully vaulted ceilings, and a single family in Makaha Valley with a spacious backyard. Will Bryan stay with what he knows in the city, or venture a little further out for more space?    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Aloha Dream Home (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "3 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    After serving his country abroad and in Washington, DC, a local wants to return to Oahu. He hopes to find a home with great views and room to entertain, leaving him to choose between the city he knows or an area with more space.    "
                },
                "8": {
                    "title": "A New Home for a Family in Waikiki",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Aloha Dream Home (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "6 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Laila has lived apart from her parents for almost two decades, and now that she and husband Doug have made Hawaii their forever home, she's ready to bring the family to Oahu to immerse them in island life. Wayne pulls out all the stops to find them a condo with a big kitchen, nice living space, and killer views-all for about $500k. Will they choose the high rise with city views and an enclosed lanai, an ocean view condo with plenty of counter space in the kitchen, or a fully renovated cottage-feel unit with in-your-face Diamond Head views?    "
                },
                "9": {
                    "title": "Views, Views, and More Views",
                    "kind": "episode",
                    "episode of": {
                        "title": "My Aloha Dream Home (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "13 Jul. 2018",
                    "year": "2018",
                    "plot": "\n    Ele is moving back to Hawaii with husband Mahdi and their young son--and have enlisted home search help from college friend Wayne Chi. Their wish list includes the easy stuff like modern style and high ceilings, but add in great views and they've got a tough decision on their hands. Wayne takes the search to a high rise condo with sweeping views of Honolulu on a wraparound lanai; a golf course home with soaring ceilings, a big yard, and tons of interior square footage; and a smaller home tucked in beautiful Palolo Valley that boasts an impressive upscale bathroom and ...    "
                }
            }
        },
        "number of episodes": 9,
        "cast": [
            {
                "name": "Chi, Wayne"
            }
        ],
        "genres": [
            "Adventure",
            "Reality-TV"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Black and White"
        ],
        "number of seasons": 1,
        "rating": 6.5,
        "votes": 6,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzk3MmJhNzUtYjhiMy00ODZlLTgxNmQtZDY0ZGYwMzk0OGVmXkEyXkFqcGdeQXVyNjE0OTMwNTE@._V1_SY150_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "My Aloha Dream Home",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "My Aloha Dream Home (United States)"
        ],
        "seasons": [
            "1"
        ],
        "distributors": [
            {
                "name": "HGTV"
            }
        ],
        "plot": [
            "Real estate broker and attorney Wayne Chi helps clients find a tropical getaway to call home. Wayne will showcase three different properties to potential buyers so they can choose their dream home on the gorgeous islands of Maui or Oahu."
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "color": [
                "Black and White"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6,
                "rating": 6.5
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 7.0
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 4.5
            },
            "males": {
                "votes": 2,
                "rating": 6.5
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 6.5
            },
            "females": {
                "votes": 2,
                "rating": 4.5
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 4.5
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 10.0
            },
            "us users": {
                "votes": 3,
                "rating": 4.0
            },
            "non us users": {
                "votes": 2,
                "rating": 9.0
            }
        },
        "number of votes": {
            "10": 1,
            "9": 1,
            "8": 1,
            "7": 1,
            "6": 0,
            "5": 0,
            "4": 0,
            "3": 1,
            "2": 1,
            "1": 0
        },
        "arithmetic mean": 6.5,
        "median": 7
    }
}