{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "21 September 2017",
                "notes": "                            (internet)"
            },
            {
                "country": "UK\n",
                "date": "22 September 2017"
            }
        ],
        "release dates": [
            "UK::21 September 2017                            (internet)",
            "UK::22 September 2017"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "St. Mary the Virgin Church",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spectre Analysis (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "3 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    In Episode 1 of Series 3, the boys take on 3 different phenomena. The first is a blood moon, the second a lunar eclipse and the third....well its ghosts (obviously). They will travel to St. Mary the Virgin Church in order to investigate the strange accounts of a demonic presence lurking in the grounds. Will you be brave enough to watch till the end? We bet you are but wanted to make this sound more creepy.    "
                },
                "2": {
                    "title": "The Forgotten Graveyard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spectre Analysis (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "19 Aug. 2018",
                    "year": "2018",
                    "plot": "\n    In this jaw dropping episode, Alex and an unknown guest travel to a forgotten graveyard and capture some of the most compelling and scary evidence to date. The graveyard in question closed in 1992 and hasn't been touched since. It is home to the people who used to call the local lunatic asylum home until it was knocked down and turned into flats - which the guys weren't aware of until after this was recorded.    "
                },
                "3": {
                    "title": "The WW2 Nazi Bunker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spectre Analysis (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "1 Sep. 2018",
                    "year": "2018",
                    "plot": "\n    You've heard of Nazi Zombies but have you heard of Nazi Ghosts? Of course not because it sounds ridiculous.....or does it!? Let's find out. In Spectre Analysis' first international investigation, Rob and a guest investigator will investigate a German WW2 V1 Launch Site and Secret Weapons Facility in Normandy, known as Val Ygot. Located in the Eawy Forest just outside of Ardouval in France, this site is where the Germans would launch the infamous V1 rocket at London. The Eawy Forest also bore witness to the 100 Years War. It's creepy, it's un-nerving but it still has ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Deerhurst Cemetery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spectre Analysis (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "22 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Alex and Rob have visited Deerhurst many times over the years and each time, the activity has increased from footsteps to demonic growling. In Episode 1, the crew revisit this historic location to document the dark nature that this cemetery provides. You can expect disembodied voices, tapping on command and a very scary outside light that causes Rob and Martin to flee in terror!.    "
                },
                "2": {
                    "title": "St. Bartholomew's Church",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spectre Analysis (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    St. Bartholomew's Church was a surprise for the second episode as it had no previous connections to paranormal activity but looked quite creepy.    "
                },
                "3": {
                    "title": "Charfield Cemetery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spectre Analysis (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "20 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    Charfield Cemetery was in the top 20 most haunted locations in the United Kingdom, was this going to stop our team?, yeah I didn't think so either. The team venture to Charfield and pay their respects to the 1928 railway crash victims, which claims the lives of 16 people including 2 children and injuring 41. Walkie talkies were activating of their own accord, footsteps running through the graveyard and something dark possessed Alex for one of the darkest episodes so far.    "
                },
                "4": {
                    "title": "Forest of Dean - The Common",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spectre Analysis (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "3 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    In the first part of the Forest of Dean 3 part special, the team head to The Common, located in the Forest of Dean. A location that Rob has visited many times and felt an eerie presence following him, even during the day. The team capture the beautiful woodland region as well as capturing the disembodied voice of a woman screaming and a male voice telling them something, which has to be watched to be believed.    "
                },
                "5": {
                    "title": "Forest of Dean - The Devils Pulpit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spectre Analysis (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "17 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    On this demonic sounding episode, the team travel to The Devils Pulpit to take on the Devil himself for the second part of their 3 part Forest of Dean special. Alex and Rob walk 12 miles to the summit of the pulpit, overlooking Tinturn Abbey and stand on the fabled natural alter that the Devil once stood to convert monks from the abbey to his dark religion. Experience haunting screams, fun with motion activated lights and a dark figure watching Rob through the woods, causing him to have a borderline panic attack.    "
                },
                "6": {
                    "title": "Forest of Dean - King Arthur Caves",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spectre Analysis (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "1 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    In the grand finale of Series 1 and the third part of their 3 part Forest of Dean special, the team travel to the birth place of King Arthur himself (not really) to investigate the tunnel system of King Arthur Cave. Rob, Alex and Martin encounter giant sounding footsteps coming from the exterior woodland, demonic growling and they are visited by the spirit of the previous occupant of the cave, that Alex saw with his own eyes. Not one to be missed, we can assure you.    "
                }
            },
            "2": {
                "1": {
                    "title": "The Haunted Apartment",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spectre Analysis (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "15 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    For the Series 2 appetizer, the team investigate a haunted apartment, which is shrouded in mystery of who it belongs to (it becomes obvious in the first 10 minutes). Whilst the location is tiny in comparison to the previous locations, it has a big impact on the team and one individual is attacked by an unknown force, leaving facial swelling and redness.    "
                },
                "2": {
                    "title": "St. Paul's Church",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spectre Analysis (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "23 Mar. 2018",
                    "year": "2018",
                    "plot": "\n    In this encounter, the team face their biggest challenge yet and ultimately end up fearing for their lives. With the departure of Martin from the team, Alex and Rob head to St. Paul's Church in search of the lost souls that are reported to haunt there. The team come face to face with aggressive entity's who physically attack them and back the team into the corner of one of three cemetery's, whilst the gate locks itself. These spirits didn't want them there - they also didn't want them to leave. Witness the investigation that the boys couldn't finish.    "
                },
                "3": {
                    "title": "Blackfriars Priory",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spectre Analysis (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "6 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    This is an exciting one and a place the team has wanted to investigate for a very long time. The team head to Blackfriars Priory in an attempt to confront the legends and see if they are true. Apparently a monk with a head wound is seen running through the halls and looking out of the chapel windows at passers by. In this investigation, the team receive the fright of their lives and dodge a thrown object. Are you brave enough to witness this encounter?.    "
                },
                "4": {
                    "title": "The New Inn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spectre Analysis (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "20 Apr. 2018",
                    "year": "2018",
                    "plot": "\n    In episode 4, the team travel to The New Inn to investigate the regency room, the accompanying bar room, the tiki hut with the accompanying boiler room, located in the basement. Alex and Rob use the SpectreCam and the ancient art of scrying to contact the lost souls of this building with some scary results. Witness Rob being touched by a spirit in SpectreCam mode, a demonic warning and the bowels of the basement that cause our team to push through waves of anxiety.    "
                },
                "5": {
                    "title": "Longney Church",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spectre Analysis (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "8 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    After weeks of nothing, the team are back with episode 5 at The Church of St. Laurence in Longney, Hardwick. The team's second visit to this historical location after someone who will not be named (Alex) lost all of Rob's footage. In this exciting episode, the team encounter bone chilling screaming from an unknown source, growling from the cemetery grounds and see with their own eyes a floating, transparent horse roaming through the fields. Rob has an unfortunate encounter with a moth, Alex goes slightly insane and the team walk away with more then they realized.    "
                },
                "6": {
                    "title": "Minster Lovell Hall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Spectre Analysis (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "24 Jun. 2018",
                    "year": "2018",
                    "plot": "\n    In the series conclusion, the team head back to Minster Lovell Hall and come face to face with the darkness that nearly ended Spectre Analysis. They return to take on the dark presence that caused them to flee in fear the first time with only one aim...come away with footage so (you) the viewers can get a glimpse of how scary this location actually was.    "
                }
            }
        },
        "number of episodes": 15,
        "cast": [
            {
                "name": "Drinkwater, Alex"
            },
            {
                "name": "Nesbitt, Robert"
            },
            {
                "name": "Kent, Martin"
            },
            {
                "name": "Parker, Rachel"
            }
        ],
        "locations": [
            "UK"
        ],
        "genres": [
            "Mystery"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 HD (high definition)",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "United Kingdom:18"
        ],
        "number of seasons": 3,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjFlODgwNjAtOTFiOS00NGM2LTg2MDgtNDBjYmMxNWQ2Yzk0XkEyXkFqcGdeQXVyOTEyMTcyNjk@._V1_SY150_CR24,0,101,150_.jpg",
        "budget": "GBP1,000 (estimated)",
        "plot outline": "Lockdown your evenings with the comedy duo from YouTube's \"Spectre Analysis - Paranormal Investigations,\" returning for an action-packed second series. In each episode, paranormal investigators Alex Drinkwater and Robert Nesbitt, travel to a haunted destination where they begin an investigation together and in isolation, using scientific gadgets and technology to tackle head on the reported paranormal activity and document the events for your enjoyment.",
        "languages": [
            "English"
        ],
        "title": "Spectre Analysis",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Spectre Analysis (United Kingdom)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Drinkwater, Alex"
            },
            {
                "name": "Nesbitt, Robert"
            }
        ],
        "distributors": [
            {
                "name": "YouTube"
            }
        ],
        "plot": [
            "Three guys from Gloucester, with only a handful of kit and handheld cameras, will investigate some of the most haunted locations around the UK.::Alex Drinkwater",
            "Lockdown your evenings with the comedy duo from YouTube's \"_Spectre Analysis_ (qv) - Paranormal Investigations,\" returning for an action-packed second series. In each episode, paranormal investigators Alex Drinkwater and Robert Nesbitt, travel to a haunted destination where they begin an investigation together and in isolation, using scientific gadgets and technology to tackle head on the reported paranormal activity and document the events for your enjoyment.::Alex Drinkwater"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 HD (high definition)"
            ]
        }
    }
}