{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "  2017"
            }
        ],
        "release dates": [
            "Canada::2017"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Bégin, Christian"
            }
        ],
        "locations": [
            "Montréal, Québec, Canada"
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "90"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "fr"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTAyOGNjZDAtMWEyOC00Y2YzLTljNzYtYjI3YTBkNDA2YjcwXkEyXkFqcGdeQXVyNTA1NDY3NzY@._V1_SY150_CR24,0,101,150_.jpg",
        "plot outline": "-À Télé-Québec chaque semaine, Christian Bégin réunit dans le décor prestigieux d'une ancienne église des personnalités publiques issues de diverses sphères de la société. Autour de cette grande tablée unique, l'animateur Christian Bégin aborde tous les sujets, évènements ou tendances qui marquent les esprits dans la société. Jamais collés à l'actualité, les sujets sont variés, intemporels et résolument contemporains. Constitué de plusieurs segments pimentés par la musique entrainante d'une chorale Gospel, 'Y'a du monde à messe' redonne du lustre à cet ancien lieu de culte qui redevient, une heure et demie par semaine, un vecteur d'écoute, de partage et de changement. Réunis comme pour une messe de la parole, tous à la fois sur le plateau, des invités ont chacun un segment pour partager, avec l'animateur et les téléspectateurs, leurs valeurs et leurs histoires. S'ils ont en commun des qualités humaines, ils ont aussi, une histoire qui les relie. Un évènement similaire ou une expérience qui les rassemble et qui justifie qu'ils soient assis à la même table.C'est le fil rouge de 'Y'A DU MONDE À MESSE'.",
        "languages": [
            "French"
        ],
        "title": "Y'a du monde à messe",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Y'a du monde à messe (Canada)"
        ],
        "plot": [
            "-À Télé-Québec chaque semaine, Christian Bégin réunit dans le décor prestigieux d'une ancienne église des personnalités publiques issues de diverses sphères de la société. Autour de cette grande tablée unique, l'animateur Christian Bégin aborde tous les sujets, évènements ou tendances qui marquent les esprits dans la société. Jamais collés à l'actualité, les sujets sont variés, intemporels et résolument contemporains. Constitué de plusieurs segments pimentés par la musique entrainante d'une chorale Gospel, '_Y'a du monde à messe_ (qv)' redonne du lustre à cet ancien lieu de culte qui redevient, une heure et demie par semaine, un vecteur d'écoute, de partage et de changement. Réunis comme pour une messe de la parole, tous à la fois sur le plateau, des invités ont chacun un segment pour partager, avec l'animateur et les téléspectateurs, leurs valeurs et leurs histoires. S'ils ont en commun des qualités humaines, ils ont aussi, une histoire qui les relie. Un évènement similaire ou une expérience qui les rassemble et qui justifie qu'ils soient assis à la même table.C'est le fil rouge de 'Y'A DU MONDE À MESSE'."
        ],
        "tech": {
            "runtime": [
                "1 hr 30 min (90 min) (Canada)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}