{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "15 November 2017"
            }
        ],
        "release dates": [
            "USA::15 November 2017"
        ],
        "episodes": {
            "10": {
                "1": {
                    "title": "Meet the Cast",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fireball Run Anniversary Season (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 1,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    With production running hours behind, the 2,000 mile competition arrives to a rocky start in the little village of Allegany, NY. Finally, series host Ivan briefs contestants before sending them on a few practice missions. Baffled by the cryptic historic clues contestant confidence crashes, especially for the Rolls Royce team. Biblical failures abound in this first episode of Fireball Run.    "
                },
                "2": {
                    "title": "Master of the Universe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fireball Run Anniversary Season (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 2,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    It isn't quite Grey Skull, but few resourceful teams freak over a living artifact at an obscure museum. An ancient scroll, 1300's manuscript, divine intervention, and dirty tricks all before Fireball Run even gets started.    "
                },
                "3": {
                    "title": "Green Flag",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fireball Run Anniversary Season (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 3,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Lights, cameras, traction. The run has begun. Drivers hit the road towards Starr Hill, PA although not before coasting into a sky high adventure, climbing a long abandoned tower, finding a miner relic, delving into dark history, and chilling at a real haunted house.    "
                },
                "4": {
                    "title": "Trivial Pursuit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fireball Run Anniversary Season (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 4,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Tempers flare as a trivial bonus sends teams on a hot pursuit. Some Fireballers find a little peace at a Native-American tribe, others take two lumps in their tea, many get conned, and a few make history when they discover a fragment of President Abraham Lincoln's clothes from the fateful day of his assassination.    "
                },
                "5": {
                    "title": "On a Roll",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fireball Run Anniversary Season (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 5,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    On the whey to Starr Hill, contestants barley make it to a historic American brewery for a food pairing challenge. While some roll out the barrel, other's roll into another Dam park. Finally, it's mayhem on the Doolittle Express - will anyone solve the mystery of the kooky collector?    "
                },
                "6": {
                    "title": "Whine Country",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fireball Run Anniversary Season (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 6,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    From beer to whine. Already tipsy Co-Drivers taste test not one, not two, not three, not four- but five fine Starr Hill wines. Even the ladies got down to their tightie-whities at Walter's bad and broken RV. A famous artist, a historic military flag, highway cards, and vineyard's. Raise a glass because this episode is toast.    "
                },
                "7": {
                    "title": "Danger! Danger!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fireball Run Anniversary Season (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 7,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    An abridged start sends our teams from to spaces where there may or may not find and a robot bonus. At a Revolutionary War museum teams get in touch with the past, revenge is a dish best served coaled at a seldom seen mine, a well-known capsizing moment proves successful, and finally it's back to the future for a bald eagle encounter.    "
                },
                "8": {
                    "title": "Rubin's Racing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fireball Run Anniversary Season (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 8,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Rubbin' is indeed racing for grinding track experience. Playing bridge with a town mayor, epic arguments between teammates, a little more trickery, and a lot of flap leads to a split beak. Adrenaline, attitude, and altitude- it's another all American episode of Fireball Run.    "
                },
                "9": {
                    "title": "Rail Roaded",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fireball Run Anniversary Season (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 9,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Tiffany, Han dynasty, Vanderbilt, Roosevelt, and Shriner's, to carriages, conductors, catacombs, and the confederacy. Cumberland, Maryland is center of the history.    "
                },
                "10": {
                    "title": "Route Canal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fireball Run Anniversary Season (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 10,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Teams get in character at a canal museum, find a lost Dutchman, meet General George Washington, check-out for charity, haul it for hot dogs, and key in on a oddly timed bonus. Get ready for an epic city-wide finish in Cumberland, Maryland.    "
                },
                "11": {
                    "title": "Spilled Milk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fireball Run Anniversary Season (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 11,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Cumberland's killer kick of sends contestants on a quest for coverlets, crabs, cannonballs, and of course, ice cream. Then fast forward into Fort Bedford, PA for a little lesson in American history.    "
                },
                "13": {
                    "title": "Valley High",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fireball Run Anniversary Season (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 13,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Tempers rise as teams slide into base. It's pedal to the medal for a fiery frolic at an old furnace. More than a few will be up a creek even though they have a paddle. Getting Gettyburg, flipping off, historic helmets, military history, tempers, tantrums, and time travel.    "
                },
                "14": {
                    "title": "Chop Shop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fireball Run Anniversary Season (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 14,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Right is the price for a local market challenge before a fantastic day four finish. The next morning some teams are whistlin' Dixie as they depart Lebanon Valley, Fireballers test their strength pulling a river barge, and take a water break with the original Dixie cups.    "
                },
                "15": {
                    "title": "Mixed Signals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fireball Run Anniversary Season (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 15,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Although Easton PA packs in the punch, Clinton New Jersey churns out the cultural charm, and more than a few teams are felling the heat. Sigal left for a Mario Andretti moment or keep rolling for a little art from the heart. The \"Easton Assassin\", legendary fighter Larry Holmes makes a surprise knock-out.    "
                },
                "16": {
                    "title": "If You Build It",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fireball Run Anniversary Season (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 16,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    A sweet time at the C.I.A. segue's to a home run for a pint-sized historian. Someone plays the Trump card with the cops, a few teams swing into a Major League moment, others play hard ball, and everyone travels to the 1700's for a series of epic artifact experiences. Dutchess County, New York here we come.    "
                },
                "17": {
                    "title": "Tanks for Everything",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fireball Run Anniversary Season (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 17,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    We follow a Beacon to the fabulous daily finish. The next morning drivers pull away from Poukeepsie, New York, bound for thrilling bi-plane rides and real tank drives. Find out who crushes the competition and who bomb in Dutchess County.    "
                },
                "18": {
                    "title": "Presidential Access",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fireball Run Anniversary Season (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 18,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    From unlocking presidential history to locking a channel. Unprecedented access awaits the Fireballers as they arrive to the President Franklin D. Roosevelt Library and Museum. Following the array of surreal artifact experiences, drivers head north to get their fiber for the day at IntegraOptics, and it all ends with series of Erie opportunities.    "
                },
                "19": {
                    "title": "Danger Zone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fireball Run Anniversary Season (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 19,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Everything sortie takes off with an amazing visit to a war bird museum. Drivers go from car seat to the jump seat of a jet fighter used in the hit movie Top Gun, followed by a ride inside an aircraft carrier featured in the iconic film Tora. Tora. Tora. Then its off to find Arnold, Patton, Lincoln, and Edison because of course.    "
                },
                "20": {
                    "title": "Twisted Sisters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fireball Run Anniversary Season (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 20,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    More Lincoln artifacts discovered in Ballston Spa, a comfortably numb moment inside Pink Floyd's ride, some bunny loves the Playboy, a few crack under the circumstances, actor Brian O'Halloran proves he is a cut above the rest, and finally one hundred bottles of beer on the wall. Cluckers, classics, and collections on this stop of the Fireball Run.    "
                },
                "21": {
                    "title": "Yuuge Mistakes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fireball Run Anniversary Season (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 21,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Strategy and tragedy intensifies from Bob Dylan's childhood home to Widow Jane's mine. Not so common scents prevail at historic Huguenot Street. Finally, with teams already on route to the next challenge, producers panic when a mission location has in the most epic way- entirely dropped the ball. It's chaos for both cast and crew in this crazy episode.    "
                },
                "22": {
                    "title": "General Assembly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fireball Run Anniversary Season (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 22,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    An Army General turned local Sheriff gets drafted into rescuing the show, another revolution into General Washington's headquarters, and a raw emotional encounter reminds teams of the reality of war. A legendary microphone and did someone say polo? Time to pony up the Putnum County, New York episode.    "
                },
                "23": {
                    "title": "Fireballer's Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fireball Run Anniversary Season (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 23,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Sit right back for the tale of the Triple Crown and very first Heisman. Followed by a rally trip that started at the Mahopac port, aboard some tiny ships, to meet a very successful businessman, an eccentric entrepreneur. The Fireballers finally finish their day with an epic island tour - an epic island tour.    "
                },
                "24": {
                    "title": "Whale of a Tale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fireball Run Anniversary Season (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 24,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    The final day of competition sends Fireballers from Mahopac, New York to magnificent Marlborough, Massachusetts. Along the way they encounter tons of traffic, the oldest inn, a classic roadside attraction, 300-year-old sword, an ancient elixir, a quintessential American hometown welcome, and an enlightening experience with very special Olympians.    "
                },
                "25": {
                    "title": "Finding Dory",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fireball Run Anniversary Season (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 25,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    They're much too late for goodbye. It's mad final dash for points as teams scurry the greater Amsebury area searching for an ideal place to take a date, a famous fireside poet, and an original Macy's. Then it's off to find little dory. Thar she be in the sea? Sorry, Matey this is a story you truly must see.    "
                },
                "26": {
                    "title": "Epic Amesbury",
                    "kind": "episode",
                    "episode of": {
                        "title": "Fireball Run Anniversary Season (TV Series 2017–2018)",
                        "kind": "tv series"
                    },
                    "season": 10,
                    "episode": 26,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    We reflect on the greatest moments of the legendary adventure. Then before the competition comes to an end, there's yet one small mission right around the bend. With assignments complete and contestants checked in, we present Amesbury's welcome. Here everyone wins.    "
                }
            }
        },
        "number of episodes": 25,
        "cast": [
            {
                "name": "Nanney, Ivan"
            },
            {
                "name": "Ellis, Ivan"
            },
            {
                "name": "Stephie, Sassy"
            }
        ],
        "locations": [
            "Allegheny County, New York, USA::(location)",
            "Curwensville, Pennsylvania, USA::(location)",
            "Cumberland, Maryland, USA::(location)",
            "Lebanon County, Pennsylvania, USA::(location)",
            "Dutchess County, New York, USA::(location)",
            "Saratoga Springs, New York, USA::(location)",
            "Putnum County, New York, USA::(location)",
            "Amesbury, New York, USA::(location)"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color::(HD)"
        ],
        "aspect ratio": "16:9 HD",
        "number of seasons": 10,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOTAxMGMxZmYtYWNkNi00YWM1LWJkZGMtMDIxOTBmOGUwMzVmXkEyXkFqcGdeQXVyMjg2OTIyNTU@._V1_SX101_CR0,0,101,150_.jpg",
        "budget": "$3,000,000 (estimated)",
        "plot outline": "A show for adventurers, drivers, and knowledge seekers- this is the story of 40 driving teams competing from Western NY. to Amesbury, MA. in search of obscure artifacts, unique attractions, and amazing people. All for bragging rights and a plastic road sign. Fireball Run Anniversary Edition also traverses Starr Hill PA., Cumberland MD., Lebanon PA., Dutchess County, Saratoga, and Mahopac, NY.",
        "languages": [
            "English"
        ],
        "title": "Fireball Run Anniversary Season",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-2018",
        "akas": [
            "Fireball Run Anniversary Season (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9",
            "10"
        ],
        "writer": [
            {
                "name": "Sanchez, J"
            }
        ],
        "production companies": [
            {
                "name": "Adrenaline Partnership"
            }
        ],
        "plot": [
            "A show for adventurers, drivers, and knowledge seekers- this is the story of 40 driving teams competing from Western NY. to Amesbury, MA. in search of obscure artifacts, unique attractions, and amazing people. All for bragging rights and a plastic road sign. Fireball Run Anniversary Edition also traverses Starr Hill PA., Cumberland MD., Lebanon PA., Dutchess County, Saratoga, and Mahopac, NY."
        ],
        "tech": {
            "color": [
                "Color (HD)"
            ],
            "aspect ratio": [
                "16:9 HD"
            ]
        }
    }
}