{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "5 September 2017"
            }
        ],
        "release dates": [
            "USA::5 September 2017"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "cast": [
            {
                "name": "Barron, Jaylen"
            },
            {
                "name": "Fox, Vivica A."
            },
            {
                "name": "Futterman, Nika"
            },
            {
                "name": "Hightower, Jason"
            },
            {
                "name": "Hong, James"
            },
            {
                "name": "Madsen, Michael"
            },
            {
                "name": "Trejo, Danny"
            },
            {
                "name": "Weathers, Carl"
            }
        ],
        "genres": [
            "Animation"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16 : 9",
        "sound mix": [
            "Stereo"
        ],
        "rating": 7.3,
        "votes": 6,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNzgwN2U3MzYtMTdjZS00N2ZjLTlhMDEtODVkNjBiM2Y3NzY0XkEyXkFqcGdeQXVyMTI1NjUxNQ@@._V1_SX101_CR0,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Explosion Jones",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Explosion Jones (United States)"
        ],
        "writer": [
            {
                "name": "Parker, Mike"
            },
            {
                "name": "William, Michael"
            }
        ],
        "production companies": [
            {
                "name": "LowBrow Studios"
            },
            {
                "name": "Octopie Network"
            }
        ],
        "distributors": [
            {
                "name": "El Rey Network"
            }
        ],
        "plot": [
            "_Explosion Jones_ (qv) is a parody of over-the-top 1980s action movies in the style of a classic animated sitcom."
        ],
        "synopsis": [
            "When mercenaries attempt to murder Explosion Jones and his daughter Jenny, an insidious international plot to hijack America unravels setting the stage for every cliche action movie ever conceived.With the help of Jenny, the family dog Boss, EJ's old war buddy Duke Firestorm, and his father Combustion Jones, the gang goes up against the darkest of foes from every terrible corner of the planet.After surviving a deadly home invasion using silverware and pancakes, Explosion and Jenny hit the road to get to school on time. But the road is wrought with dangers as another group of mercs attempt vehicular manslaughter. Underestimating Explosion's driving skills as well as Jenny's school science project, heads roll and cars explode on a highway of horror.Explosion meets up with his old war buddy, Duke Firestorm who drops some intel on international crime lord Mingo Blaze who appears to be the one behind the efforts to take out Explosion and his family.Mingo Blaze is developing the ultimate sinister weapon; The Grug, a gun that shoots drugs. He brings in The Specialist to take out Explosion once and for all. But when they kidnap his daughter Jenny, Explosion becomes an unstoppable army of one intent on taking out scum bags and saving his little girl.Forging a romance with Eva Fuerte, a woman hired to kill him only complicates things further as Explosion reveals a tenderness to his incredibly tough and manly heart. One minute locked in heated battle while another exploding in passionate lovemaking, the complex relationship climaxes with tragedy when Jones is betrayed by his best friend.Haunted by the death of his wife, Explosion confronts his personal demons and family drama while cracking an ever evolving case of international espionage. Endlessly thwarting the plans of a mysterious villain working at the heights of political power, Explosion and friends work to reveal the megalomaniacal head of a devious serpent in an unforgettable showdown on the White House lawn."
        ],
        "tech": {
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16 : 9"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6,
                "rating": 7.3
            },
            "aged 30 44": {
                "votes": 1,
                "rating": 5.0
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "males": {
                "votes": 3,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 1,
                "rating": 5.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 5.0
            },
            "us users": {
                "votes": 2,
                "rating": 7.5
            }
        },
        "number of votes": {
            "10": 2,
            "9": 0,
            "8": 1,
            "7": 0,
            "6": 1,
            "5": 2,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 7.3,
        "median": 7
    }
}