{
    "imdb": {
        "raw release dates": [
            {
                "country": "Germany\n",
                "date": "17 November 2017",
                "notes": "                            (Achtung Berlin)"
            }
        ],
        "release dates": [
            "Germany::17 November 2017                            (Achtung Berlin)"
        ],
        "episodes": {
            "unknown season": {}
        },
        "number of episodes": 0,
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "36"
        ],
        "countries": [
            "Germany"
        ],
        "country codes": [
            "de"
        ],
        "language codes": [
            "ru"
        ],
        "color info": [
            "Color"
        ],
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2JlODBkMmItYTA2Ni00YmFjLTkwM2QtMWRjMjBmMmFiOWRhXkEyXkFqcGdeQXVyOTUyMzc3NDg@._V1_SY150_CR83,0,101,150_.jpg",
        "plot outline": "What does it mean to be a young person with hopes and aspirations in today's Russia? Do you build, do you fight, do you escape? The 6-part ARTE web series 'Alternative Russia' shows life in Russia through the eyes of young people with ideals and values that are not always compatible with the reality they live in.",
        "languages": [
            "Russian"
        ],
        "title": "Alternative Russia",
        "year": 2017,
        "kind": "tv mini series",
        "series years": "2017-2017",
        "akas": [
            "Alternative Russia (Germany)"
        ],
        "writer": [
            {
                "name": "Heezen, Harmke"
            }
        ],
        "director": [
            {
                "name": "Heezen, Harmke"
            }
        ],
        "production companies": [
            {
                "name": "Kinomaton"
            }
        ],
        "plot": [
            "What does it mean to be a young person with hopes and aspirations in today's Russia? Do you build, do you fight, do you escape? The 6-part ARTE web series '_Alternative Russia_ (qv)' shows life in Russia through the eyes of young people with ideals and values that are not always compatible with the reality they live in."
        ],
        "synopsis": [
            "Intellectuals have the duty to speak out about the society they live in, thinks Nikolay. With his art collective Chto Delat (What is to be done), he connects art and politics in order to shake up his surroundings and define tomorrow's values - even when it gets him into trouble.Teenager Ksenia wants to be a hippie. She thinks hippies are like trees - they don't bother anyone. Disillusioned by the dishonesty and corruption that rule her country, she plots her escape to the US, as soon as she gets her forestry diploma.Agni has been living in communes since she was 13. Although communal living has a long tradition in Russia, it's uncommon to purposefully give up all privacy and share your living space with friends, children, and guests, 24/7.Rauf is on a mission: he tries to convince the traditional, suspicious Russians that yoga is harmless and healthy, and not some mysterious religion. He slowly wins them over by organising massive public yoga events in Moscow.Mihail and Panaila dedicate their lives to beauty. They have abandoned big city life and created their own little paradise, styled to perfection, in a remote eco-village in the countryside. Their goal is to live as one with nature, and foster biodiversity all around them.You're not a real man if you haven't served in the army - this is the consensus in Russia, with its conservative views on gender, that Maksim is fighting against. He is a pacifist, and fundamentally against the principles of the military. Officially, conscientious objectors like him are allowed to chose the alternative civil service, but are subjected to a harsh bureaucratic process for sticking to their beliefs."
        ],
        "tech": {
            "runtime": [
                "36 min (Germany)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}