{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "  2017"
            }
        ],
        "release dates": [
            "USA::2017"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Bowhunting Big Wyoming Bulls with Grizzlies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beyond the Grid (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "plot": "\n    Bowhunt elk in the heart of grizzly bear country in this episode of Beyond the Grid TV by Eastmans'. Bowhunter Dan Pickar travels deep into the wilderness of Wyoming to chase bull elk in early September. Hunting in grizzly bear habitat has Pickar taking extra precautions. Learn tips and tricks for staying safe and successfully hunting elk in grizzly bear habitat.    "
                },
                "2": {
                    "title": "World Record Class Marco Polo Ram - Hunting in Tajikistan with Guy Eastman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beyond the Grid (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "plot": "\n    Travel around the world to hunt for a \"gold-medal double\" on Marco Polo rams with Guy Eastman in Tajikistan. Eastman and family friend, Bryan Martin, hunt a giant world record class marco polo ram near the border of Afghanistan. Hunting for giant Pamir rams isn't for the faint of heart, and hunting them on foot at 16,500 feet during November is more than most hunters can muster.    "
                },
                "3": {
                    "title": "Bowhunting Backcountry Monarchs - A Public Land, DIY Mule Deer Hunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beyond the Grid (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "plot": "\n    Take to Wyoming's public land with bowhunter Dan Pickar on a DIY backcountry mule deer hunt on this episode of Beyond the Grid. Pickar is bowhunting a new area in hopes of turning up a high country velvet buck. After two hard winters, Pickar is pleasantly surprised by the velvet deer, a mountain monarch, that he glasses up.    "
                },
                "4": {
                    "title": "DIY Wyoming Elk Hunting - Guy Eastman Hunts Public Land Elk",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beyond the Grid (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "plot": "\n    Hike into the public land of Wyoming with Guy Eastman to hunt elk in October. Eastman is hunting DIY style in an elk unit he has hunted before. He locates a monster bull near the end of bull season, but is forced to back out before closing the deal. Can he relocate the monster during the October rifle hunting season?.    "
                },
                "5": {
                    "title": "Kids Go Hunting! Moms Take Kids on DIY Hunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beyond the Grid (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "plot": "\n    Go afield in Wyoming with two hunting moms and their kids as they each pursue their first trophy antelope. For Christine Schlenker this will be her young son's first time tagging along on a hunt. While Melanie Bennett must manage a pair of teenagers and put the crosshairs on a nice pronghorn buck. Come along for this DIY Wyoming antelope hunt.    "
                },
                "6": {
                    "title": "Bowfishing Carp - Slow Motion and More!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beyond the Grid (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "plot": "\n    Carp beware. Bored big game hunters Dan Pickar and Todd Helms take their bows to the water for summer fun. Watch countless carp meet their ends in slow motion and aerial kill clips. Plus, too many head shot carp kills to count..    "
                }
            },
            "1": {
                "1": {
                    "title": "Giant in the mist, 374\" boone & crockett bull elk hunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beyond the Grid (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "plot": "\n    Hunter dan netluch finds himself in elk heaven amidst the rugged western montana hills. Surrounded by bugling bulls, netluch, at first, has a hard time picking a target. Watch him take a monster 370-class bull in this eastmans' exclusive hunt. This hunt is the first in a new online docu-hunt series, beyond the grid, showcasing bow and rifle hunts from around the west and beyond.    "
                },
                "2": {
                    "title": "Double down montana whitetails, boone & crockett monster buck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beyond the Grid (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "plot": "\n    A dealer's choice public land deer hunt shared between lifelong hunting partners. Does diy hunting get any better? It can and it does when a b&c whitetail buck appears after days of scouring country. Two trophy bucks hit the ground in this latest release from beyond the grid tv.    "
                },
                "3": {
                    "title": "Record book speed goat - a diy western antelope hunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beyond the Grid (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "plot": "\n    Takes to the sagebrush hills of wyoming with hunter mike crenshaw and dan pickar. Pickar and crenshaw have been hunting together for almost a decade. This is the pair's first trophy antelope hunt. The pronghorn buck they turn up is no slouch.    "
                },
                "4": {
                    "title": "Prairie dog extravaganza! Hunting prairie dogs in montana",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beyond the Grid (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "plot": "\n    Go prairie dog hunting with hunter mike crenshaw in montana on a private land prairie dog town. Slow motion kill shots, digiscope close-ups and and prairie dog tannerite explosions are all featured in this episode of beyond the grid. Join crenshaw and his hunting partner john pickar as they remove varmints one \"gutsy\" kill at a time.    "
                },
                "5": {
                    "title": "Training grounds, a bowhunter's paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Beyond the Grid (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "plot": "\n    Bowhunter dan pickar shares his off-season bowhunting strategy. Hawaii is a hunter's paradise hosting a target-rich environment with abundant opportunity for shot repetition and practice. Hunting feral pigs, goats and incredibly quick axis deer helps a bowhunter hone their skills for fall hunts.    "
                }
            }
        },
        "number of episodes": 11,
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZWI5MmJlMzYtMDhkZS00NDM4LWE1YmEtZmFkMzRhMGQ4MGNiXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "Beyond The Grid is an action-packed hunting series showcasing fair chase bow and rifle hunts across the West and beyond. This series features extra grit putting you in the field alongside the hunters. Produced by Guy Eastman, Beyond the Grid also features all of the the hunting tips and tactics you've come to expect from Eastmans' Hunting Journals.",
        "languages": [
            "English"
        ],
        "title": "Beyond the Grid",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Beyond the Grid (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "plot": [
            "Beyond The Grid is an action-packed hunting series showcasing fair chase bow and rifle hunts across the West and beyond. This series features extra grit putting you in the field alongside the hunters. Produced by Guy Eastman, _Beyond the Grid_ (qv) also features all of the the hunting tips and tactics you've come to expect from Eastmans' Hunting Journals."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}