{
    "imdb": {
        "raw release dates": [
            {
                "country": "Romania\n",
                "date": "15 September 2017"
            }
        ],
        "release dates": [
            "Romania::15 September 2017"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Inceputul (The begining)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Lara (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "15 Sep. 2017",
                    "year": "2017",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "genres": [
            "Adventure"
        ],
        "countries": [
            "Romania"
        ],
        "country codes": [
            "ro"
        ],
        "language codes": [
            "ro"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZjc0ZGQ1NGMtMThjOS00YTNiLThjMDAtYjVlNjg2MTg3ZTdiXkEyXkFqcGdeQXVyNjg0ODI1MTk@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "Romanian"
        ],
        "title": "Lara",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Lara (Romania)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Dascalu, Catalin"
            }
        ],
        "production companies": [
            {
                "name": "Mixton Movie"
            }
        ],
        "distributors": [
            {
                "name": "Mixton Movie"
            }
        ],
        "synopsis": [
            "Lara is an amnesiac teen girl lost in a fictional city, Lost City. While she sleeps in a park, on a bench, she meets Hugo, a \"street cat\", her future best friend.\nThey get in a lot of trouble and encounter many perils in their journey to find her past and to get her memory back. They run away from the city orphanage and get being kidnapped by the local mafia.\nFausta, the owner of the Cerberis orphanage is evil and she has her own agenda about Lara. She's working hard to make Lara and Hugo's life a \"hell\" every time they get under her jurisdiction.\nWhile trying to run away once again from the orphanage, Lara and Hugo discovers terifiant things in the orphanage basement. They discover a portal between worlds, powered by Fausta's magic.\nFranco, the mafia boss who kidnapped Lara and Hugo became their friend and allied after Lara saves his life during an attempt of assasination planned by the agency while Lara and Hugo were kept prisoners in Franco's mansion. But Franco's main purpose is to find out from Hugo where are the diamonds.\nThe detective Vlad Munteanu gets involved deeper and deeper in Lara's case, trying to uncover her past. He gets in conflict with the mafia boss and also with Fausta, the evil orphanage manager. He takes the fight to personal and he begins to neglect his own family.\nLara's neckless is an leitmotif, Lara is verry attached of it, feeling that this is her only connection with her past. She loses and recovers her neckles many times.\nBut Lara doesn't know that Linda, the best assasin of the Agency is after her, having orders to retreive the microchip hidden in her neckless and to exterminate Lara. What Linda does not know is that the Agency has also a secret agenda, sending another agent in Lost City with two missons: one is to assasinate Franco, the mafia boss, the other is to kill Linda after she will finish her own mission. Because nobody leaves the Agency alive.\nDuring the first season, Lara discovers little pieces of her past and he finds out that she has certain abilities and skills she didn't know about, due to her special DNA.\nThis things makes Samia, the gost of Fausta's lost daughter to beg Fausta for saving Lara's life, in a life and death situation. Fausta saves Lara in the very last moment. After that Samia enters Lara's body and this way she can meet and touch her mother, Fausta.\nIn the final episode of the first season, Linda will finally get face to face with Lara, but nothing is what appears to be. They both have a huge surprise right before detective Vlad gets on site and shoots Linda from distance, assuming that Linda will kill Lara if he don't take action."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}