{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "3 May 2017"
            },
            {
                "country": "USA\n",
                "date": "3 May 2017",
                "notes": "                            (TV release)"
            }
        ],
        "release dates": [
            "USA::3 May 2017",
            "USA::3 May 2017                            (TV release)"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Bees, Boulders, Farms and Waffles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Self Made (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "21 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    How do you sell a beehive to the New York Stock Exchange? Watch Leigh-Kathryn from Durham show you how she did it. 10 start ups and only 1 winner. Mr. Persistent Marshall from Boulder shares his secrets. Let farmers farm data automatically. Meet Jason and his team from Leawood. Clint and Kyle from St Louis share their 41 hour make or break moment that turned their startup into a breakfast winner.    "
                },
                "2": {
                    "title": "Kombucha, Boots, Investors, Apps",
                    "kind": "episode",
                    "episode of": {
                        "title": "Self Made (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "28 Oct. 2018",
                    "year": "2018",
                    "plot": "\n    The universe shined on this creator and changed his entire company. Meet Adrian from Raleigh. How to beat robots taking over your game. Meet Wendy in Santa Fe. From offering free mentoring to a portfolio of 40 companies. Meet David in Cary NC. Mother and Daughter tag team the messy space of event networking. Meet Kerry and Ashley from Nashville.    "
                },
                "3": {
                    "title": "Dogs, NASCAR, Pearls, Bats",
                    "kind": "episode",
                    "episode of": {
                        "title": "Self Made (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "4 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    We find one of the largest dog training facilities in a town of 600 people in Harmony NC. We sit down with NASCAR Team 88, and find out their winning secret in Charlotte NC. How to recreate yourself when you lost it all. Vince tells us his comeback started with one Pearl. We go to Nashville TN. Scott proves that making work more like play can really sell a lot of product. We go to Kansas City.    "
                },
                "4": {
                    "title": "Glass, Filter, Chocolate, Crossfit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Self Made (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "11 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    From blowing glass to blowing up big business on Etsy, we meet Matthew in Knoxville. These entrepreneurs solved one nagging problem right above your head. Meet Kevin and Thad in Raleigh. Passion for chocolate and coffee led them to leave corporate life and take the plunge. Meet Melanie and Derek in Santa Fe. Cleaning carpets to ripping abs. Meet Johnny from Knoxville.    "
                },
                "5": {
                    "title": "Horses, Dumpsters, Guns, Automation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Self Made (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "18 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    From a $500 race horse, to 1,600 winners, meet Kenny in Lexington KY. A trash man turns dumpster into a pile of cash, we meet Dan in Fort Collins CO. He left a 100k a year job to start a gun finishing business in a 6 by 10 foot shed. We meet Zac in Burlington NC. Having sold his company to Apple, retired and happy. A morning coffee with a friend changed everything. Meet Scott from Raleigh NC.    "
                },
                "6": {
                    "title": "Tours, Drones, Events, Creatives",
                    "kind": "episode",
                    "episode of": {
                        "title": "Self Made (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "25 Nov. 2018",
                    "year": "2018",
                    "plot": "\n    When Frank was laid off from his Fortune 500 job, it started his new Breaking Bad life. Ravi teaches us where you start your start up can determine it's success. A life of change leads to changing lives of others. Meet Ethan as he creates new realities with Altethos. The creative economy is the 2nd fastest growing segment. Meet Alice and her creative accelerator that is going global.    "
                },
                "7": {
                    "title": "Bowling, Tortillas, Parks, Comi-Con",
                    "kind": "episode",
                    "episode of": {
                        "title": "Self Made (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    How to make a million dollars throwing a 16 lb ball at 10 sticks? Watch Michael's story from Sun City AZ. From a home tortilla machine to 30,000sqft stores. Ruben in Las Vegas tells us how it happened. Combining two passions, hardware engineering and biking in parks, Chip's startup from Raleigh NC. Meet a Phd that owns a comic book store that spawned Indigenous Comi-Con. Lee in Albuquerque NM.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Self Made (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "3 May 2017",
                    "year": "2017",
                    "plot": "\n    Rosalie goes from a divorced mother of two to the big screen with Golden Globe wining actors and an Oscar winning Director. Doug tells us how he carved the table in Sons of Anarchy boosted his business. Suzanne shows us why a classical pianist becoming a cattle rancher is not as unlikely as it seems if you believe it's possible. Tony the Pizza Champion explains why delayed success can be a gift.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Self Made (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "26 May 2017",
                    "year": "2017",
                    "plot": "\n    We go inside Lelan's feather factory to see how to make Emmy-winning feather costumes. Ryan the seven-year-old Recycle King shows us how he made $25,000 with other people's trash. Nicole tells us how she built selling fountain drinks into 18 locations and 400 employees. Roberto takes us back to the night he lost it all and how a $16.50 pasta roller changed his life.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Self Made (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "13 Jun. 2017",
                    "year": "2017",
                    "plot": "\n    Michael the Renovator tells us how he started at 12 years old working the swap meet and now he has the largest 3D animation collection in the world. Brother JD shows us how he built El Rey Garage in Venice into a TV show and outlet for his passion. Eric the Professor, tells us which students have what it takes in Technology start-ups. Susan shares her incredible story of Freshly Picked.    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Self Made (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "11 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    We go inside the life of Alexa, a professional surfer who is living her dream before she was old enough to drive. We discover the secret that changed Matthew's life and his Salon. We go inside Camp Rhino and meet Julie who started it with two Home Depot buckets in her hands and 60 extra pounds on her body. Kelly shows us how he transformed from a vandal to a world-renowned graffiti artist, \"Risk\".    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Self Made (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "25 Jul. 2017",
                    "year": "2017",
                    "plot": "\n    Hotdogs or medical school? Hernan's evolving food services company. Compatibility and online businesses. How Sam and Ashley balance work and family. Two bags and a tourist visa. Gustavo's journey to freedom. Carol tells us her three tips on building a successful charity over 60 years and 1,900 changed lives.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Self Made (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "13 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Monster trucks, guns and construction. Nicole shows us how she succeeds in male dominated industries. Scott shows us how he built a hospitality business based on his two passions, food and kayaks. Sustainable sushi innovator Casson shows us how to make more by selling less. How do you survive when your industries largest player folds up? Meet Luis, 40 years of traveling the world with his circus.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Self Made (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "30 Aug. 2017",
                    "year": "2017",
                    "plot": "\n    Learn how losing a leg to cancer completely changed the course of Seth's life and what he creates to help others. Alex tells us how dancing and music became his family. Howard, a second generation boat builder takes us into his workshop. From a 100+ employee medical services business to a Hippie Shop, Marisa tells us how taking chances is not as risking as we fear.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Self Made (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "13 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    With $2 in the bank, Jonathan shares his unlikely success story building a premier craft brewery. Alex tells us how Mexican Bull Riding led to doing a concert with Taylor Swift. Julius, the Sauce Boss shares the economics and challenges of operating a food truck. With 30,000 SKU's of products. Debbie shows us passion has carried her 3rd generation costume store through dramatic retail changes.    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Self Made (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "29 Sep. 2017",
                    "year": "2017",
                    "plot": "\n    Heather leaves corporate America and starts a vertical farm in her backyard. Naomi and Jerry, the ice cream innovators, create a new way to make ice cream. Jason a former CIA spy, tells us his secrets to building a business with no business background.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Self Made (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "10 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    We watch Leila merge her talents of painting, music, and design into a life of creating art for others. Jack shows us, \"I don't have the time to start a business\" does not apply at Vintage Kart Company. Omar builds his restaurant business, one dollar at a time. Who throws the biggest parties in Vegas? We meet Jennifer and her amazing beginning from a baby basket left on the steps of a church.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Self Made (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "14 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    AJ teaches us, college might not be the fast track for people who want to build a big business. David and Aaron show us how they built a wine label from scratch. Dave show us it's never too late to be an entrepreneur. We meet our sponsor FreeTax USA and see why they are so invested in Self Made people.    "
                }
            }
        },
        "number of episodes": 18,
        "cast": [
            {
                "name": "Albright, Andy"
            }
        ],
        "locations": [
            "Raleigh, North Carolina, USA",
            "Durham, North Carolina, USA",
            "Lexington, Kentucky, USA",
            "Santa Fe, New Mexico, USA",
            "St. Louis, Missouri, USA",
            "Boulder, Colorado, USA",
            "Fort Collins, Colorado, USA",
            "Nashville, Tennessee, USA",
            "Knoxville, Tennessee, USA",
            "Charlotte, North Carolina, USA"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "22"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2JjZmQyNzQtYWI4Ny00NTkzLWI0ZmUtOWJhYWI2YThjZWRjXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "budget": "$250,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Self Made",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Self Made (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Harris, Chad"
            }
        ],
        "production companies": [
            {
                "name": "Hotseat Media"
            }
        ],
        "plot": [
            "Host Andy Albright travels throughout America to find entrepreneurs from wildly diverse backgrounds and companies share their big idea, their struggles, triumphs and their advise to others who want to take the path of _Self Made_ (qv).::_Self Made_ (qv)"
        ],
        "tech": {
            "runtime": [
                "22 min (USA)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}