{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "26 October 2017",
                "notes": "                            (internet)"
            },
            {
                "country": "USA\n",
                "date": "27 October 2017"
            }
        ],
        "release dates": [
            "USA::26 October 2017                            (internet)",
            "USA::27 October 2017"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "On the Road Again",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trail to SEMA (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "12 Dec. 2018",
                    "year": "2018",
                    "plot": "\n    Join the 2018 Power Stop Trail to SEMA crew as we meet up in Grand Junction, CO. We meet up for a quick bite and then our annual beadlock building party in our hotel parking lot before a good night's sleep before we spend a day on 21 Road. The beadlock party takes a turn as Ian Johnson and Matt from Bleepin Jeep put together a friendly wager regarding the strength of Matt's Dana 44's now that he has a set of 40\" sticky Maxxis Trepador Competition tires on Vision Wheel Manx Beadlocks. Matt is an experienced driver and has trussed and gusseted his front TJ D44 and ...    "
                },
                "2": {
                    "title": "2018 Trail to SEMA Day 2 - Pritchett Canyon Pt 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trail to SEMA (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "26 Dec. 2018",
                    "year": "2018",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Trail to SEMA Day 3 - Moab Rim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trail to SEMA (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "9 Jan. 2019",
                    "year": "2019",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "On The Road",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trail to SEMA (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "26 Oct. 2017",
                    "year": "2017",
                    "plot": "\n    The 2017 PowerStop Trail to SEMA presented by Lucas Oil is finally here!!. The first episode covers our travel from Chicago to Denver, and then on to Grand Junction where we meet up with Jason Lewis Autoedit and JC Whitney in their Jeeps. As with any other road trip, we have a few hurdles along the way.    "
                },
                "2": {
                    "title": "Where the pavement ends...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trail to SEMA (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "7 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    Episode 2 is where the pavement ends, literally. We finally venture off-pavement just outside of the Colorado National Monument and begin making our way towards some light wheeling in the wide open desert, a river crossing, and of course Moab, UT. Before we could hit the trail \"we\" (mostly Jhon Incaudo) executed a 7am water pump swap on Johnny's JL Wrangler. In the end it was a team effort getting Johnny on the road (and trail), and this teamwork would become a theme of the trip going forward - with no Jeep left behind. Today's trail day was made possible by the ...    "
                },
                "3": {
                    "title": "Intro to Moab, and Moab Rim",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trail to SEMA (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "22 Nov. 2017",
                    "year": "2017",
                    "plot": "\n    We're finally in Moab. We got into town earlier than expected so the first thing we did was head to Fins n Things for an intro to Moab. Once the group was well acquainted with the Moab slick rock, trail-leader Kris from PowerStop decided to up the difficulty by taking everyone to Moab Rim. Our first timers, as well as our more experienced team members, got to test their skills on one of the most obstacle-dense miles of trail in Moab. We tackle the devil's crack and Z-turn on our way up to the rim that gave us a view of Moab, Arches National Park, and the La Sal ...    "
                },
                "4": {
                    "title": "The CJ8 gets 37's & we head up Kane Creek",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trail to SEMA (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "18 Dec. 2017",
                    "year": "2017",
                    "plot": "\n    After a couple of tire failures on Colin's Scrambler we take matters into our own hands and get a set of 37\" Maxxis RAZR MT's and Vision Competition bead-lock wheels - and of course a sawzall. After a quick trip to the tire store, we had some time to burn and took an unplanned field trip to buy another truck to add to the group. We brought the new rig and the new tires back to our hotel and get straight to work. In addition to the new larger tires and the necessary body modifications on the CJ8, we also install a bunch of Daystar Cam Cans which came in handier than we...    "
                },
                "5": {
                    "title": "Searching for ghost towns, and Sand Hollow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trail to SEMA (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "26 Jan. 2018",
                    "year": "2018",
                    "plot": "\n    After an evening exit from Moab, UT the #TrailToSEMA crew heads west towards US-50 \"the loneliest highway in America\" and begins the search for one of Eastern Nevada's ghost towns. As this turned out to be easier said than done (apparently ghost towns can come back to life as industry and mining return), we gas up and head back into Utah to explore Sand Hollow and it's many trails. Along the way, we make a few roadside repairs to one of the support rigs and fill up our Daystar Cam Cans which turns out to be a SMART move. Running out of gas is no fun, but if you roll ...    "
                },
                "6": {
                    "title": "Viva Las Vegas! The last trail...",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trail to SEMA (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "3 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    The Power Stop team is finally in Las Vegas, and while we have to say goodbye to the CrawlTV crew we are looking forward to the last trail day. Rocky Gap Road is a forestry service road that traverses the ridge between Lovell Canyon and Red Rock Canyon west of Las Vegas. It's been the last stop on the Trail to SEMA for 3 years now, and with all of the loose granite boulders it's a total change of pace compared to the sticky slick rock in Utah. We finally get to conquer a demon from last year, but not without plenty of attempts. It's a bittersweet end to the 2017 Trail...    "
                },
                "7": {
                    "title": "The SEMA Show",
                    "kind": "episode",
                    "episode of": {
                        "title": "Trail to SEMA (TV Series 2017– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "22 Feb. 2018",
                    "year": "2018",
                    "plot": "\n    Now that the Jeep and Ultimate Mustang we build with Vaughn Gittin Jr. are safely on the SEMA show floor, we take a few minutes out of talking to people about brakes to walk the show floor. The SEMA show is something different to everyone. For some people it's a chance to see the craziest custom cars in the aftermarket. Others go to find the newest products they can sell in their shops, bringing the best of the aftermarket to you at home. Some even go to see what the biggest Automobile manufacturers in the world have for the coming year. For the Power Stop team, it's ...    "
                }
            }
        },
        "number of episodes": 10,
        "cast": [
            {
                "name": "Galperin, Rodion"
            },
            {
                "name": "Incaudo, John"
            },
            {
                "name": "Lewis, Jason"
            },
            {
                "name": "Miller, Kristopher"
            },
            {
                "name": "Weaver, Colin"
            },
            {
                "name": "Boudreau, Ryan"
            },
            {
                "name": "Brown, Georges"
            },
            {
                "name": "Garcia, Eddie"
            },
            {
                "name": "Gruwiki, Kurt"
            },
            {
                "name": "Johnson, Ian"
            },
            {
                "name": "Larosa, Anthony"
            },
            {
                "name": "Mizerka, Johnny"
            },
            {
                "name": "Moeller, Jan"
            },
            {
                "name": "Myrick, Matt"
            },
            {
                "name": "Nielson, Eric"
            },
            {
                "name": "Oliver, David"
            },
            {
                "name": "Payson, Alyssa"
            },
            {
                "name": "Payson, Jay"
            },
            {
                "name": "Peval, Matt"
            },
            {
                "name": "Pickel, Nate"
            },
            {
                "name": "Stone, Tiffany"
            },
            {
                "name": "Williams, Sebastian"
            }
        ],
        "locations": [
            "Grand Junction, Colorado, USA",
            "Moab, Utah, USA",
            "St. George, Utah, USA",
            "Las Vegas, Nevada, USA",
            "Moab Brewery, Moab, Colorado, USA"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDcxOTliNjQtMGU4YS00NmE1LTk0ZTgtNGNlYmU3MzBhZDNkXkEyXkFqcGdeQXVyMzI4Mjc0NTg@._V1_SY150_CR71,0,101,150_.jpg",
        "budget": "$25,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Trail to SEMA",
        "year": 2017,
        "kind": "tv series",
        "series years": "2017-",
        "akas": [
            "Trail to SEMA (United States)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "There Be Dragons"
            }
        ],
        "plot": [
            "Started in 2017 The _Trail to SEMA_ (qv) off-road adventure took us 1900 miles from the Chicago area out to the SEMA show in Las Vegas."
        ],
        "synopsis": [
            "Starting out with a group of off-roaders and a camera in 2016 the Team at Powerstop Brakes realized this could be something much more than just friends traveling to the Las Vegas SEMA Convention...This could be a show.In 2017 he 2nd annual Trail to SEMA off-road adventure took 8 Jeepers, 1900 miles from the Chicago area out to the SEMA show in Las Vegas. The epic adventure includes a few days on the road getting from Chicago to Grand Junction, Colorado where we met up with the guys from JC Whitney in their JKU Rubicon.We exit out of the Colorado National Monument on our way to Moab, Utah via 70 miles of off-roading through the Utah back-country and crossing the Delores River. Once in Moab, we headed to Poison Spider Mesa for a day of slick rock fun in our trio of Jeeps.On our way out of the Poison Spider Mesa Trail, is where the drama happened! The Power Stop white JKU Rubicon lost the brakes due to a torn brake line. With not having the right tools to fix the brake line, we were forced to really put the Power Stop Z36 Brake Kit to the ultimate test!Now in 2018 we decided to take it one step further... 16 jeeps, 32 people, 7 trails all in 7 days. This year Kris from Powerstop Brakes invited TV Personality Ian Johnson from Big Tire Garage, Matt Palvin from Youtube's Bleepin Jeep, Matt Myrik from Youtube's Busted Knuckle, Instagram Jeeper Tiffany Stone and other influencers on a journey they will never forget. New vehicles, new riders and new friendships all captured on camera in The Trail To SEMA 2018"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        }
    }
}