{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "30 July 2008"
            }
        ],
        "release dates": [
            "USA::30 July 2008"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Call 911"
            },
            {
                "countries": "Germany",
                "title": "Notruf 911 - Lebensretter am Telefon"
            }
        ],
        "akas": [
            "Call 911 (original title)",
            "Notruf 911 - Lebensretter am Telefon Germany"
        ],
        "akas from release info": [
            "Call 911 (original title)",
            "Notruf 911 - Lebensretter am Telefon Germany"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Triple Traumas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n    A man whose heart stopped beating and the doctors that refused to let him die; gasoline ignites in the face of a man, causing an explosion; a rock climbing expedition takes a tragic turn when a man falls through a crevice.    "
                }
            },
            "1": {
                "1": {
                    "title": "Saved by a Siren",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "30 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    A Buffalo woman is trapped in her burning home as firefighters race to save her; a 10-year-old Tacoma, WA girl calls 911 to save her mother from being attached by her estranged husband; and a California man is taught over the phone how to help his pregnant wife give birth.    "
                },
                "2": {
                    "title": "Please Hurry",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "30 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    A man in Simi Valley, CA follows a robber in his car while talking to 911. A young man survives a car falling on his head in a junkyard by calling 911. A disabled man in Tampa, Fla. is rescued from his burning home with the help of dispatchers who lead firefighters to him.    "
                },
                "3": {
                    "title": "No Way Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "6 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    A Houston woman who is kidnapped and thrown in her trunk, calls 911 to help police find her; a woman in Orland, Fla. and her four children are trapped in their apartment bathroom as the building burns around them.    "
                },
                "4": {
                    "title": "The Glendale Shootout",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "6 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    A security guard living in an apartment building goes crazy and starts firing weapons out of his window, through his front door and into the walls. Multiple calls are made to 911. Dozens of officer respond and begin a 5-hour gun battle with the shooter. Two major Los Angeles freeways located just behind the apartment building are shut down. This story is told through a handful of 911 calls, dozens of hours of police audio recordings and the on-air reports from a local radio traffic reporter who lived a few doors away from the gunman and was trapped insider her ...    "
                },
                "5": {
                    "title": "A Cry for Help",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "13 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    A woman is home alone. Her leg was broken in a car accident the previous week and she is eight months pregnant. It's at night. Her four dogs start going crazy, like something is really wrong in the house. The woman calls 911. While she is on the phone, the dogs become extremely agitated. The 911 operator sends help - but before the police arrive an intruder comes from the basement and violently attacks the woman. He rips off her clothes and attempts to rape her - just as the police break in and stop him.    "
                },
                "6": {
                    "title": "Don't Leave Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "20 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    A couple visiting California from Florida are taking an evening stroll in the condo complex where they are renting a home. During their walk, the man falls over backward, smashing his head on the asphalt. He's had a massive, most-likely fatal heart attack. The wife screams for help. Two neighbors come to help. One man begins CPR while the other calls 911. The 911 operator teaches the caller how to do CPR and the caller instructs his neighbor what to do. Paramedics arrive and take the man to hospital. The man is given an experimental treatment where doctors froze his ...    "
                },
                "7": {
                    "title": "Pulled from the Brink",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "28 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Texas intruder shot - Police give chase to a man driving a truck when he refuses to stop when officers attempt to pull him over for a traffic violation. The man bails out of his car and runs into a park. Officers give chase, but have no luck. An hour later, a grandmother and her 20-year-old granddaughter hear noises in their home. They go to investigate - the grandmother armed with her .38 caliber gun. Inside a closet near their front door, the women find a man dressed only in shorts hiding beneath some clothes (turns out it's the guy the police were looking for). The...    "
                },
                "8": {
                    "title": "Lifeline",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "3 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Kicked by a horse - A woman and her 14-year-old daughter are in a forest riding horses. When the horses refuse to cross a stream, the women try to walk the horses across. One of the horses struggles and kicks the mother in the head, causing severe injuries. The daughter calls 911 and begs for help. But police helicopters cannot find the pair because the forest canopy is too thick. The daughter must leave her mother and walk to the edge of the forest to flag down help - and it's all on the 911 call. Baby choking - A 6-month-old baby chokes on a piece of Kleenex. The ...    "
                },
                "9": {
                    "title": "Nick of Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "22 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Christmas CPR Call - A husband gets up in the middle of the night, but upon returning to bed, he tells his wife his chest hurts. Immediately, the wife calls 911. She is given instructions on how to perform CPR, but because he is still in the bed, she is unable to properly compress his chest. She drags her husband to the floor - a sturdy surface - and performs CPR, while anxiously waiting for help to arrive. Simi Valley Bank Robbery - A woman heads into her bank and realizes it is being robbed. Not wanting to get involved, she stands outside and calls 911. While on the...    "
                },
                "10": {
                    "title": "Struggle to Survive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "29 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Baby born not breathing - A woman goes into labor at home and her husband does what any man would do, calls 911. The dispatcher talks the father through the delivery, but the call doesn't end there - the baby isn't breathing. Car crash - On an icy road, a minivan carrying two children collides head-on with a truck towing a trailer. One of the children is easily removed from the wreckage, but the other is trapped in the wheel well. Citizens pull the girl from the wheel well, but the rescue helicopter has difficulty reaching her. With each passing moment, the girl's ...    "
                },
                "11": {
                    "title": "Terror at the Mall",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "5 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    A man calls 911 to tell them he's about to start shooting at the Tacoma Mall. Moments later, shots ring out and a deluge of calls flood the 911 center. The gunman has not only shot people, but taken several people hostage. The incident drags on for hours and involves and tests the limits of the local law enforcement agencies.    "
                },
                "12": {
                    "title": "Fight Against Nature",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "12 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Two men were out on all terrain vehicles when one of them flipped over and landed on the driver. His friend calls 911 to get help to scene. Upon arrival, the responding personnel realize they know the man they are trying to save - he is a paramedic in training. Emotions run high as the crew tries to save their friend... and his face. Lake - What was supposed to be a pleasant winter vacation takes a turn for the worse when three teenagers capsize their canoe in the middle of a lake. Miraculously, one of the teenagers manages to call 911. Unfamiliar with the area, they ...    "
                },
                "13": {
                    "title": "Under Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "19 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    A chief attempts to pull a man over for reckless driving, but the man flees and leads him on a pursuit back to his home. The man runs into his house and returns with a gun. He not only shoots the chief, but also the deputy sent to back him up. Despite the fact that gunshots continue to ring out, members of the community put their lives in danger to aid the lawmen and get them to safety. Boy calls for grandma - A dispatcher gets a call from a small boy claiming that his granny is hurt. Not knowing exactly what is wrong with the grandmother, the dispatcher sends help. ...    "
                },
                "14": {
                    "title": "Out in the Cold",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "7 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Plane Crash - Four people are returning from a trip to Michigan's Upper Peninsula in a small plane on a cold February night, as the pilot talks to his friend at a nearby airport. As soon as he ends his transmission, he suffers catastrophic engine failure and immediately calls back for help. He stays on the line as his plane skims the treetops and crashes into the forest below. As soon as he gains consciousness, the pilot realizes his radio was crushed and calls for help using one of the passenger's cell phones. It is late in the evening, in the middle of nowhere, and ...    "
                },
                "15": {
                    "title": "Under the Cover of Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "14 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Son and Dad Call for Mom - Thinking his wife is having a bad dream, a man tries to wake her up. When she doesn't wake, the man calls out to his son and tells him to get 911 on the phone. The man begins CPR as his son relays information to the dispatcher. Hearing the husband's screams in the background, paramedics rush to the scene. Woman Under Desk - It was one of the rare nights that her husband worked the late shift and she was home alone when she heard a noise downstairs. Living in an old farmhouse, she thought it was some bats, but when she heard glass breaking ...    "
                },
                "16": {
                    "title": "Blood Is Thicker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "23 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Young girl calls for father - A young girl hears a thud in the other room and enters to find her father semi-conscious on the floor. She calls 911 and explains the situation as best she can. Hearing the father attempting to speak in the background, the dispatcher asks to speak to him. Once on the phone, he is able to relay the rest of the information required to get him the help he needs. Stroke in parking lot - A woman calls her boyfriend and tells him she has had a stroke. The man calls his sister - a 911 supervisor - and asks for help. The girlfriend is unable to ...    "
                },
                "17": {
                    "title": "Rising to the Occasion",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "30 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Bank robbery - Two tellers are alone in a bank when an armed woman hands one of them a note, instructing them to empty their drawers. As soon as she flees with the money, one of the tellers calls 911 and alerts the police. She is able to provide a description of the getaway vehicle and a high-speed chase ensues. Pregnant mother collapses - A young boy enters the bathroom to find his pregnant mother on the floor. He calls her fiancé and tells him something is wrong. The fiancé is several hours away, but he calls 911 in an attempt to get an ambulance on the scene. At ...    "
                },
                "18": {
                    "title": "Family Affair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "6 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Home Invasion - A family grieving over the loss of a loved one is further traumatized by a pair of gunmen who enter the house and begin shooting, searching for some recently acquired wealth. The mother watches as they shoot her son in the leg, then retreats to the bedroom where she proceeds to call 911. Hidden under the bed, she listens to the sound of gunshots and the screams of her children, while relaying the information to the call taker on the other end. Baby Being Born - After being told that she wasn't due for several more hours, a pregnant woman goes home to ...    "
                },
                "19": {
                    "title": "Desperate Measures",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "13 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    \"Infant Drowning\" (Louisville, Kentucky): A father (Michael Delk) finds his infant son face-down in a back yard wading pool. \"Broken Leg\" (Charlotte, Michigan): A skier (Claire Capra) calls 911 after breaking a leg. Rescuers try to find her using GPS.    "
                },
                "20": {
                    "title": "Fire from the Sky",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "20 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Texas Christmas - Without presents or money to buy them, a mother turns to the El Paso Fire Department on Christmas Eve in search of gifts for her children. The dispatcher then contacts nearby stations to see if there are any uncollected gifts that might be suitable for the family. Not only does he find gifts, but he also convinces a local restaurant to donate Christmas dinner. Once all the goods have been corralled, the Fire Chief himself delivers the food and presents personally. F-18 Crash - It was a typical afternoon in San Diego until an F-18 fighter pilot ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Wisconsin Standoff: Part 1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "5 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Police, SWAT Teams and negotiators navigate their way through a bizarre 15-hour standoff with a man who just shot a neighbor. The story gets stranger when the man agrees to negotiate only during commercials of his favorite TV shows - and then he tells negotiators his mother, dead for four years, is in his basement freezer.    "
                },
                "2": {
                    "title": "Wisconsin Standoff: Part 2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "5 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Police, SWAT Teams and negotiators navigate their way through a bizarre 15-hour standoff with a man who just shot a neighbor. The story gets stranger when the man agrees to negotiate only during commercials of his favorite TV shows - and then he tells negotiators his mother, dead for four years, is in his basement freezer.    "
                },
                "4": {
                    "title": "Split-Second Decision",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "12 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    A bank teller phones 911 after being robbed at gunpoint; a frantic 8-year-old girl tries to save her grandparents from a burning house; a nervous father-to-be is instructed by a 911 operator how to deliver his baby when he and his wife fail to make it to the hospital.    "
                },
                "5": {
                    "title": "When Seconds Count",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "19 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    A woman suffering from dizziness and dehydration is lost on a mountain and calls 911 for help; a man calls 911 while giving chase to a robber who stole a neighbor's computer; and a woman is taught how to perform CPR on her ailing father while her young son watches.    "
                },
                "6": {
                    "title": "Matters of Life and Death",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "19 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    A 911 dispatcher guides a frantic wife through CPR when her husband collapses in the shower; ocean lifeguards and emergency responders struggle to save a victim of a shark attack; with the help of 911, a bewildered husband helps his wife deliver their baby on a bathroom floor.    "
                },
                "7": {
                    "title": "Moments of Terror",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "26 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    A motorcyclist robs a convenience store at knife-point; a man narrowly avoids a car/train collision and hangs onto life after plummeting down a cliff.    "
                },
                "8": {
                    "title": "Heroes of All Kinds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "26 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    A man goes on a rampage smashing car windows until he is shot by police; a 9 year old girl is the hero who calls 911 to save her father having a seizure; and a 911 call takes a strange twist when a dispatcher guides a woman through CPR on her 3 month old baby, only to learn later the \"baby\" is a kitten.    "
                },
                "9": {
                    "title": "When Every Moment Counts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "10 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    A hunter accidentally shoots himself and crawls to find a cell signal to reach 911. A woman's ex-husband stabs her new husband while he talks to a 911 dispatcher and a woman hides in a closet, calling for 911 help while a robber holds her parents at gunpoint.    "
                },
                "10": {
                    "title": "High-Tech Safety",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "17 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    A woman watches in amazement via webcam as her own home is being robbed; a tornado survivor is pinned inside his truck, surrounded by downed live electrical lines.    "
                },
                "11": {
                    "title": "Life on the Line",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "24 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    A man is shot by his wife in his own bathroom; an elderly man suffers a heart attack while exercising; 911 dispatchers respond to a case of domestic violence when a victim simply leaves a phone line open.    "
                },
                "15": {
                    "title": "Defensive Living",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "21 Aug. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "17": {
                    "title": "Deadly Games and Rains",
                    "kind": "episode",
                    "episode of": {
                        "title": "Call 911 (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "23 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    A desperate struggle for life ensues when teens play \"the choking game\"; 911 teams are called to a home to rescue a drowning toddler; a couple is rescued from a flooded car by firemen who must reach the vehicle by boat.    "
                }
            }
        },
        "number of episodes": 33,
        "cast": [
            {
                "name": "Martin, J.V."
            },
            {
                "name": "Sapin, Adam"
            },
            {
                "name": "Elliott, Kieron"
            },
            {
                "name": "Johnson, Toni"
            },
            {
                "name": "Malabel, Miriam"
            },
            {
                "name": "Dean, Anna"
            },
            {
                "name": "Dunham, Eric"
            },
            {
                "name": "Findley, Kristin"
            },
            {
                "name": "Ha, Quynh"
            },
            {
                "name": "Hernandez, Joseph"
            },
            {
                "name": "Maltzman, Jay"
            },
            {
                "name": "Snipes, John"
            },
            {
                "name": "Starr, Jack"
            },
            {
                "name": "Wells, Dan"
            },
            {
                "name": "Jr., David Fernandez"
            },
            {
                "name": "Fernandez, David"
            },
            {
                "name": "Paul, Timmy"
            },
            {
                "name": "Warne, Naomi"
            },
            {
                "name": "Anthony, Reed"
            },
            {
                "name": "Del Mar, Victor"
            },
            {
                "name": "Nier, Shawn"
            },
            {
                "name": "Gray, Macauley"
            },
            {
                "name": "Jones, Trenton"
            },
            {
                "name": "Stiener, Holly"
            },
            {
                "name": "Vagi, Bryan"
            },
            {
                "name": "Villegas, Ryan"
            },
            {
                "name": "Whitmer, David"
            },
            {
                "name": "Campbell, Robert"
            },
            {
                "name": "Campbell, Robert P."
            },
            {
                "name": "Cross, Mike"
            },
            {
                "name": "Del Brocco, Steven"
            },
            {
                "name": "Johnson, Scott"
            },
            {
                "name": "Knight, Diana"
            },
            {
                "name": "Scheyving, Veronica"
            },
            {
                "name": "Vela, Ruben"
            },
            {
                "name": "Wood, Chad T."
            },
            {
                "name": "Adamson, William"
            },
            {
                "name": "Bassett, John"
            },
            {
                "name": "Brynner, Nathan Lee"
            },
            {
                "name": "Burmeister, Michael J."
            },
            {
                "name": "Casadio, Tracy"
            },
            {
                "name": "Casey, James"
            },
            {
                "name": "Chamberlain, Marc"
            },
            {
                "name": "Chappell, Lynn"
            },
            {
                "name": "Chodos, Daniel"
            },
            {
                "name": "Clasen, Colin"
            },
            {
                "name": "Coates, Kalin"
            },
            {
                "name": "Collins, Skoti"
            },
            {
                "name": "Coons, Christopher J."
            },
            {
                "name": "Cox, Casey"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 8.6,
        "votes": 29,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzk3OTJjYmEtYmUxMS00OWM3LTk4NmQtNWNmZWM0OTAxZDg5XkEyXkFqcGdeQXVyMjI4OTg3MTc@._V1_SY150_CR82,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Call 911",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Jennings, Tom"
            }
        ],
        "production companies": [
            {
                "name": "Tom Jennings Productions"
            }
        ],
        "distributors": [
            {
                "name": "Court TV"
            },
            {
                "name": "Discovery Communications"
            },
            {
                "name": "Investigation Discovery"
            }
        ],
        "plot": [
            "Each episode documents real 911 calls from people in trouble to emergency dispatchers."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 29,
                "rating": 8.6
            },
            "aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "aged 30 44": {
                "votes": 14,
                "rating": 7.3
            },
            "aged 45 plus": {
                "votes": 7,
                "rating": 5.9
            },
            "males": {
                "votes": 12,
                "rating": 5.4
            },
            "males aged 30 44": {
                "votes": 7,
                "rating": 6.3
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 7.5
            },
            "females": {
                "votes": 12,
                "rating": 8.6
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 7,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 5.0
            },
            "us users": {
                "votes": 17,
                "rating": 8.1
            },
            "non us users": {
                "votes": 2,
                "rating": 7.0
            }
        },
        "number of votes": {
            "10": 19,
            "9": 3,
            "8": 2,
            "7": 1,
            "6": 0,
            "5": 1,
            "4": 0,
            "3": 1,
            "2": 0,
            "1": 2
        },
        "arithmetic mean": 8.6,
        "median": 1
    }
}