{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "2 January 2008"
            }
        ],
        "release dates": [
            "USA::2 January 2008"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Pioneers of Television"
            },
            {
                "countries": "Finland",
                "title": "Television uranuurtajat"
            },
            {
                "countries": "Finland (Swedish title)",
                "title": "Televisionens pionjärer"
            },
            {
                "countries": "Poland",
                "title": "Pionierzy telewizji"
            },
            {
                "countries": "Spain",
                "title": "Pioneros de la televisión"
            }
        ],
        "akas": [
            "Pioneers of Television (original title)",
            "Television uranuurtajat Finland",
            "Televisionens pionjärer Finland (Swedish title)",
            "Pionierzy telewizji Poland",
            "Pioneros de la televisión Spain"
        ],
        "akas from release info": [
            "Pioneers of Television (original title)",
            "Television uranuurtajat Finland",
            "Televisionens pionjärer Finland (Swedish title)",
            "Pionierzy telewizji Poland",
            "Pioneros de la televisión Spain"
        ],
        "episodes": {
            "4": {
                "1": {
                    "title": "Standup to Sitcom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pioneers of Television (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "votes": 9,
                    "original air date": "15 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    From PBS: This star-packed episode features fresh interviews with Jerry Seinfeld, Roseanne Barr, Tim Allen, Ray Romano and Bob Newhart. The program reveals how America's top standup comics made the transition to the sitcom format and includes dozens of clips from \"Seinfeld,\" \"Home Improvement,\" \"Everybody Loves Raymond,\" \"Roseanne\" and more.    "
                },
                "2": {
                    "title": "Doctors and Nurses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pioneers of Television (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "votes": 11,
                    "original air date": "22 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    From PBS: From George Clooney on \"ER\" to Richard Chamberlain on \"Dr. Kildare,\" television's long love affair with doctors and nurses shows no signs of letting up. Noah Wyle, Anthony Edwards, Gloria Reuben and Eriq LaSalle open up about the secrets of \"ER\"; Howie Mandel, Ed Begley Jr. and Christina Pickles revisit \"St. Elsewhere.\" The episode also features the final interview with Chad Everett of \"Medical Center\".    "
                },
                "3": {
                    "title": "Breaking Barriers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pioneers of Television (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "29 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    From PBS: This episode traces the story of people of color on American television -- including the mid-1960s breakthroughs of African Americans Diahann Carroll (\"Julia\") and Bill Cosby (\"I Spy\"). Latino landmarks range from \"I Love Lucy\" with Desi Arnaz to \"Miami Vice\" with Edward James Olmos. Also featured are Asian-Americans like George Takei (\"Star Trek\"), who details his youth spent in a Japanese internment camp.    "
                },
                "4": {
                    "title": "Acting Funny",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pioneers of Television (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "votes": 15,
                    "original air date": "6 May 2014",
                    "year": "2014",
                    "plot": "\n    The backstage techniques of comic actors, including Robin Williams, Jonathan Winters and Tina Fey.    "
                },
                "5": {
                    "title": "Robin Williams Remembered",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pioneers of Television (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "votes": 279,
                    "original air date": "9 Sep. 2014",
                    "year": "2014",
                    "plot": "\n    Celebrating the life of Robin Williams with interviews, tributes and clips from his career.    "
                }
            },
            "1": {
                "1": {
                    "title": "Sitcoms",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pioneers of Television (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 21,
                    "original air date": "2 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Sitcoms have been a major form of entertainment since the very early days of U.S. television. Jackie Gleason surprised many when he decided to stop his variety show in favor of a 30 minute version of The Honeymooners (1955), which had its origin as one of his regular skits. Working with regulars Art Carney and Audrey Meadows, they created 39 episodes of pure joy. 'Lucille Ball' and Desi Arnaz made history with I Love Lucy (1951) not only by making people laugh but by writing in Lucy's real-life pregnancy. In Make Room for Daddy (1953), Danny Thomas presented a believable family and as a producer, introduced Andy Griffith to a broader TV audience in The Andy Griffith Show (1960). The Dick Van Dyke Show (1961) show, also with Mary Tyler Moore, made use of the stars inestimable ...    "
                },
                "2": {
                    "title": "Late Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pioneers of Television (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 21,
                    "original air date": "9 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    In the early years of US television, a new form of entertainment was created: the late night talk show. Steve Allen was the first of his kind and he was noted for its wacky comedy and willingness to engage in crazy stunts. It was also a showcase for African-American performers such as Cab Calloway and Count Basie. He was succeeded in 1957 by Jack Paar, a skilled interviewer who got his start in radio and brought the art of conversation to the small screen. Johnny Carson followed as the next and undoubtedly most popular host of the show. He agreed somewhat reluctantly and became a TV staple for the next 30 ...    "
                },
                "3": {
                    "title": "Variety",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pioneers of Television (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 16,
                    "original air date": "16 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Variety shows were the mainstay of early American TV with stars such as Milton Berle, Red Skelton and Sid Caesar dominating the airwaves. Ed Sullivan was a mainstay of television with his Sunday night show presenting everything from acrobats to stand-up comedians to scenes from Broadway plays. Arthur Godfrey at one point had two hit TV shows on the air and his folksy charm seemed to be just what America wanted at the time. His firing of popular singer Julius LaRosa on live TV changed the public's perception of him. Singers hosting their own variety show became popular with Pat Boone, and Andy Williams both hosting very popular shows. Perry Como was so ...    "
                },
                "4": {
                    "title": "Game Shows",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pioneers of Television (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 15,
                    "original air date": "23 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Game shows existed long before TV and were popular on radio. Producer Mark Goodson created a national sensation with Stop the Music which offered a huge prize to a randomly selected contestant. Ralph Edwards created Truth or Consequences and later on TV passed it on to Bob Barker to act as host. Early TV needed programming to fill the schedule and game shows were easy to produce. Edwards later created the popular This Is Your Life (1952) and Groucho Marx had You Bet Your Life (1950). It all came crashing down with the now infamous game show scandals where contestants were given the answers to questions to add to the drama. The first was Dotto (1958), then Twenty-One (1956) where its most ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Science Fiction",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pioneers of Television (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 33,
                    "original air date": "18 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    This episode looks at the development of the science fiction genre on US television in the 1950's and 1960's. Gene Roddenberry had long been working as writer in television but realized that the industry was not prepared to deal with major social issues such as race relations, drug addiction and war. By setting his stories in a fictional future, he was able to do that and thus Star Trek (1966) was born. Somewhat surprisingly, its greatest competition came from Lost in Space (1965) produced by Irwin Allen who was also responsible for The Time Tunnel (1966) and Voyage to the Bottom of the Sea (1964). The classic series The Twilight Zone (1959) set a very high bar that the others had to follow.    "
                },
                "2": {
                    "title": "Westerns",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pioneers of Television (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 40,
                    "original air date": "25 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    This episodes reviews various contributions to the western genre on early US television. Maverick (1957), starring 'James Garner' was an early success and noted for its humor. The Rifleman (1958) was created by Sam Peckinpah, later noted for his more violent take on westerns. It starred Chuck Connors as a single parent raising his young son. Bonanza (1959) with Lorne Greene as a rich rancher with three grown sons was noted for never having a permanent female character. The Big Valley (1965) on the other hand was noted for its strong female characters played by Barbara Stanwyck and Linda Evans. The Wild Wild West (1965) starring Robert Conrad was noted for it's sometimes bizarre story lines and although still very popular, was canceled ...    "
                },
                "3": {
                    "title": "Crime Dramas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pioneers of Television (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 31,
                    "original air date": "1 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    This episode deal with police and crime show on early American television. Dragnet (1951) started on radio and it seemed a natural to take to TV. Producer and star Jack Webb demanded a flat, emotionless delivery of all dialogue that became the show's trademark. The Untouchables (1959) was a huge success but was among the first shows to raise public concern about violence on the small screen. Mannix (1967) featured a caring private eye while Mission: Impossible (1966) had intricate plots. I Spy (1965) was the first show to have an African-American in a leading role. Hawaii Five-O (1968) also featured a largely ethnic cast, another first. Women were well represented in the genre with ...    "
                },
                "4": {
                    "title": "Local Kids' TV",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pioneers of Television (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 14,
                    "original air date": "8 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    In the early years of U.S. television, virtually every local station had a locally produced program aimed at children. For the most part, they had several things in common: they were broadcast live, operated on a shoestring budget, had a central character (often a clown), included puppets and a live studio audience made up of local children. Shows such as Bozo the Clown (1959) and The Wallace and Ladmo Show (1954) ( also known as the Wallace and Ladmo Show) made celebrities of Chuck McCann, Pat McMahon and Willard Scott. By the 1960s, Jim Henson had his own take on puppets, which he called Muppets, which became nationally known with the advent of Sesame Street (1969). One major ...    "
                }
            },
            "3": {
                "1": {
                    "title": "Funny Ladies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pioneers of Television (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 22,
                    "original air date": "15 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Lucille Ball started her career at MGM there learning the workings of physical comedy. She was 40 years old by the time her hit TV series I Love Lucy (1951) made it to the air. She had three hit shows in a row. Carol Burnett first came to the attention of the public with her song about John Foster Dulles. Her training ground was The Garry Moore Show (1958) which after seven years led to _\"The Carol Burnett Show\" (1967)_. Betty White began her career in television in the 1940s and had her own sitcom Life with Elizabeth (1952) and had a wide ranging career from game show host to sitcom star.    "
                },
                "2": {
                    "title": "Primetime Soaps",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pioneers of Television (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 18,
                    "original air date": "22 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    Trace the arc of nighttime soaps, from \"Peyton Place\" to \"Knots Landing.\"    "
                },
                "3": {
                    "title": "Superheroes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pioneers of Television (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 21,
                    "original air date": "29 Jan. 2013",
                    "year": "2013",
                    "plot": "\n    A look at TV Superheroes from Superman in the 1950s, Batman in the '60s, Wonder Woman and The Incredible Hulk in the '70s, and The Greatest American Hero in the '80s. The episode features in-depth interviews with Adam West, Burt Ward, Julie Newmar, Lynda Carter, Lou Ferrigno, William Katt, and others.    "
                },
                "4": {
                    "title": "Miniseries",
                    "kind": "episode",
                    "episode of": {
                        "title": "Pioneers of Television (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 17,
                    "original air date": "5 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Join the stars of landmark miniseries who comment on the influence of their genre today.    "
                }
            }
        },
        "number of episodes": 17,
        "cast": [
            {
                "name": "Van Dyke, Dick"
            },
            {
                "name": "Diller, Phyllis"
            },
            {
                "name": "Henderson, Florence"
            },
            {
                "name": "White, Betty"
            },
            {
                "name": "Bratt, Benjamin"
            },
            {
                "name": "Culp, Robert"
            },
            {
                "name": "Landau, Martin"
            },
            {
                "name": "Grammer, Kelsey"
            },
            {
                "name": "Seacrest, Ryan"
            },
            {
                "name": "Cosby, Bill"
            },
            {
                "name": "West, Adam"
            },
            {
                "name": "Walker, Jimmie"
            },
            {
                "name": "Winters, Jonathan"
            },
            {
                "name": "Conway, Tim"
            },
            {
                "name": "Saperstein, Harlan"
            },
            {
                "name": "Cannell, Stephen J."
            },
            {
                "name": "Cartwright, Veronica"
            },
            {
                "name": "Amos, John"
            },
            {
                "name": "Graves, Peter"
            },
            {
                "name": "Williams, Robin"
            },
            {
                "name": "Connors, Mike"
            },
            {
                "name": "Leachman, Cloris"
            },
            {
                "name": "Crowley, Pat"
            },
            {
                "name": "Burnett, Carol"
            },
            {
                "name": "Williams, Andy"
            },
            {
                "name": "Eden, Barbara"
            },
            {
                "name": "Moore, Mary Tyler"
            },
            {
                "name": "Marshall, Penny"
            },
            {
                "name": "Lawrence, Vicki"
            },
            {
                "name": "Jr., Pat Harrington"
            },
            {
                "name": "Chamberlain, Richard"
            },
            {
                "name": "Nimoy, Leonard"
            },
            {
                "name": "Garner, James"
            },
            {
                "name": "Carroll, Diahann"
            },
            {
                "name": "Shatner, William"
            },
            {
                "name": "Collins, Joan"
            },
            {
                "name": "Evans, Linda"
            },
            {
                "name": "Allen, Tim"
            },
            {
                "name": "Uggams, Leslie"
            },
            {
                "name": "Newhart, Bob"
            },
            {
                "name": "Seinfeld, Jerry"
            },
            {
                "name": "Van Ark, Joan"
            },
            {
                "name": "Jr., Ed Begley"
            },
            {
                "name": "Brown, Georg Stanford"
            },
            {
                "name": "Ames, Ed"
            },
            {
                "name": "Moody, Lynne"
            },
            {
                "name": "Vereen, Ben"
            },
            {
                "name": "Conrad, Robert"
            },
            {
                "name": "Darrow, Henry"
            },
            {
                "name": "Powers, Stefanie"
            }
        ],
        "genres": [
            "Documentary",
            "History"
        ],
        "runtimes": [
            "55"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "United States:TV-PG"
        ],
        "number of seasons": 4,
        "rating": 8.0,
        "votes": 186,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjcwNTEyMjY0M15BMl5BanBnXkFtZTcwODIxMzU1MQ@@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "This four-part documentary looks at some of the programs and stars from the early days of U.S. television. The segment on late night focuses on the vaudevillian origins of the genre and the Tonight Show, with its three early stars: Steve Allen, Jack Paar and Johnny Carson. The episode on sitcoms focuses on the contribution of several classics from the 1950s and 60s including The Honeymooners, I Love Lucy, The Andy Griffith Show and the Dick van Dyke Show. The segment on variety shows focuses first on the Ed Sullivan Show and the hosts ability to book acts that the audience wanted to see. Others include Milton Berle's show, Sis Caesar's Your Show of Shows, Red Skelton, Arthur Godfrey and many others. In the final episode, game shows are the focus. Early game shows had their origins in radio but hit a road block during the game show scandals where it was revealed that contestants were being given the answers to questions. The genre eventually re-established itself and made stars of many of the emcees.",
        "languages": [
            "English"
        ],
        "title": "Pioneers of Television",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "seasons": [
            "1",
            "2",
            "3",
            "4"
        ],
        "writer": [
            {
                "name": "Jones, Jack"
            },
            {
                "name": "Trinklein, Mike"
            }
        ],
        "production companies": [
            {
                "name": "Boettcher/Trinklein Productions"
            }
        ],
        "distributors": [
            {
                "name": "Public Broadcasting Service (PBS)"
            },
            {
                "name": "Yleisradio (YLE)"
            }
        ],
        "other companies": [
            {
                "name": "Viewers Like You"
            }
        ],
        "plot": [
            "A four-part documentary series focusing on the legends that helped launched TV and left lasting impression on sitcoms, talk shows, variety shows and game shows in television's early years.::IMDb editor",
            "This four-part documentary looks at some of the programs and stars from the early days of U.S. television. The segment on late night focuses on the vaudevillian origins of the genre and the Tonight Show, with its three early stars: Steve Allen, Jack Paar and Johnny Carson. The episode on sitcoms focuses on the contribution of several classics from the 1950s and 60s including The Honeymooners, I Love Lucy, The Andy Griffith Show and the Dick van Dyke Show. The segment on variety shows focuses first on the Ed Sullivan Show and the hosts ability to book acts that the audience wanted to see. Others include Milton Berle's show, Sis Caesar's Your Show of Shows, Red Skelton, Arthur Godfrey and many others. In the final episode, game shows are the focus. Early game shows had their origins in radio but hit a road block during the game show scandals where it was revealed that contestants were being given the answers to questions. The genre eventually re-established itself and made stars of many of the emcees.::garykmcd"
        ],
        "tech": {
            "runtime": [
                "55 min (USA)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color",
                "Black and White"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 186,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 11,
                "rating": 7.7
            },
            "aged 30 44": {
                "votes": 50,
                "rating": 7.7
            },
            "aged 45 plus": {
                "votes": 97,
                "rating": 8.0
            },
            "males": {
                "votes": 129,
                "rating": 7.9
            },
            "males aged 18 29": {
                "votes": 9,
                "rating": 7.8
            },
            "males aged 30 44": {
                "votes": 42,
                "rating": 7.7
            },
            "males aged 45 plus": {
                "votes": 75,
                "rating": 8.0
            },
            "females": {
                "votes": 28,
                "rating": 7.6
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 6.5
            },
            "females aged 30 44": {
                "votes": 8,
                "rating": 7.6
            },
            "females aged 45 plus": {
                "votes": 18,
                "rating": 7.5
            },
            "top 1000 voters": {
                "votes": 25,
                "rating": 7.4
            },
            "us users": {
                "votes": 119,
                "rating": 8.0
            },
            "non us users": {
                "votes": 30,
                "rating": 7.6
            }
        },
        "number of votes": {
            "10": 32,
            "9": 42,
            "8": 47,
            "7": 29,
            "6": 17,
            "5": 5,
            "4": 4,
            "3": 2,
            "2": 1,
            "1": 7
        },
        "arithmetic mean": 7.7,
        "median": 8
    }
}