{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "7 February 2008"
            },
            {
                "country": "Netherlands\n",
                "date": "21 August 2008"
            },
            {
                "country": "Sweden\n",
                "date": "31 August 2008"
            },
            {
                "country": "Finland\n",
                "date": "15 September 2008"
            },
            {
                "country": "Japan\n",
                "date": "7 October 2008"
            },
            {
                "country": "USA\n",
                "date": "7 March 2009"
            },
            {
                "country": "Australia\n",
                "date": "10 August 2009"
            },
            {
                "country": "Germany\n",
                "date": "1 December 2009"
            },
            {
                "country": "Hungary\n",
                "date": "4 December 2011"
            },
            {
                "country": "Netherlands\n",
                "date": "29 March 2012",
                "notes": "                            (re-release) (limited)"
            }
        ],
        "release dates": [
            "UK::7 February 2008",
            "Netherlands::21 August 2008",
            "Sweden::31 August 2008",
            "Finland::15 September 2008",
            "Japan::7 October 2008",
            "USA::7 March 2009",
            "Australia::10 August 2009",
            "Germany::1 December 2009",
            "Hungary::4 December 2011",
            "Netherlands::29 March 2012                            (re-release) (limited)"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Ashes to Ashes"
            },
            {
                "countries": "Croatia",
                "title": "Pepeo pepelu"
            },
            {
                "countries": "Germany",
                "title": "Ashes to Ashes - Zurück in die 80er"
            },
            {
                "countries": "Hungary",
                "title": "Porrá leszünk"
            },
            {
                "countries": "Poland",
                "title": "Powstac z popiolów"
            },
            {
                "countries": "Russia",
                "title": "Прах к праху"
            },
            {
                "countries": "Serbia",
                "title": "Pepeo pepelu"
            }
        ],
        "akas": [
            "Ashes to Ashes (original title)",
            "Pepeo pepelu Croatia",
            "Ashes to Ashes - Zurück in die 80er Germany",
            "Porrá leszünk Hungary",
            "Powstac z popiolów Poland",
            "Прах к праху Russia",
            "Pepeo pepelu Serbia"
        ],
        "akas from release info": [
            "Ashes to Ashes (original title)",
            "Pepeo pepelu Croatia",
            "Ashes to Ashes - Zurück in die 80er Germany",
            "Porrá leszünk Hungary",
            "Powstac z popiolów Poland",
            "Прах к праху Russia",
            "Pepeo pepelu Serbia"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Episode #3.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ashes to Ashes (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 117,
                    "original air date": "2 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Alex wakes up to find herself back in 1983 where Gene Hunt is on the run after shooting her, three months previously. His unit is being run by none other than Ray! Meanwhile the rest of the unit in involved with the abduction of Dorothy, a young girl, on her way to school. To make matters worse a ransom is demanded by the kidnappers, and it's up to the team to find the culprits - fast.    "
                },
                "2": {
                    "title": "Episode #3.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ashes to Ashes (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 111,
                    "original air date": "9 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    A severed hand is sent to the police station and investigations link it to the murders of several women around the country,all of whom had used the Crescent Moon dating agency. After Alex has unsuccessfully carried out an experiment in speed dating, Shaz,disillusioned with her job and seeking a challenge,goes undercover to trap the killer.    "
                },
                "3": {
                    "title": "Episode #3.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ashes to Ashes (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 95,
                    "original air date": "16 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    It's Election Night and an arsonist is setting fire to polling stations. Ray believes they have a military background given the devices used but is reluctant to believe the culprit, identified by an eye-witness, is fireman and ex-Falklands War hero Andy Smith who saved Ray's life. Andy is taken into custody,during which another fire is started, leading Alex to believe that a triangle involving Andy,his wife and his brother is the key to the crimes.Jim tries to persuade Ray to leave Hunt's team and join him.    "
                },
                "4": {
                    "title": "Episode #3.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ashes to Ashes (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 91,
                    "original air date": "23 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Hunt is out to get father-and-son gangsters Terry and Daniel Stafford,who have bumped off rival drug dealers in the area, and is annoyed that undercover cop Louise Gardiner has been sent into his manner behind his back to work with the Staffords. There is no love lost between the Staffords,each out to get control of the racket from each other,and when her cover is blown Louise is attacked by Daniel,who gets beaten up by Chris as a result. However this jeopardises any charges against young Stafford. He is released and apparently abducts Louise, Hunt's team giving chase...    "
                },
                "5": {
                    "title": "Episode #3.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ashes to Ashes (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 94,
                    "original air date": "30 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Two loutish policemen, Litton and Bevan, whom Hunt knew in Manchester, turn up on his patch in pursuit of ageing comic Frank Hardwick,who has allegedly robbed the Police Widows Fund. However, when someone takes a pot shot at Frank ,Hunt and his team suspect that the visitors are lying. In fact he has evidence of their corruption and is fleeing for his life. With Frank safe at Luigi's Hunt takes great pleasure in playing the couple off against each other at a police gala.    "
                },
                "6": {
                    "title": "Episode #3.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ashes to Ashes (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 100,
                    "original air date": "7 May 2010",
                    "year": "2010",
                    "plot": "\n    Hunt heads a team sent in to quell a prison riot during which station officer Viv James is taken captive by scary lifer Jason Sacks. Sacks' cell-mate Paul Thordy escaped during the riot but is caught. He tells Alex he is Sam Tyler,though he was Sam's last arrest before he died.Ray and Chris pose as journalists going in to interview Sacks and are also taken prisoner by him.Alex does a deal with Thordy,allowing a successful storming of the jail though there is a surprise and a fatality. Jim Keats is useless throughout,his main concern being to get Alex to find out if ...    "
                },
                "7": {
                    "title": "Episode #3.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ashes to Ashes (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 100,
                    "original air date": "14 May 2010",
                    "year": "2010",
                    "plot": "\n    The penultimate episode where the investigation of Gene Hunt is almost at an end, with Alex being pulled in two directions. Jim still wants to know whether Gene had anything to do with Sam Tyler's death, and Alex is best placed to find out everything they need to know so he's leaning hard on her to get the information. Gene and his team are called to an ANC illegal drinking den where things are not as they first appear to be. Initially it's a simple case of a public disorder but things soon take a turn for the worse.    "
                },
                "8": {
                    "title": "Episode #3.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ashes to Ashes (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 235,
                    "original air date": "21 May 2010",
                    "year": "2010",
                    "plot": "\n    The question remains - did Gene hunt kill Sam Tyler? Alex needs to know and all is revealed in the final episode. Meanwhile the rest of the team are dealing with a Jewelry robbery and triple homicide: diamonds are missing and the bodies of three gang members have been discovered. Things don't help with Jim Keats stirring up trouble as usual between team members.    "
                }
            },
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ashes to Ashes (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 251,
                    "original air date": "7 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    When DI Alex Drake is shot and lands in 1981, she comes face-to-face with DCI Gene Hunt, the relic of old-fashioned policing she read about in Sam Tyler's reports. Alex thinks she is in a coma and needs Hunt's help to go after Layton, the man who shot her in 2008. She is confident she knows the rules of the game, but with no contact from the outside world Alex has to contend with a terrifying possibility.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ashes to Ashes (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 190,
                    "original air date": "14 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    It's the week of the Royal Wedding, and CID is under pressure to keep the streets quiet. Realising she is stuck here for now, Alex is desperate for escapism. She goes on a date with a handsome Thatcherite and makes contact with her mother, Caroline. As bombs threaten to ruin Charles and Diana's big day, Gene needs Alex to stop being distracted and acknowledge this world has the power to hurt.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ashes to Ashes (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 166,
                    "original air date": "21 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    When a prostitute complains of rape, Alex has a tough time convincing Gene to take the case seriously. She is the lone voice in CID, and only the link to a recent murder victim makes Gene take the investigation further. The pursuit of the attacker takes them undercover to a fancy dress boat party, but has Alex's determination got the better of her, and is her effort to prove a point masking her judgement?    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ashes to Ashes (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 149,
                    "original air date": "28 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    When the body of a worker at a nuclear research centre disappears from the morgue, it smacks of conspiracy to Alex. Was Martin Kennedy killed because he had proof the government was testing neutron bombs? Gene is adamant that murder has simpler motives, and a link to Alex's mother gives him at least one suspect in an investigation that leads them onto dangerous territory.    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ashes to Ashes (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 145,
                    "original air date": "6 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Simon Neary is a gangster Gene has wanted to nail for years. When the team discovers that his latest deal is to obtain guns, the case takes on another imperative for Alex. Is stopping the guns a way to stop herself getting shot in 2008? Gene is shocked by how far Alex is prepared to go, including trying to persuade Neary's young boyfriend to turn informant. Would she put a civilian at risk?    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ashes to Ashes (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 150,
                    "original air date": "13 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Alex thinks she's close to death and has to keep her brain alive by solving the case: a raid at a Post Office. Gene believes the culprit is Chas Cale, a blagger he crossed swords with years ago. When Chas claims he's too ill and too old, Gene reflects on whether he too is over the hill. For once, Alex needs Gene to be strong for her. She fears she can't solve the case alone and is desperate not to die in 1981.    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ashes to Ashes (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 147,
                    "original air date": "20 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Thousands of pounds collected for charity have been stolen, and the only lead is Gil Hollis, the man who raised it. Alex is sure that Gil knows more than he realises and that she can coax it out of him. But when Gene is humiliated on a TV appeal, he resorts to his 'fists first, questions later' method. Can Alex prevent Gene going off the rails just at the point when she needs to stay in control, and if she can't, will someone die?    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ashes to Ashes (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 171,
                    "original air date": "27 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    It's the biggest day of Alex's life: the day her parents were killed. She believes that if she can prevent this from happening she can leave the prison of 1981 and get back to her daughter Molly. With Gene waylaid by a station inspection, Alex needs to use every ounce of her strength and energy to stop the elements coming together, throw a cog into the wheel of fate, and finally return home.    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ashes to Ashes (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 133,
                    "original air date": "20 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    After a pep talk from new broom superintendent Mackintosh who is anxious to stamp out police corruption, Hunt and his team are called to a Soho strip club where P.C. Irvine is found dead and, to quote Hunt, \"looking like Hilda Ogden\" in a photograph with stripper and wannabe actress Sally. Soon after Sally is shot dead. Irvine's widow Ruth is initially evasive, chiefly because she has been having an affair with Mackintosh, but she does give the team a diary, exonerating him from extortion but putting his young colleague Kevin Hales in the frame as the officer on the ...    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ashes to Ashes (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 115,
                    "original air date": "27 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Gypsy car thief Jed dies after Hunt has pursued him in a high speed chase and Hunt and Mackintosh put out a cover-up story to exonerate Hunt. Drugs are found on the corpse and the whole camp is arrested including an old lady who tells Alex's fortune and recognizes her parallel existence. The deceased was known to abuse his pregnant girlfriend Alva and Alex believes that seemingly altruistic local Dr. Battleford, the camp's G.P., fed Jed lethal pills, as he was in love with Alva and is the baby's father. She is eventually proved to be right and Alex and Hunt deliver ...    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ashes to Ashes (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 121,
                    "original air date": "4 May 2009",
                    "year": "2009",
                    "plot": "\n    Alex hears that young Hales has died in prison, endorsing her conspiracy theory, and when Mackintosh wants the case closed even Hunt starts to agree with her. After a man who runs an animal research lab and his little girl are injured by a bomber Alex visits dogged anti-vivisectionist Robin Elliot, serving a jail term for a similar attack seven years before. He seems unnervingly aware of Alex's position but offers no help when the police are told to expect more attacks. After he has starved himself to death Alex learns from his effects who is continuing his campaign. ...    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ashes to Ashes (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 114,
                    "original air date": "11 May 2009",
                    "year": "2009",
                    "plot": "\n    After Alex and Hunt bug Mackintosh's office for evidence of his corruption they are visited by Jackie Queen, Hunt's journalist old flame who has come from Manchester to investigate the disappearance of teenage runaways,including her niece Rachel. A stake-out at the coach station leads to businessman Ralph Jarvis, a friend of Mackintosh,who denies everything. However Rachel appears and offers herself as bait, enabling the team to interrupt one of Jarvis's sex parties, also arresting him for another young girl's murder which Mackintosh covered up. A shoot-out between ...    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ashes to Ashes (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 111,
                    "original air date": "18 May 2009",
                    "year": "2009",
                    "plot": "\n    Having heard television puppet Orville claim that she 'has made it to hospital' Alex attends at a burglary of her future in-laws and 14-year-old spouse-to-be who obviously fail to recognize her. The thief's fingerprints are those of a crook who faked his death years earlier but has had a sex change, re-emerging as home beautician Gaynor who uses her work to locate victims like the Drakes. Alex is visited by ex-cop Summers,who is also from the 2000s, and who offers her a path home by subscribing to the dodgy Operation Rose, but she is wary,knowing that it implies the ...    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ashes to Ashes (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 108,
                    "original air date": "25 May 2009",
                    "year": "2009",
                    "plot": "\n    Colin Mitchell's corpse is found in a canal and his father Stanley points the finger at vicious loan shark Riley who once employed Colin. Alex - witnessing her successful operation in the 2000s via an out of body experience - finds Riley too obvious, even though Colin and his wife Donna were planning to flee the country to escape him, and first Stanley, then Hunt, are assaulted by Riley's goons. Hunt terrorizes Riley in a junk-yard but Alex's belief in his innocence is eventually exonerated. Shazz and Chris, after arguing, agree on their wedding plans.    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ashes to Ashes (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 111,
                    "original air date": "1 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Alex and DCI Hunt lead a raid on a construction site where a drug deal is being finalized. They also discover a partially buried body in a bed of freshly poured cement. For Hunt, making the drug bust and finding the the body is just a bit too convenient. He suspects the building site foreman of being up to something but can't quite put his finger on it. He soon realizes however that someone on the team is leaking information and he sets an elaborate trap to learn who it is. Alex meanwhile knows she's about to come out of surgery in her waking life and Summers, the ...    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Ashes to Ashes (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 122,
                    "original air date": "8 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    A voice from the future tells Alex she must fight post-op infection, which she interprets as Summers. Hunt's grass 'Rock Salmon' Doyle is murdered after divulging an upcoming heist, which Alex realizes is Operation Rose, in which corrupt cops will rob a bullion van. She even pinpoints where the crime will take place, correctly leading to successful arrests and several deaths, including Summers. And so she wakes up in hospital in her own time, free at last... except for an annoying face which crops up on her television screen.    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Glenister, Philip"
            },
            {
                "name": "Hawes, Keeley"
            },
            {
                "name": "Andrews, Dean"
            },
            {
                "name": "Lancaster, Marshall"
            },
            {
                "name": "Lombard, Montserrat"
            },
            {
                "name": "Long, Joseph"
            },
            {
                "name": "Francis, Geff"
            },
            {
                "name": "Vance, Grace"
            },
            {
                "name": "Bullmore, Amelia"
            },
            {
                "name": "Mays, Daniel"
            },
            {
                "name": "Dunbar, Adrian"
            },
            {
                "name": "Moore, Stephen Campbell"
            },
            {
                "name": "Clover, Andrew"
            },
            {
                "name": "Kayne, Mason"
            },
            {
                "name": "Cole, Lucy"
            },
            {
                "name": "Allam, Roger"
            },
            {
                "name": "Roe, Charlie"
            },
            {
                "name": "Harris, Sean"
            },
            {
                "name": "Gould, Michael"
            },
            {
                "name": "Evans, Shaun"
            },
            {
                "name": "Townsend, Stanley"
            },
            {
                "name": "Robertson, Steven"
            },
            {
                "name": "Birthistle, Eva"
            },
            {
                "name": "Lee, Gwilym"
            },
            {
                "name": "Spruell, Sam"
            },
            {
                "name": "Stewart, Sara"
            },
            {
                "name": "Davis, Phil"
            },
            {
                "name": "Graves, Rupert"
            },
            {
                "name": "James, Adam"
            },
            {
                "name": "Leonard, Lydia"
            },
            {
                "name": "Macfadyen, Matthew"
            },
            {
                "name": "Palmer, Geoffrey"
            },
            {
                "name": "Rushbrook, Claire"
            },
            {
                "name": "Tovey, Russell"
            },
            {
                "name": "Bradley, David"
            },
            {
                "name": "Georgeson, Tom"
            },
            {
                "name": "Kelly, Aidan"
            },
            {
                "name": "Millar, Ruth"
            },
            {
                "name": "Millson, Joseph"
            },
            {
                "name": "Stanton, Sophie"
            },
            {
                "name": "Lockyer, Thomas"
            },
            {
                "name": "Msamati, Lucian"
            },
            {
                "name": "Bill, Leo"
            },
            {
                "name": "Fairbank, Christopher"
            },
            {
                "name": "Fredenburgh, Dan"
            },
            {
                "name": "Thornley, Paul"
            },
            {
                "name": "Wilson-Jones, Anna"
            },
            {
                "name": "Bowe, John"
            },
            {
                "name": "Davies, Rita"
            },
            {
                "name": "Haggard, Daisy"
            }
        ],
        "locations": [
            "London, England, UK"
        ],
        "genres": [
            "Crime",
            "Drama",
            "Fantasy",
            "Sci-Fi",
            "Thriller"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "16:9 (seasons 1-2)",
        "sound mix": [
            "Stereo::(seasons 1-2)",
            "Dolby Digital::(season 3)"
        ],
        "certificates": [
            "Australia:M",
            "Netherlands:12"
        ],
        "number of seasons": 3,
        "rating": 8.2,
        "votes": 7715,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYzZhYTgxZmItODI5Ni00ODgyLWFjN2MtZGZiZjcxNTIyNzUzXkEyXkFqcGdeQXVyMjExMjk0ODk@._V1_SY150_CR1,0,101,150_.jpg",
        "plot outline": "DCI Gene Hunt is back, but he's no longer the self-styled \"Sheriff of Manchester.\" Flanked by his faithful sidekicks, Ray Carling and Chris Skelton, and drawn by the action and intrigue of the London Met, Gene's turned his attentions to taking on the \"southern nancy\" criminal scum. However, Gene did not expect to be thrown together with a sexy, intelligent DI Alex Drake. Single mother to daughter Molly, Alex has rapidly risen through the ranks of the Met and, in the modern world of 2008, skillfully uses psychological profiling to capture suspects. When Alex and her daughter are kidnapped, she makes a daring attempt at escape, resulting in a horrific incident. Alex suddenly finds herself in 1981, interacting with familiar characters, not just from her own lifetime, but also from the detailed reports logged by none other than Sam Tyler, which Alex previously spent months poring over. Alex is ripped from her current world of sexual equality and respect in 2008, and finds herself opposite an arrogant DCI, in a two-tone, \"New Romantic\" '80s London with a soundtrack of Adam Ant, Roxy Music, and the Human League ringing in her ears. Alex finds that some of Gene's team has dispersed, yet others, loyal as ever, are still in tow. Now a technological whiz kid in the squad's surveillance team, DC Chris Skelton has clearly moved with the times, along with a tight-permed DS Ray Carling, who's keen to experience London's nightlife. Frustrated by each other's stubbornness, the friction between Alex and Gene heats up. However, as the two titans collide, it becomes apparent that there is more than just a professional tension emerging.",
        "languages": [
            "English"
        ],
        "title": "Ashes to Ashes",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2010",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Graham, Matthew"
            },
            {
                "name": "Pharoah, Ashley"
            },
            {
                "name": "Rutterford, Julie"
            }
        ],
        "production companies": [
            {
                "name": "Kudos Film and Television"
            },
            {
                "name": "Monastic Productions"
            },
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "BBC Wales"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "Australian Broadcasting Corporation (ABC)"
            },
            {
                "name": "BBC America"
            },
            {
                "name": "Contender Entertainment Group"
            },
            {
                "name": "Duna Televízió"
            },
            {
                "name": "Entertainment One"
            },
            {
                "name": "FOXlife"
            },
            {
                "name": "Fox"
            },
            {
                "name": "KVH Media Group"
            },
            {
                "name": "Nederlandse Programma Stichting (NPS)"
            },
            {
                "name": "Polyband"
            },
            {
                "name": "RTL Entertainment"
            },
            {
                "name": "RTL Entertainment"
            },
            {
                "name": "WOWOW"
            }
        ],
        "other companies": [
            {
                "name": "ARRI Lighting Rental"
            },
            {
                "name": "Blind Beggar"
            },
            {
                "name": "Compuhire"
            },
            {
                "name": "Fuji Photo Film"
            },
            {
                "name": "Pepper Post Production"
            },
            {
                "name": "Production Copier Company"
            },
            {
                "name": "Space Digital"
            }
        ],
        "plot": [
            "DCI Gene Hunt swaps the Ford Cortina for an Audi Quattro and joins the London Metropolitan Police to deal with the 'Southern Nancy' criminal scum.",
            "DCI Gene Hunt is back, but he's no longer the self-styled \"Sheriff of Manchester.\" Flanked by his faithful sidekicks, Ray Carling and Chris Skelton, and drawn by the action and intrigue of the London Met, Gene's turned his attentions to taking on the \"southern nancy\" criminal scum. However, Gene did not expect to be thrown together with a sexy, intelligent DI Alex Drake. Single mother to daughter Molly, Alex has rapidly risen through the ranks of the Met and, in the modern world of 2008, skillfully uses psychological profiling to capture suspects. When Alex and her daughter are kidnapped, she makes a daring attempt at escape, resulting in a horrific incident. Alex suddenly finds herself in 1981, interacting with familiar characters, not just from her own lifetime, but also from the detailed reports logged by none other than Sam Tyler, which Alex previously spent months poring over. Alex is ripped from her current world of sexual equality and respect in 2008, and finds herself opposite an arrogant DCI, in a two-tone, \"New Romantic\" '80s London with a soundtrack of Adam Ant, Roxy Music, and the Human League ringing in her ears. Alex finds that some of Gene's team has dispersed, yet others, loyal as ever, are still in tow. Now a technological whiz kid in the squad's surveillance team, DC Chris Skelton has clearly moved with the times, along with a tight-permed DS Ray Carling, who's keen to experience London's nightlife. Frustrated by each other's stubbornness, the friction between Alex and Gene heats up. However, as the two titans collide, it becomes apparent that there is more than just a professional tension emerging.::Ian Wylie"
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (24 episodes)"
            ],
            "sound mix": [
                "Stereo (seasons 1-2)",
                "Dolby Digital (season 3)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "16:9 (seasons 1-2)",
                "16:9 HD (season 3)"
            ],
            "negative format": [
                "16 mm"
            ],
            "cinematographic process": [
                "Super 16"
            ],
            "printed film format": [
                "HDTV"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 7715,
                "rating": 8.2
            },
            "aged 18 29": {
                "votes": 1450,
                "rating": 8.2
            },
            "aged 30 44": {
                "votes": 2918,
                "rating": 8.1
            },
            "aged 45 plus": {
                "votes": 1857,
                "rating": 8.1
            },
            "males": {
                "votes": 4523,
                "rating": 8.1
            },
            "males aged 18 29": {
                "votes": 966,
                "rating": 8.2
            },
            "males aged 30 44": {
                "votes": 1995,
                "rating": 8.1
            },
            "males aged 45 plus": {
                "votes": 1349,
                "rating": 8.1
            },
            "females": {
                "votes": 1920,
                "rating": 8.3
            },
            "females aged 18 29": {
                "votes": 468,
                "rating": 8.5
            },
            "females aged 30 44": {
                "votes": 892,
                "rating": 8.3
            },
            "females aged 45 plus": {
                "votes": 480,
                "rating": 8.2
            },
            "top 1000 voters": {
                "votes": 99,
                "rating": 5.9
            },
            "us users": {
                "votes": 691,
                "rating": 8.2
            },
            "non us users": {
                "votes": 4841,
                "rating": 8.1
            }
        },
        "number of votes": {
            "10": 2031,
            "9": 1913,
            "8": 2019,
            "7": 921,
            "6": 358,
            "5": 160,
            "4": 81,
            "3": 51,
            "2": 42,
            "1": 139
        },
        "arithmetic mean": 8.3,
        "median": 9
    }
}