{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 September 2008"
            }
        ],
        "release dates": [
            "USA::1 September 2008"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Martha Speaks"
            },
            {
                "countries": "Canada (French title)",
                "title": "Martha Bla Bla"
            },
            {
                "countries": "Greece",
                "title": "Martha, to skylaki pou mila"
            },
            {
                "countries": "Hungary",
                "title": "Locsi-fecsi Márta"
            },
            {
                "countries": "Poland",
                "title": "Marta mówi"
            },
            {
                "countries": "Russia",
                "title": "Что скажет Марта"
            },
            {
                "countries": "Serbia",
                "title": "Marta, pas koji govori"
            }
        ],
        "akas": [
            "Martha Speaks (original title)",
            "Martha Bla Bla Canada (French title)",
            "Martha, to skylaki pou mila Greece",
            "Locsi-fecsi Márta Hungary",
            "Marta mówi Poland",
            "Что скажет Марта Russia",
            "Marta, pas koji govori Serbia"
        ],
        "akas from release info": [
            "Martha Speaks (original title)",
            "Martha Bla Bla Canada (French title)",
            "Martha, to skylaki pou mila Greece",
            "Locsi-fecsi Márta Hungary",
            "Marta mówi Poland",
            "Что скажет Марта Russia",
            "Marta, pas koji govori Serbia"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Suddenly, Adverbs!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Martha Speaks/Martha Gives Advice",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    From PBS KIDS - Martha Speaks: When Martha eats alphabet soup, the letters go to her brain and she develops the ability to talk. And boy, does she talk. After her family complains that she talks too much, she clams up and stops eating her soup. Then a cat burglar breaks into her house, and Martha finds herself speechless. Can she get help in time? Martha Gives Advice: Helen's cousin Carolina is a little bit older but a lot more fashion-conscious. Helen tries to take her advice, even though she's pretty happy with how she looks already. Then Martha becomes the new host...    "
                },
                "2": {
                    "title": "Martha and Skits/Martha Plays a Part",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "Sep. 2008",
                    "year": "2008",
                    "plot": "\n    From PBS KIDS - Martha and Skits: A new puppy joins Martha's household, bursting with puppy energy and the desire to chew everything. Unlike Martha, when Skits eats alphabet soup, nothing comes out except \"Woof.\" Feeling like he's let the family down, Skits runs away. But soon Skits discovers that everybody is special in their own way. Martha Plays a Part: Helen is miserable after Martha volunteers her for a part in the school play. With practice-and a little help from Martha-Helen finds she can do anything she wants, if she puts her mind to it.    "
                },
                "3": {
                    "title": "Martha Takes the Cake/Codename: Martha",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    From PBS KIDS - Martha Takes the Cake: It's Alice's birthday and everybody's invited, including Martha. The only problem is that Nelson (Martha's cat nemesis) will be there too. When somebody-or some animal-ruins the birthday cake, Alice's brother Ronald thinks Martha's responsible. Martha proclaims her innocence . . . but why was she surrounded by cake crumbs? Codename: Martha: Martha, Helen, and T.D. uncover a plot to rob the jewelry store, or so they think until their two suspects turn out to be police detectives on a stakeout. Now that everybody has gone home in ...    "
                },
                "4": {
                    "title": "Martha to the Rescue/Martha Camps Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    From PBS KIDS - Martha to the Rescue: Martha is inspired by her favorite show, \"Courageous Collie Carlo.\" Unfortunately, her attempts to become a doggie hero don't quite work out the way she plans. In the end, both Martha and Helen discover they can be courageous when it really matters. Martha Camps Out: Ronald finds out that Helen and Alice plan to go camping and warns them about Big Minnie, a mythical monster who lives in the woods. Undeterred, the campers set off. After all, everybody knows Big Minnie's imaginary. Or is she?    "
                },
                "5": {
                    "title": "Down on the Farm/Martha Runs Away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    From PBS KIDS - Down On the Farm: Helen, Martha, and T.D. visit T.D.'s grandpa CK on his farm. When Martha tries to help with chores, things get a little out of hand. She doesn't think she's cut out to be a farm dog, until she raises the alarm, just in the nick of time. Martha Runs Away: When Helen gets mad, Martha feels unappreciated and decides to run away. She finds the perfect job to match her abilities-as a telemarketer-and enjoys career success. But she realizes that no amount of success is a substitute for a loving family.    "
                },
                "6": {
                    "title": "Martha Blah Blah/Skits Behaves",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    From PBS KIDS - Martha Blah Blah: Granny Flo decides to cut costs at the soup factory. Who would notice if each bowl of soup had only half the letters of the alphabet anyway? Martha would, that's who. As the letters are subtracted from the soup, they're also subtracted from her speech, and Martha loses her ability to communicate. Has Martha ordered her last burger? Skits Behaves: Now that Skits is full grown, his rambunctious behavior has really gotten out of hand. Mom and Dad tell Helen she has to train Skits or he will have to be an outside dog. Helen tries all the ...    "
                },
                "7": {
                    "title": "Martha and the Canine Caper/Perfectly Martha",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    From PBS KIDS - Martha and the Canine Caper: Martha inadvertently helps some stray dogs rob Karl the butcher. Worried that she'll get blamed for the crime, she conceals the evidence and pretends nothing happened. When the canine criminals recruit her for another heist, she's torn between the truth and a really big salami. Perfectly Martha: Martha thinks there's something fishy about the Perfect Pup Institute. Why are all these dogs behaving so, well, perfectly? Martha is determined to uncover the secret, before any more dogs lose their essential dogginess. Will she ...    "
                },
                "8": {
                    "title": "Firedog Martha/Martha's Pickle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    \"Firedog Martha\" Martha wants to be a firehouse dog, just like her favorite book, Firehouse Freddie. But somehow all the things Freddie makes look so easy-climbing ladders, carrying hoses-aren't as easy for a real dog to do. Will Martha give up on her dream? \"Martha's Pickle\" Have giant alien pickles invaded Wagstaff City? Truman saw something just like it in a movie, but he never saw the ending. Now they're racing the clock to figure out how to defeat the aliens, before they're really in a pickle!    "
                },
                "9": {
                    "title": "The Dog Who Came to Dinner/Martha Calling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    \"The Dog Who Came to Dinner\" Helen agrees to take care of Mrs. Clusky's dog for a few days, and Martha can't wait to welcome their houseguest. To Martha's chagrin, François turns out to be a demanding and manipulative guest who knows just how to charm the humans. When Martha gets blamed for the teacup poodle's bad behavior, something has to be done, but what? \"Martha Calling\" When Martha wins a trip to the Come-On-Inn from a radio call-in show, there's only one problem: No dogs allowed. Helen and Martha put their heads together to come up with a solution. Enter Granny...    "
                },
                "10": {
                    "title": "Oh, Noooo!/Bye, Martha",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    \"Oh, Noooo!\" Granny Flo's Alphabet Soup is taking a licking from the competition, Oodles of Os. If Granny Flo goes out of business, how will Martha communicate? To increase sales, Helen, Martha, and T.D. set out to convince Granny Flo to advertise on the popular TV show, International Icon. Who will Granny Flo choose as a spokesperson? \"Bye, Martha\" Nefarious con artist Weaselgraft hatches a scheme to kidnap Martha by pretending to be Martha's long-lost owner . . . from Poland. The family sniffs something suspicious, but why has Martha suddenly begun speaking Polish? ...    "
                },
                "11": {
                    "title": "Martha Walks the Dog/Martha's Got Talent",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    \"Martha Walks the Dog\" There's a new dog in town and, boy, is he mean! He barks so much that nobody can sleep. Helen and Martha decide they have to do something. They try steak, squeaky toys, soothing music, but nothing calms the beast within. Then unexpectedly Ronald's parrot reveals the power of a few well-chosen words. \"Martha's Got Talent\" Weaselgraft just can't get Martha off his mind. He must have her. Maybe he can tempt her into his clutches with some well-placed praise and a lifetime supply of bones. He invites her to a talent show, and Martha tells the gang. ...    "
                },
                "12": {
                    "title": "Martha the Hero Maker/Starstruck Martha",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    \"Martha the Hero Maker\" Martha has an idea for a thrilling adventure story, so Truman, T.D., and Helen decide to draw it for her. Much to Martha's dismay, they all add their own special touches, including peanut butter, a ground squirrel, and the Incredible Exo-Skeleton-of-Wow. But when life imitates art, things get a little too exciting! \"Starstruck Martha\" Martha is thrilled when she hears Courageous Collie Carlo is coming to town. But when Martha unexpectedly reveals how uncourageous Carlo really is, she has to help him save his reputation or Carlo's TV career ...    "
                },
                "13": {
                    "title": "Martha in Charge/Truman and the Deep Blue Sea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    \"Martha in Charge\" Helen comes down with laryngitis, and she's sent to bed to recuperate. Martha decides to use her powers of speech to take care of the patient and find a cure. So why are a police car, fire engine, pizza delivery van, and chimney sweep truck all blocking the road in front of Helen's house? \"Truman and the Deep Blue Sea\" Truman can't believe his luck when Alice invites the gang to go whale watching . . . . until he realizes that he has to actually get on a boat. Which means he'll get seasick. But Truman's desire to see Balaenoptera musculus drives him...    "
                },
                "14": {
                    "title": "Escape from Flea Island/No Dogs Allowed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "Sep. 2008",
                    "year": "2008",
                    "plot": "\n    \"Escape from Flea Island\" Carolina is determined to outdo Tiffany Blatsky on the science project. She organizes an expedition with TD, Truman, and Martha to gather \"exotic\" plants. When the canoe capsizes, a storm blows up, and the sun starts to go down, they worry they may never get off Flea Island. \"No Dogs Allowed\" Tiffany wants to make Helen's treehouse into a girls' clubhouse. But who should be president? When the girls hold an election (Carolina vs. Tiffany, of course), both candidates aggressively court Helen's vote.    "
                },
                "15": {
                    "title": "Martha Ain't Nothin' But a Pound Dog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Martha loses her collar and winds up in the animal shelter. Martha decides she can't leave her shelter friends behind.    "
                },
                "16": {
                    "title": "Best in Show/Truman on the Ball",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "Sep. 2008",
                    "year": "2008",
                    "plot": "\n    \"Best in Show\" Carolina decides to enter François in the dog show, and Helen just can't help herself. She has to enter Martha, too, so she can show Carolina who the true champion really is. A little competition between cousins isn't a bad thing, or is it? \"Truman on the Ball\" Why does Truman want to become a hobo and/or join the circus? Is he actually trying to run away? Maybe it has something to do with tomorrow's softball game, and the fact that Truman can't actually catch the ball. Can Martha and Alice help?    "
                },
                "17": {
                    "title": "Martha Runs the Store",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "Sep. 2008",
                    "year": "2008",
                    "plot": "\n    \"Martha Runs the Store, part 1\" Skits and Martha are feeling desperate while they wait in the broiling sun for Helen to finish shopping. Fed up, Skits decides to follow the cool air into the store, and Martha has to follow to get him out. What are they going to do now that they're stuck in the bathroom and the store is about to close?! \"Martha Runs the Store, part 2\" Helen can't find Martha and Skits anywhere. Little does she know, they're trapped inside the darkened department store, trying to find the exit . . . when they aren't distracted by the comfy beds, ...    "
                },
                "18": {
                    "title": "Itchy Martha/Martha and the Thief of Hearts",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "Sep. 2008",
                    "year": "2008",
                    "plot": "\n    \"Itchy Martha\" Martha can't keep her paws away from her itchy ear mites. Until they're gone, she has to wear a cone on her head to keep her from scratching. Martha hates the cone; it gets in the way and makes everything sound weird. Worse than that, it terrifies Jake. Will Martha have to live in the cellar until she gets better? \"Martha and the Thief of Hearts\" The gang decides to make homemade valentines for each other. But when everybody's art supplies begin disappearing, their affectionate mood begins to fade. Can Martha solve the mystery of the stolen supplies?    "
                },
                "19": {
                    "title": "There Goes the Neighborhood/I Scream",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Martha can t believe that Helen and Alice are making such a fuss about a kitten. Alice is shocked to discover that Truman has never actually tried ice cream.    "
                },
                "20": {
                    "title": "Nurse Martha/TD Gets the Scoop",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "Sep. 2008",
                    "year": "2008",
                    "plot": "\n    \"Nurse Martha\" Being able to translate animal speech sure comes in handy when Martha gets a job as the vet's assistant. But when Mrs. Clusky's niece brings her puppy to the vet - and he speaks nothing but incomprehensible puppy talk - Martha's going to need more than her linguistic skills to figure out what's wrong. \"TD Gets the Scoop\" Carolina is starting a newspaper, the Carolina Town Crier, and she needs some crack reporters to track down the news. TD turns investigative reporter, until he becomes the headline himself. Martha thinks she's uncovered a real scoop, ...    "
                },
                "21": {
                    "title": "Alice Twinkle Toes/Martha Fails the Course",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "Sep. 2008",
                    "year": "2008",
                    "plot": "\n    \"Alice Twinkle Toes\" Alice is a talented athlete, but grace is not her middle name. After she sees a performance of the ballet, she secretly wishes she could take ballet lessons. But how can she ever admit she's interested when she knows her brother Ronald will tease her mercilessly? \"Martha Fails the Course\" After she sees a dog agility course on TV, Martha decides being an agility dog is just the thing for her. But when she tries out a course that Mrs. Clusky built for François, her agility dream becomes a nightmare. Now Martha won't even walk in public. How can ...    "
                },
                "22": {
                    "title": "Martha Sings/TD Makes the Band",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Martha wakes up singing and she can t stop! TD recruits the gang to join his band and then sets out to write a hit song...about Belgium?    "
                },
                "23": {
                    "title": "Skits Under the Weather/Martha the Weather Dog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "Sep. 2008",
                    "year": "2008",
                    "plot": "\n    \"Skits under the Weather\" Martha and Skits hate the sound of thunder. One day Skits gets fed up and tries to outrun the storm, but soon discovers that all roads somehow lead back home. \"Martha the Weather Dog\" Windy McCloud, Wagstaff City's meteorologist, wants Martha to be her weather dog. Martha's thrilled that she'll be able to change the weather to suit Helen and her friends, until she finds out she's not going to make the weather, she's going to predict it. But all her predictions are way off. What should she tell Windy?    "
                },
                "24": {
                    "title": "Martha in the Doghouse/Martha Models",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "Sep. 2008",
                    "year": "2008",
                    "plot": "\n    \"Martha in the Doghouse\" Martha just wants a nice quiet place to take a nap. All she needs is for everybody to be quiet for, oh, 16 hours a day. Is that too much to ask? Helen and the gang try to help by designing a doghouse for Martha. \"Martha Models\" Carolina is over the moon when she finds out that Mindy Munchhausen, host of \"Operation Catwalk,\" will be judging Wagstaff City's dog costume parade. She teams up with Helen to design outfits for Martha and Skits, sure that this will be her big break. Is Carolina on her way to Fashion Avenue?    "
                },
                "25": {
                    "title": "TD and the Steak Tree/TD and Martha Gopher Broke",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "Sep. 2008",
                    "year": "2008",
                    "plot": "\n    \"TD and the Steak Tree\" TD gets hoodwinked by Weaselgraft and Pablum into buying a steak tree. He's sure if he takes good care of it, soon he'll be harvesting freshly blossomed steaks. But when the buds open to reveal flowers instead of sirloins, TD has to think fast before he's humiliated in front of his friends. \"TD and Martha Gopher Broke\" Martha, TD, and TD's dad spend the weekend at CK's farm, trying to keep a gopher from eating all the crops. After many failed schemes to catch the gluttonous gopher, they realize the best way to keep him from eating the crops is ...    "
                },
                "26": {
                    "title": "Virtually Martha/Martha vs. Robot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "Sep. 2008",
                    "year": "2008",
                    "plot": "\n    \"Virtually Martha\" While playing with Alice's laptop computer, Martha accidentally hits the wrong button and gets zapped inside! Will Helen figure out a way to get her out of there before those marauding video monsters gobble her up? \"Martha vs. Robot\" Alice's family gets a robotic pet called Dynamo who can do everything a real dog can do and help you with your math homework. Martha decides to show that she's even more perfect than the perfect pet, so Helen won't replace her with a mechanical mutt. If that fails, can she work with Nelson to get rid of Dynamo?    "
                },
                "27": {
                    "title": "Martha's Dirty Habit/Helen's All Thumbs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "Sep. 2008",
                    "year": "2008",
                    "plot": "\n    \"Martha's Dirty Habit\" Every spring, Martha gets an urge to dig that she just can't control. When Martha's habit gets her in trouble with the whole neighborhood, the family decides they need to put her desire to dig to good use. \"Helen's All Thumbs\" Ronald gives Helen his old gamekid, and pretty soon she's hooked! She forgets to walk Martha, neglects her homework, and becomes completely preoccupied. When Helen forgets to feed Martha and Skits again, and misses the fieldtrip because she forgot her permission slip, she turns to Martha for help. Can Helen break the habit?    "
                },
                "28": {
                    "title": "Martha Bakes/Martha Makes Scents",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "Sep. 2008",
                    "year": "2008",
                    "plot": "\n    \"Martha Bakes\" Helen is sad when her drawing doesn't win the art competition, so Mom decides to bake her a cake to cheer her up. But when a last-minute order comes in at the flower shop, Martha and Skits decide to take over. Do two dogs with no thumbs (and a cookbook) have what it takes to bake? \"Martha Makes Scents\" Always on the lookout for a way to avoid bathing, Martha decides TD's dad OG should invent a perfume that will cover up her doggy scent. After a few tries, he concocts the perfect pooch perfume. So why is Martha begging for a bath?    "
                },
                "29": {
                    "title": "Martha the Witness/Martha Takes a Stand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "Sep. 2008",
                    "year": "2008",
                    "plot": "\n    \"Martha the Witness\" Mrs. Demson hates dogs and blames them for everything, which is a problem since she lives right down the street from Martha. But she changes her tune after Martha witnesses an accident that destroys Mrs. Demson's lawn furniture. Now Mrs. Demson will do anything to get Martha to appear as her witness in court. \"Martha Takes a Stand\" Something smells bad and it's Martha. Faced with yet another bath, Martha makes a stand for her right to, well, stink. But if Martha is going to stand up for her rights, Dad says she can do it outside. Will Martha be an...    "
                },
                "30": {
                    "title": "Martha Goes to School/TD and the Light Bulb of Doom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "Sep. 2008",
                    "year": "2008",
                    "plot": "\n    TD thinks it would be funny to put Martha's name on the list for substitute teachers. TD panics after he leaves his school project to the last minute.    "
                },
                "31": {
                    "title": "Martha Treads the Boards/Martha's Pack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "Sep. 2008",
                    "year": "2008",
                    "plot": "\n    \"Martha Treads the Boards\" Helen's mom and dad are starring in the community theater production, and Helen's the stage manager. Even Martha gets a part . . . as a bull. When the big night finally comes, Mom and Dad get trapped in their dressing room. The play must go on, but now the bull is the bullfighter and the bullfighter is . . . her sister? What will they do for an encore? \"Martha's Pack\" When Helen leaves Martha off her family tree, Martha decides to make her own pack. However, the call of the wild becomes the call of the can opener for her pack mates, and soon...    "
                },
                "32": {
                    "title": "Martha Smells/Martha Hears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "Oct. 2008",
                    "year": "2008",
                    "plot": "\n    \"Martha Smells\" Martha is secretly trapped inside Pablum and Weaselgraft's hideout. She manages to call Helen and tell her how to get there by smell. Can Helen and TD follow her scent map and uncover Weaselgraft and Pablum's lair? \"Martha Hears\" For the same story from a different sensory perspective, Martha once again finds herself trapped in Weaselgraft and Pablum's lair, but this time she leads Helen and TD to their hideout by describing what she hears. It sounded like a good idea. . . .    "
                },
                "33": {
                    "title": "Martha's Worst Best Day/Truman's Brother",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "Oct. 2008",
                    "year": "2008",
                    "plot": "\n    \"Martha's Worst Best Day\" Why is Martha so grumpy? She's offended just about everybody with her insults. Truman figures out that she's saying the exact reverse of what she means to say. But can they figure out the cure before she ruins Grandpa Bernie's birthday party? \"Truman's Brother\" Truman and TD both wish they had a brother. If Skits and Martha can be sort of siblings, why can't the two of them? Helen and Alice bet the boys that they can't keep the brother thing up for a week, because they don't exactly have a lot in common.    "
                },
                "34": {
                    "title": "Here's Martha!/Dog Fight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "Oct. 2008",
                    "year": "2008",
                    "plot": "\n    \"Here's Martha!\" Martha hosts a TV show where she helps people understand their animals better by explaining what they're saying. Unfortunately, the only viewers are Martha and her friends, so the producers try a new format, Crime Scene Doggie. \"Dog Fight\" Martha and Skits don't want to share their newest, coolest dog toy. Their bickering is driving Helen nuts, and now TD and Alice have taken sides. Can't they all just get along?    "
                },
                "35": {
                    "title": "Therapy Dog/Martha's Duck Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "Oct. 2008",
                    "year": "2008",
                    "plot": "\n    \"Therapy Dog\" Martha becomes a hospital therapy dog, spreading cheer among the patients. But trouble brews when Mrs. Demson, who claims a horrible allergy to dogs, is admitted for an invisible rash. Can Martha sneak in to help the other patients without Mrs. Demson knowing? \"Martha's Duck Trouble\" Ralph, the wounded duck from the lake, has settled in at Martha's house to convalesce. Pretty soon, it feels like the duck is taking over. How long does it take for a duck's wing to heal anyway? Is it possible that Ralph has gotten a little too comfortable?    "
                },
                "36": {
                    "title": "Truman's Secret/Skits Monkeys Around",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Where has Truman been hiding and why is he acting so weird? [bad haircut]. Skits loves Malcolm (TV's blue monkey) so much he wants to be Malcolm.    "
                },
                "37": {
                    "title": "What's Bothering Bob/Martha Spins a Tale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "Oct. 2008",
                    "year": "2008",
                    "plot": "\n    What's gotten into Bob? He's off his chain and chasing Truman all over town. Martha tells Jake the story of Goldi-Martha, the Skits Hatter and Little Red Riding Helen.    "
                },
                "38": {
                    "title": "Raiders of the Lost Art/Martha Says It with Flowers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "Oct. 2008",
                    "year": "2008",
                    "plot": "\n    After TD passes in the wrong drawing in art class (a caricature of his art teacher instead of a perfectly good drawing of the back of Chuck Smith's head), he panics. /Martha always seems to do the wrong thing around Grandma Lucille. To prove that she's really considerate, she decides to do something really special for Grandma's birthday.    "
                },
                "39": {
                    "title": "Martha Doesn't Speak Monkey!/Martha and Truman Get Lost",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "Oct. 2008",
                    "year": "2008",
                    "plot": "\n    \"Martha Doesn't Speak Monkey!\" Professor Monkey is coming to town to promote his craft books with co-author Beppo. But his directions to the bookstore end up under Bob the dog's fiercely guarded porch. Can Martha help Professor Monkey find the bookstore before Beppo turns in her banana suit? \"Martha and Truman Get Lost\" Truman needs Martha to help him find something he lost at Dog Head Lake. The only problem is he won't tell Martha what they're looking for because he's too embarrassed. After getting lost deep in the forest and coming face-to-face with his fears, ...    "
                },
                "40": {
                    "title": "Martha Gets Spooked/Martha Changes Her Luck",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Someone, or some ghost, is fixing up the haunted house! Martha walks under a ladder and breaks a mirror so now she thinks she s jinxed.    "
                }
            },
            "2": {
                "1": {
                    "title": "Martha's Chair/T.D. the Pack Rat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "14 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    From PBS KIDS - Martha's Chair: Martha's family has a birthday surprise - a new dog bed! After a few sleepless nights, the family realizes that Martha misses her stinky old chair. But Mrs. Demson bought it and has plans of her own for the chair after she sees one just like it on Antiques Roadshow. TD the Pack Rat: TD has too much junk! TD's mom makes him an offer: He can keep everything he has, as long as he doesn't bring anything else home. Does TD have the willpower?    "
                },
                "2": {
                    "title": "Painting for Peanuts/Martha's No Dummy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "15 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    From PBS KIDS - Painting for Peanuts: The zoo is in danger of closing! Helen and TD volunteer for an animal painting class to try and save it. But it turns out animal painting isn't exactly what they thought... Martha's No Dummy: Granny Flo is hosting a variety show. Helen and Carolina team up to perform a pantomime, Alice practices her tap routine, and Truman perfects his water glass symphony, but TD and Martha struggle to come up with an act. Will they ever find their voice?    "
                },
                "3": {
                    "title": "Martha Puts Out the Lights",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "16 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    From PBS KIDS - Martha Puts Out the Lights, Part One: For Martha and the other dogs, Saturday night fireworks are the worst part of summer, and Mrs. Demson couldn't agree more. In fact, she's trying to get people to sign a petition to ban fireworks. Can Martha get enough signatures to make summer less scary for dogs? (1st of two parts). Martha Puts Out the Lights, Part Two: Helen and her friends are devastated about the fireworks ban. Martha realizes that she helped Mrs. Demson ruin their fun, but can she find a way to reverse the ban and still protect her sensitive ...    "
                },
                "4": {
                    "title": "The Penguin Always Rings Twice/The Martha Code",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "17 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    From PBS KIDS - The Penguin Always Rings Twice: Someone keeps stealing the zoo's peanut supply. All clues point to Jeffy the elephant, but Martha and Skits are determined to prove his innocence. Can their crack crime-fighting team - a lemur, a bat, a penguin, a baby tiger, and Jeffy - help them outwit the thieves? The Martha Code: After Martha accidentally eats a secret code, it's really, really hard to understand what she's saying. Now Martha's lost and she's leaving Helen coded phone messages. Can Helen break the code and find out where she is?    "
                },
                "5": {
                    "title": "Martha in the Hold/Get Along, Little Dogies!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "18 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    From PBS KIDS - Martha in the Hold: Martha's family is going out West on vacation and Martha doesn't want to be left behind. But that cargo hold where dogs have to travel sounds scary. Can Martha find her ticket to ride? Get Along, Little Dogies!: Martha is excited to go on a cattle drive. Cookie the cowhand isn't so sure that Martha is fit for the trip and he might be right. Can Martha show Cookie that she has what it takes to be at home on the range?    "
                },
                "6": {
                    "title": "Martha in the White House",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "15 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    From PBS KIDS - Martha in the White House, Part One: The new president is looking for a dog to live in the White House. Martha knows the perfect dog for the job! What better way to recommend some of her neighborhood pals than to put in a few calls to the White House herself? (1st of two parts) Martha in the White House, Part Two: The president is calling! One of his aides heard about Martha's speaking ability and he needs her to report to the White House immediately. But why does the president want Martha? Is there a top-secret cat conspiracy? (2nd of two parts)    "
                },
                "7": {
                    "title": "The Jakey Express/Martha, Sled Dog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "17 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    From PBS KIDS - The Jakey Express: Stuck in a traffic jam, Helen's dad tells the story of the day Jake was born, and how Martha was able to drum up an inventive means of transportation to get mom to the hospital on time. Martha Sled Dog: Truman tells Martha the story of Balto, the heroic Alaskan sled dog. Now Martha wants to become a sled dog, too! Weaselgraft and Pablum overhear her desire to mush. Will Malto deliver herself right into their hands?    "
                },
                "8": {
                    "title": "Paws and Effect/The Trouble with Teddy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "17 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Paws and Effect: When Martha gets a piece of glass in her paw, everyone realizes that littering hurts more than the environment. But what can they do about it? As Alice, Helen, and TD know, protecting the environment (and paws) is important, but it is easier said than done. The Trouble with Teddy: Teddy, a neighborhood dog, is sick, and the vet doesn't know why. When Martha is called in to consult, even she can't diagnose the patient. Enlisting the help of the dog pack, they scour the yard for hazardous materials - when the cause of the problem could be right under ...    "
                },
                "9": {
                    "title": "¿Qué pasa, Martha?/TD Is Talking Dog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "18 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    \"¿Que Pasa, Martha?\" Señor Craig expects everyone to present an oral report in Spanish, and Alice is a nervous wreck! With the help of Martha and some Mexican alphabet soup, she aces her presentation, but did she actually deserve her grade? \"TD Is Talking Dog\" Inspired by an old Tarzan-style movie, TD decides to learn animal languages and become an animal linguist. Under Martha's tutelage, he begins his lessons.    "
                },
                "10": {
                    "title": "Dogs in Space/Dogs from Space",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "19 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Dogs in Space: Mrs. Clusky asks the class to present projects on the solar system, but TD finds himself distracted by comic books. Can he save the Planet of the Dogs from evil space cats and still get his homework in on time? Dogs from Space: Inspired by TD's comic about the Planet of the Dogs, Martha has a dream about what life would be like as an alien space dog.    "
                },
                "11": {
                    "title": "Martha's Life in Crime",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 10,
                    "original air date": "10 May 2010",
                    "year": "2010",
                    "plot": "\n    Martha's Life in Crime, Part 1: Martha tells the story of her puppy days in the animal shelter and her excitement of finding a family. But it turns out that Helen wasn't the first person who adopted Martha. Martha's Life in Crime, Part 2: Puppy Martha's new owner turns out to have unsavory plans for her. Can Martha turn the tables on the bumbling crooks and still find a family?    "
                },
                "12": {
                    "title": "Martha Plays Favorites/Martha and the Doggie Lover",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "11 May 2010",
                    "year": "2010",
                    "plot": "\n    Martha Plays Favorites: Truman is worried that his mom doesn't think he's special anymore. She's too busy taking care of the babies at her daycare. Martha knows just how he feels. She felt the same way when the family got that cute puppy Skits. Martha and the Doggie Lover: TD's little cousin CD really likes dogs. Really, really likes dogs. CD loves dogs so much he squeezes them too hard. Can Martha teach CD how to be gentle with dogs?    "
                },
                "13": {
                    "title": "Skits on Ice/Martha's Steamed!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "2 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Skits on Ice: Skits is afraid of hockey pucks, but why? Helen tells the story of how puppy Skits chased a puck onto thin ice, and how quick thinking by Martha saved the day. Martha's Steamed!: When Helen and Martha discover a dog locked in a hot car on a sweltering summer's day, they snap into action. While they try to track down the owner, it becomes almost impossible for them to keep their cool.    "
                },
                "14": {
                    "title": "Martha and the One Thousand Fleas/Nice and Crabby",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "3 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Martha and the One Thousand Fleas: Helen is shocked to find that someone has eaten the cookies she was supposed to sell for the school fundraiser. Feeling stuffed and guilty, Martha knows just the thing to raise the money: a dog circus! Nice and Crabby: Crabby Mrs. Demson is suddenly friendly, cheerful, and fun. What could be wrong with her? Martha sets out to get to the bottom of the mystery.    "
                },
                "15": {
                    "title": "The Martha Show: Parts One & Two",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "Oct. 2010",
                    "year": "2010",
                    "plot": "\n    From PBS KIDS - The Martha Show, Part One: Martha has been offered a chance to host a children's TV show with her friends! The gang tries to agree on the perfect kid's show (1st of two parts). The Martha Show, Part Two: Having your own kid's show is more complicated than Martha expected. Our talking dog comes up with a whale of a show. But is her new partner - or TV - ready for it? (2nd of two parts)    "
                },
                "16": {
                    "title": "Skits and Mr. Scruffles/Brave Truman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "Feb. 2011",
                    "year": "2011",
                    "plot": "\n    From PBS KIDS - Skits and Mr. Scruffles: Everyone's too busy to play with Skits. While he's moping around the neighborhood, he meets Milo, a lonesome newcomer who just moved to Wagstaff City. The two bond, but when they tell their respective families about their new companion, no one believes they're real. Brave Truman: Truman is afraid to try out his new sled on the town's steepest, scariest, lumpiest hill. His friends are convinced that Truman is braver than he seems. Is he?    "
                },
                "19": {
                    "title": "Alice Covers Up/Carolina Picks a Lily",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "Oct. 2011",
                    "year": "2011",
                    "plot": "\n    From PBS KIDS - Alice Covers Up: It's a pool party! Everyone is going, including Alice... until she becomes involved in a strange cover-up. Carolina Picks a Lily: Carolina adopts a new puppy, and she's so excited. It matches her purse! But when the gang points out the pup won't stay pocketbook-sized for long (check out those paws!), she regrets her impulsive adoption. Will they be able to find a home for Lily?    "
                }
            },
            "3": {
                "2": {
                    "title": "Martha's Millions/Carolina's Gifted",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "31 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    From PBS KIDS - Martha's Millions: When Carolina reads about a dog inheriting millions, she's appalled. What could a dog do with all that money? Martha discovers that it isn't who spends it, but how you spend it, that matters most. Carolina's Gifted: Everyone is excited for Carolina's birthday, everyone, that is, except Carolina. She still hasn't used her gift certificate from last year's birthday, and it is going to expire... tonight! She and Helen rush to the store to pick out the perfect gift. What will it be?    "
                },
                "3": {
                    "title": "Truman's Mad/Dog for a Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "1 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    From PBS KIDS - Truman's Mad: When Truman sends away for a science kit, he dreams about all the new inventions he will create. But can reality really live up to his big dreams? Dog for a Day: TD thinks dogs have it easy - no school, no homework, no schedule - but Martha begs to differ. When the two decide to switch roles for a day, they discover that life can be surprisingly tough in someone else's shoes (or tail).    "
                },
                "4": {
                    "title": "Martha: Deadline Doggie/It's the Giant Pumpkin, Martha",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "4 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    From PBS KIDS - Martha: Deadline Doggie: When Martha begins to sniff out leads for Carolina's paper, the news is not fit to print. Can Martha redeem herself before she puts the paper out of business? It's the Giant Pumpkin, Martha: With The Ronald Report as her new competition, Carolina needs stories, big stories, to keep her paper afloat. But then she finds a story that's stranger than she bargained for.    "
                },
                "5": {
                    "title": "The Dog Did It/Martha Out West",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "8 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    The Dog Did It: Martha shares the Great Oral History of Dogs with Helen, TD, and Truman. According to Martha, dogs gave humans lots of stuff: fire, philosophy, physics, art, and even language. Could this explain why Shakespeare's hero is named Hamlet? Martha Out West: The gang has borrowed a video camera from the library so they can film their very own Wild West production. They each tell their version, featuring with pioneers, outlaws, and...strawberry milkshakes?    "
                },
                "6": {
                    "title": "TD's Magic/Scaredy Cat",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "5 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    From PBS KIDS - TD's Magic: TD has found the best birthday gift of all time for his cousin CD: He's going to put on a magic show at his party. He wants to really \"wow\" the crowd, so the bigger the trick, the better. But what happens when his magic gets out of control? Scaredy Cat: To escape a storm, the kids and dogs retreat into the Boxwood's house. TD, Alice, and Helen decide to tell spooky stories to pass the time. But as spooky things start happening in the house, they wonder if their stories might be a little too real.    "
                },
                "7": {
                    "title": "The Opera Contest/Maestro Martha",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "3 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    From PBS KIDS - The Opera Contest: An opera contest! Sounds boring! But before you know it, the kids have cooked up their own ideas of what an opera should be. Maestro Martha: Bad guys Pablum and Weaselgraft have a plan to turn a charity concert into a heist by using the power of music. Very strange music. Can Martha turn down the volume on their evil scheming before it's too late?    "
                },
                "8": {
                    "title": "Brave Truman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "30 Jan. 2010",
                    "year": "2010",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "9": {
                    "title": "Martha Acts Up/Ronald Is In",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "6 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Martha Acts Up: Mrs. Boxwood offers Martha a part in Alice in Wonderland, and Martha is thrilled at her new chance to become a star of the stage. But when Martha finds out what she's cast as, she's horrified. Ronald Is In: When Ronald finds a book on psychology, he becomes the expert on everyone's \"problems.\" Is his cure worse than the complaint?    "
                },
                "10": {
                    "title": "Patrol Dog Martha/The Crooning Crook Caper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "9 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Patrol Dog Martha: Martha wishes she could help solve crimes like Rascal the police dog, and she's in luck! Officer O'Reilly lets Martha fill in while Rascal is away. Out patrolling, Martha smells a rat. Can she convince them that there's something rotten in the rutabaga? The Crooning Crook Caper: Helen wishes she could be a kid detective just like her favorite book character, Curious Crystal. When Helen and Martha find a business card for \"The Whistler\" with \"You've been warned\" written on the back, they think their career as super sleuths has begun.    "
                },
                "11": {
                    "title": "Myth Me?/TD's Myth Take",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "7 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Myth Me?: On a rainy, boring day, the gang does what everybody does on a rainy day: act out Greek myths! And, as always, they are really better with dogs! TD's Myth Take: TD isn't satisfied with any Greek myth, so he decides to write his own version. With the help of Martha and Truman, he puts on a performance that exceeds everyone's expectations...    "
                },
                "12": {
                    "title": "Wagstaff Races/The Missing Metal Mystery",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "11 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Martha's Slumber Party of the Weird: The gang is camping out. The tent is pitched, they've played a hundred hands of Go Fish, and they've even eaten all the s'mores - but they still aren't tired. When TD suggests they tell science fiction stories, no one expects this story to end as it does: to be continued! Return to Martha's Slumber Party of the Weird: A shadow on the outside of the tent inspires still more stories. With humans shrinking to the size of ants, and ants growing to the size of humans, everyone has something to contribute.    "
                },
                "13": {
                    "title": "Martha's Slumber Party of the Weird/Return to Martha's Slumber Party",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "10 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    \"Martha's Slumber Party of the Weird\" The gang is camping out. The tent is pitched, they've played a hundred hands of Go Fish, and they've even eaten all the s'mores - but they still aren't tired. When TD suggests they tell science fiction stories, no one expects this story to end as it does: to be continued! \"Return to Martha's Slumber Party of the Weird\" A shadow on the outside of the tent inspires still more stories. With humans shrinking to the size of ants, and ants growing to the size of humans, everyone has something to contribute.    "
                },
                "14": {
                    "title": "The Long Rotten Summer/The Case of the Shattered Vase",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "12 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    \"The Long Rotten Summer\" For TD, summer always goes by too quickly, so he decides to spend this summer in the only place where the days never end: school. But is sitting alone in an empty classroom the best place to way to spend summer? \"The Case of the Shattered Vase\" Helen shouldn't have watched that scary movie right before she went to sleep. Now she's sure there's something under her bed! Martha helps her understand that things are not always what they seem.    "
                }
            },
            "4": {
                "1": {
                    "title": "Cora! Cora! Cora!/Cora Encore!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "20 Feb. 2012",
                    "year": "2012",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Billy Collins Speaks/Milo's Reading Buddy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "2 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Billy Collins Speaks: Billy Collins writes great poems about dogs, and Martha thinks she knows why. Obviously, the former poet laureate must be a canine himself! When Martha meets Billy Collins she's in for a few surprises...as is he. Milo's Reading Buddy: When Milo reads in front of other people he gets nervous. T.D. has the perfect, confidence-building solution: a Reading Buddy! The whole gang gets excited about helping Milo. Maybe too excited. Can Milo find the Reading Buddy who's perfect for him?    "
                },
                "3": {
                    "title": "Verb Dog, When Action Calls!/Martha's Adverb Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "3 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Verb Dog, When Action Calls!: Struck by a falling book of five-hundred-and-one English Verbs, Martha instantly becomes - Verb Dog! Using her unique superpower to control people with verbs, Martha sniffs out trouble and defends the town from evil. Martha's Adverb Adventure: Weaselgraft and Pablum have a new invention that is sure to make them rich again. The Adverbalizer activates adverbs - giving the user the ability to make things happen completely, sloppily, instantly? Of course T.D. orders one...immediately!    "
                },
                "6": {
                    "title": "Monkeyshines Martha/Dog Daze",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "23 Jul. 2012",
                    "year": "2012",
                    "plot": "\n    Monkeyshines Martha: Helen's hefty schoolwork load leaves her with little time left to spend with Martha. At loose ends, Martha finds a friend in Professor Monkey, whose wacky inventions propel Martha into a world of new adventures. Dog Daze: When Carolina chastises Martha for her doggish mannerisms, Martha wishes Carolina could just see things from her point of view. That night, Carolina goes to sleep only to awake as...a dog! What will happen when she's forced to take on a furry, four-legged perspective?    "
                },
                "7": {
                    "title": "Martha's Thanksgiving",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "19 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    According to google - Martha Still in search of her mother, Martha digs into her past to uncover the reason she and her family were separated.    "
                },
                "8": {
                    "title": "Bulldozer Versus Dinosaur!/Caroline Tackles Football",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "1 Feb. 2013",
                    "year": "2013",
                    "plot": "\n    Bulldozer Versus Dinosaur!: T.D. ponders the age-old question: what's more powerful, a bulldozer or a dinosaur? The kids can't come to an agreement, so T.D. does what any boy faced with this question would do. He uses a time machine to bring a dinosaur back from the late Cretaceous period. Let the competition begin. Carolina Tackles Football: The Wagstaff Dogs are tired of losing every game. In their search for new leadership, the gang is shocked to discover a fanatical football coach in...Carolina? Can the girly-girl protect her image and still bring the team to ...    "
                },
                "9": {
                    "title": "Too Many Marthas/Too Much Martha",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "14 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Too Many Marthas: When Martha is asked to sing at an animal rescue fundraiser, she's thrilled. But on the day of the concert, Martha gets mixed up with another Martha - a dog belonging to a lady named Jennifer (Jennifer Garner). Can Martha help Jennifer locate her missing pup before it's time to sing? Too Much Martha: Martha's constant pursuit of snacks has added some extra pounds and the vet says she needs to lose some weight. The family resolves to help Martha control her portions and maintain a balanced diet, but when Martha learns what this means, she's pretty fed...    "
                },
                "10": {
                    "title": "Martha's Market/Bye Bye Burger Boy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "6 Nov. 2012",
                    "year": "2012",
                    "plot": "\n    Martha's Market: Martha pitches in to run Tio Jorge's market when everyone else is busy. Will Martha and her canine coworkers be able to satisfy their customers' needs? Or is a staff of dogs in a store full of food a recipe for trouble? Bye Bye Burger Boy: Burger Boy, the gang's favorite childhood restaurant, is going out of business. Can Martha and Friends' advertising campaign save their local eatery? Or are they doomed because of competition from the newest burgerchain in town, Big Burgertorium?    "
                },
                "75": {
                    "title": "Eyes on the Skies/Camp Truman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 75,
                    "original air date": "15 Jun. 2012",
                    "year": "2012",
                    "plot": "\n    Eyes on the Skies: Astrophysicist Neil DeGrasse Tyson (Truman's #1 hero), is holding a seminar at the library. Truman becomes more and more certain that his activity partner T.D. is going to embarrass him in front of his idol. Does T.D. have what it takes to become a great scientist? Camp Truman: Milo is super-exited to go to Camp Winnetka this summer - he's been packing since Christmas. But when Truman discovers that Camp Winnetka is closing, he takes it upon himself to cheer Milo up -- by showing him how miserable and grueling camp can be.    "
                },
                "78": {
                    "title": "Keep Watching the Skies!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 78,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "5": {
                "1": {
                    "title": "Puppy Skits/Dinosaurs in Trouble!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "24 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Puppy Skits: Can a dog break through the space-time continuum? T.D. thinks so. As Martha recounts the tale of how T.D. first found Skits, we learn that innocent, easy-going Skits may in fact have been a time-traveling puppy! Dinosaurs in Trouble!: Due to a lack of funds, the museum's fossil exhibit is closing and Milo and Truman are devastated. What's more fun than fossils? Can the Mesozoic enthusiasts find a way to save the dinos?    "
                },
                "2": {
                    "title": "The Puppy Tooth Fairy/Martha's Blue Period",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "25 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    The Puppy Tooth Fairy: Martha is hit with a stark realization: the Tooth Fairy doesn't like dogs. Determined to right a wrong, Martha and Skits bound boldly into the night as the Puppy Tooth Fairies. The problem is puppies lose a lot of teeth. So do kittens and elephants and...*gulp*...whales? Martha's Blue Period: It's impossible. It's unthinkable. It's unbearable. Helen is leaving Martha and going to art camp. Full of separation anxiety, Martha's melancholy clouds even her ability to help T.D. take off his shoes. Feeling blue without her companion, Helen pours her ...    "
                },
                "3": {
                    "title": "The Puppy Show/Never Forget to Remember",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "26 Jun. 2013",
                    "year": "2013",
                    "plot": "\n    The Puppy Show: TV producer Laslo Huckey knows just what people want to watch: puppies. But puppies doing what? He challenges Martha and the gang to come up with the perfect pitch for a puppy show. Never Forget to Remember: It's the first day of spring and everybody wants to play their favorite outdoor game, Kickup! Only, where's the ball? In order to find it, the kids recount their memories of the last game. The problem is, everybody remembers things differently...    "
                },
                "4": {
                    "title": "Martha's Puppy/The Cheating Chum Caper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "Jun. 2013",
                    "year": "2013",
                    "plot": "\n    Martha's Puppy: Martha feels it's high time to get a puppy, but the family disagrees. Even Jake knows that two dogs is plenty. With no other option, Martha sets out to do what any dog would: train a baby to become a puppy. The Cheating Chum Caper: Inspired by her favorite mystery novel, Heroic Helen is on the hunt for trouble. When she notices TD's grades have suddenly improved and spies him meeting secretly with Martha and Francois, things get personal. Has she uncovered a cheating scandal between her dog and her best friend?    "
                },
                "5": {
                    "title": "Speak to Me, Martha!/Martha and the Call of the Wild",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "6": {
                    "title": "Martha Speaks: The Movie (Parts 1 and 2)/Martha Speaks: The Movie (Parts 3 and 4)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "2013",
                    "year": "2013",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "My Mother the Dog/Martha's Must-Have",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "13 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    My Mother the Dog: Inspired by Ronald's parrot, Martha starts doing impersonations. It turns out her imitation of Helen's mom is spot-on. But when she starts answering phone calls in Mariella's voice, she gets a bit more than she bargained for... Martha's Must-Have: When Martha finds out that wearing a Courageous Collie Carlo Collar makes people give you food, she has to have one. Ignoring Helen's claims that the product isn't as magical as it seems, Martha sets out to earn some cash for the collar.    "
                },
                "8": {
                    "title": "The Return of Ralph/Little Bo's Sheep",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "14 Nov. 2013",
                    "year": "2013",
                    "plot": "\n    The Return of Ralph: Buying a bigger TV usually means a better entertainment experience. For the Lorraine's, it means the return of Ralph, the conniving duck whose obsession with television has Helen's family desperate to be duck-free. But this time, Ralph has an even bigger surprise under his feathers... Little Bo's Sheep: Martha can't figure out why there's a sheep in her kitchen until Bo, a border collie, rushes in to explain that they got lost on their way to a herding festival. Can Helen and Martha get them there before it starts? And before the sheep eats all ...    "
                }
            },
            "6": {
                "1": {
                    "title": "T.D. Gives a Report, Martha's Canine Cleaners",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "original air date": "31 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    T.D. Gives A Report: When T.D. finds out the Pony Express wasn't a train for horses, he's crushed. It was the only thing worth doing a report on for Mrs. Clusky's class. Helen tries to spark his interests in other topics, but it just won't work. Is there anything he can get passionate enough about to research? Martha's Canine Cleaners: Lily needs help. She tore a pillow while she was sleeping. Canine Cleaners Martha and Skits answer the call...and make things a whole lot worse. Can they clean up their mess made before Milo's dad gets home?    "
                },
                "2": {
                    "title": "April Fools/Bully for You!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "original air date": "1 Apr. 2014",
                    "year": "2014",
                    "plot": "\n    April Fools: It's April Fools' Day in Wagstaff City and T.D., the King of Pranks, is...too busy to plan pranks? He's preoccupied with an invitation to receive an award from the Wagstaff City Genius Society. Martha smells deception, but will T.D. catch on before it's too late? Bully For You!: A ferocious new pooch has the neighborhood dogs' fur on end. Martha may never go outside again. Even Skits is spooked. Can anyone neutralize this bully's bark?    "
                },
                "3": {
                    "title": "Bookbots 3: Fit Fights Fat/Grandpa Bernie Cleans Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "14 May 2014",
                    "year": "2014",
                    "plot": "\n    Bookbots 3: Fit Fights Fat: No cat is stronger than a Bookbot...unless the Bookbots are out of shape! And with little crime to fight, our heroes have become just that. Will they be able to get fit in time to stop a new literacy-loathing villain on the rise? Grandpa Bernie Cleans Up: When the dogs join Helen and T.D. to clean Grandpa Bernie's garage, they meet Candy, an elderly dog who claims she was bit by a ball from outer space! As Bernie's trash becomes T.D.'s treasure, Martha and Skits dig through Candy's yard for the truth behind the fanged space ball.    "
                },
                "4": {
                    "title": "Thou Callest Me a Dog/Martha's Paper Chase",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "16 Jun. 2014",
                    "year": "2014",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Alice Tells a Story/Pirates and Princesses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "17 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Alice Tells a Story: When Alice tells the story of how she got Nelson, her class is confused. She ate pizza while playing hockey in an animal shelter? With a little help from Helen and T.D., she might be able to tell it correctly, even if it is about cats... Pirates and Princesses: Princesses Carolina, Alice and Helen needeth a castle. Skipper Truman and First Mate T.D. are scouring the land for a ship. The problem: Helen only has one tree house. Who will prevail in the clash between buccaneers and royalty?    "
                },
                "6": {
                    "title": "Tomato, You Say/Martha Questions",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "18 Jun. 2014",
                    "year": "2014",
                    "plot": "\n    Tomato, You Say: Why is there a tomato on T.D.'s shirt? Helen's eager to know. Unfortunately, she'd have an easier time getting Martha to skip breakfast than getting a straight answer from T.D. Will she ever find out? Martha Questions: Is Martha only speaking in questions? Why would that be? Can Skits help her figure it out? Did somebody put something funny in her soup? Will the questions ever stop???    "
                },
                "7": {
                    "title": "Martha's Holiday Surprise/We're Powerless!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Martha's Holiday Surprise: A blizzard is headed towards Wagstaff City and Mittens the cat is trapped in an alley. Fears rise when the story unfolds: Mittens has kittens. Abandoning animal prejudices, Martha and Skits trample into the snow-capped city to rescue the endangered cat and her young. We're Powerless!: A blackout in Wagstaff City renders Helen, T.D. and Truman incapable of playing their favorite videogame, Multi-Dimensional Intergalactic Kleine Nachtgopher Attack Four. But with a little imagination, a basket of laundry and some salad tongs, these nachtgophers...    "
                },
                "8": {
                    "title": "Martha's Sweater/The Mystery of the Missing Dinosaur",
                    "kind": "episode",
                    "episode of": {
                        "title": "Martha Speaks (TV Series 2008–2016)",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "17 Nov. 2014",
                    "year": "2014",
                    "plot": "\n    Martha's Sweater : A dog in a sweater? Not on Martha's watch. But what can she do when Grandma Lucille presents her with a neatly knitted pullover? Desperate to rid herself from woolly embarrassment, Martha sets out to prove that no sweater can withstand the rugged lifestyle of a dog. The Mystery of the Missing Dinosaur: T.D.'s day starts like any other: getting on a bus and riding it to the end of the line. But when he passes by a toy that looks suspiciously like one he used to own, he's pulled into a mystery that even he couldn't dream up. Who's behind this game of ...    "
                }
            }
        },
        "number of episodes": 97,
        "cast": [
            {
                "name": "Turner, J.T."
            },
            {
                "name": "Crivici, Christina"
            },
            {
                "name": "Germain, Tabitha St."
            },
            {
                "name": "Tomasino, Vanesa"
            },
            {
                "name": "Ferris, Alex"
            },
            {
                "name": "Shinyei, Valin"
            },
            {
                "name": "Drummond, Brian"
            },
            {
                "name": "Payne, Cedric"
            },
            {
                "name": "Barr, Kathleen"
            },
            {
                "name": "Hill, Matt"
            },
            {
                "name": "Oliver, Nicole"
            },
            {
                "name": "Tockar, Lee"
            },
            {
                "name": "Peters, Madeleine"
            },
            {
                "name": "Creber, Michelle"
            },
            {
                "name": "Lim, Trevor"
            },
            {
                "name": "Klassen, Terry"
            },
            {
                "name": "Tickner, French"
            },
            {
                "name": "Phillips, Betty"
            },
            {
                "name": "Miller, Maxine"
            },
            {
                "name": "Gabay, Eli"
            },
            {
                "name": "Murdock, Colin"
            },
            {
                "name": "Oey, Regan"
            },
            {
                "name": "Sadiq, Laara"
            },
            {
                "name": "Drummond, Ashlyn"
            },
            {
                "name": "Mondy, Bill"
            },
            {
                "name": "Vincent, Sam"
            },
            {
                "name": "Edmondson, Sarah"
            },
            {
                "name": "Hamm, Jon"
            },
            {
                "name": "Tyson, Neil deGrasse"
            },
            {
                "name": "Westfeldt, Jennifer"
            },
            {
                "name": "Araya, Alison"
            },
            {
                "name": "Marriott, Alan"
            }
        ],
        "genres": [
            "Animation",
            "Family"
        ],
        "runtimes": [
            "28"
        ],
        "countries": [
            "United States",
            "Canada"
        ],
        "country codes": [
            "us",
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-Y"
        ],
        "number of seasons": 6,
        "rating": 6.6,
        "votes": 507,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQxOTU0MDg4MV5BMl5BanBnXkFtZTgwMDc5NTMwMjE@._V1_SY150_CR11,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Martha Speaks",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2016",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6"
        ],
        "writer": [
            {
                "name": "Lankford, Raye"
            },
            {
                "name": "Scarborough, Ken"
            },
            {
                "name": "Fallon, Joe"
            }
        ],
        "production companies": [
            {
                "name": "Oasis Animation"
            },
            {
                "name": "Studio B"
            },
            {
                "name": "WGBH Kids"
            }
        ],
        "distributors": [
            {
                "name": "CBBC"
            },
            {
                "name": "Public Broadcasting Service (PBS)"
            },
            {
                "name": "Tiny Pop"
            }
        ],
        "other companies": [
            {
                "name": "Arthur Vining Davis Foundations"
            },
            {
                "name": "Corporation for Public Broadcasting (CPB)"
            },
            {
                "name": "Top Draw Animation"
            },
            {
                "name": "U.S. Department of Education"
            },
            {
                "name": "Viewers Like You"
            },
            {
                "name": "Voice Box Productions"
            }
        ],
        "plot": [
            "Tales of a dog, Martha, who eats alphabet soup and gains the ability to speak. This series follows the antics of Martha and her owner as she encounters many adventures with her newfound ability."
        ],
        "tech": {
            "runtime": [
                "28 min"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 507,
                "rating": 6.6
            },
            "aged under 18": {
                "votes": 7,
                "rating": 6.9
            },
            "aged 18 29": {
                "votes": 138,
                "rating": 6.2
            },
            "aged 30 44": {
                "votes": 104,
                "rating": 6.8
            },
            "aged 45 plus": {
                "votes": 63,
                "rating": 6.8
            },
            "males": {
                "votes": 202,
                "rating": 6.4
            },
            "males aged under 18": {
                "votes": 6,
                "rating": 6.6
            },
            "males aged 18 29": {
                "votes": 85,
                "rating": 5.6
            },
            "males aged 30 44": {
                "votes": 59,
                "rating": 6.8
            },
            "males aged 45 plus": {
                "votes": 37,
                "rating": 7.2
            },
            "females": {
                "votes": 131,
                "rating": 6.8
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 18 29": {
                "votes": 51,
                "rating": 6.9
            },
            "females aged 30 44": {
                "votes": 43,
                "rating": 6.9
            },
            "females aged 45 plus": {
                "votes": 26,
                "rating": 5.6
            },
            "top 1000 voters": {
                "votes": 22,
                "rating": 5.3
            },
            "us users": {
                "votes": 183,
                "rating": 6.5
            },
            "non us users": {
                "votes": 75,
                "rating": 6.2
            }
        },
        "number of votes": {
            "10": 131,
            "9": 50,
            "8": 60,
            "7": 81,
            "6": 58,
            "5": 35,
            "4": 25,
            "3": 12,
            "2": 15,
            "1": 40
        },
        "arithmetic mean": 7.0,
        "median": 7
    }
}