{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "2 December 2008"
            }
        ],
        "release dates": [
            "USA::2 December 2008"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Walter Koenig",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shatner's Raw Nerve (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Host William Shatner reunites with original Star Trek actor Walter Koenig for a heated conversation. The two actors reminisce about incidents that happened on the set and Koenig confronts Shatner on the reasons why the secondary actors of Star Trek have disliked him for the past 30 years.    "
                }
            },
            "1": {
                "1": {
                    "title": "Valerie Bertinelli",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shatner's Raw Nerve (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "2 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Host William Shatner has a personal conversation with actress, Valerie Bertinelli. Shatner talks to Bertinelli about her previous marriage to rock-n-roll superstar Eddie Van Halen, her son Wolfgang and her past addictions to food. Bertinelli shares her outlook on life in her 40's and openly talks about her new boyfriend.    "
                },
                "2": {
                    "title": "Tim Allen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shatner's Raw Nerve (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Host William Shatner and actor, comedian Tim Allen sit down to discuss some raw topics. Shatner learns of Allen's stint with alcoholism, the loss of his father, and how he eventually succeeded in show business after having gone to prison for cocaine possession. Allen also talks about his passion for cars and motorcycles and how he feels like he is finally running his own race in life.    "
                },
                "3": {
                    "title": "Jenna Jameson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shatner's Raw Nerve (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "9 Dec. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "4": {
                    "title": "Jimmy Kimmel",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shatner's Raw Nerve (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "9 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Host William Shatner has an intimate discussion with television host and comedian, Jimmy Kimmel. Shatner learns about Kimmel's former marriage, how his career began, and his relationship with long time friend Adam Carolla. Kimmel also gives some insight on what it's like to host a late night talk show alone and what he enjoys doing when he doesn't have to work.    "
                },
                "5": {
                    "title": "Kelsey Grammer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shatner's Raw Nerve (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "16 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Five-time Emmy and two-time Golden Globe-winning actor Kelsey Grammer sits down with host William Shatner for a personal and intimate conversation. Shatner talks to Grammer about the family tragedies in his life; his bout with alcoholism, and the heartbreak of his childhood. Grammer also speaks out about his successful career and the people in his life who keep him happy and grounded.    "
                },
                "6": {
                    "title": "Judge Judy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shatner's Raw Nerve (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "23 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Host William Shatner and Judge Judy Sheindlin sit down for a one-on-one intimate conversation. Shatner talks to Judge Judy about her childhood, how she married her husband twice, and her mega-hit television series. Judge Judy also gives us insight as to how she makes her quick and accurate judgments inside the courtroom.    "
                },
                "7": {
                    "title": "Leonard Nimoy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shatner's Raw Nerve (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "6 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Host William Shatner reunites with original Star Trek costar Leonard Nimoy for an intimate conversation. As the two old friends reminisce, Nimoy shares childhood stories and lessons he's learned in his career with Shatner for the first time. Nimoy talks about his passion for photography, his new book and the number one love in his life.    "
                },
                "8": {
                    "title": "Jon Voight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shatner's Raw Nerve (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "13 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Academy Award winning actor, Jon Voight sits down with host William Shatner for a personal conversation. Shatner talks to Voight about his career in the early years, his two divorces and thoughts on life after death. Voight gets into a heated debate with Shatner regarding political views and his thoughts on The United States' involvement in Iraq.    "
                },
                "9": {
                    "title": "Fran Drescher",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shatner's Raw Nerve (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "27 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Emmy Award and Golden Globe nominated actress, Fran Drescher has a raw conversation with host, William Shatner. Drescher opens up about dating a man sixteen years her junior, the traumatic experience of being raped by a burglar in her home and her battle with uterine cancer. Shatner learns about Drescher's non-profit organization for cancer and meets the newest member of her family.    "
                },
                "10": {
                    "title": "Scott Baio",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shatner's Raw Nerve (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "3 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Host William Shatner and actor Scott Baio sit down for a one-on-one conversation. Shatner talks to Baio about the death of his father, being single until 45 years old and the birth of his first child after he and his girlfriend experienced two miscarriages. Baio speaks out about getting over his fear of marriage and understanding the unconditional love of a child.    "
                },
                "11": {
                    "title": "Drew Carey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shatner's Raw Nerve (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "10 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Host William Shatner and Drew Carey sit down for a one-on-one conversation. Shatner talks to Carey about growing up as a latchkey kid, his struggles with low self-esteem and how he got his big break in show business. Carey speaks about hosting The Price is Right, his love of photography, and why he doesn't want to be on television.    "
                },
                "12": {
                    "title": "Wayne Brady",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shatner's Raw Nerve (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "17 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Five-time Emmy Award-winning comedian and television personality Wayne Brady sits down with host William Shatner for a personal conversation. Shatner talks to Brady about the recent divorce from his high school sweetheart, his new outlook on work and the most important girl in his life, his daughter, Maile.    "
                },
                "13": {
                    "title": "Jenna Jameson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shatner's Raw Nerve (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "26 Feb. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "2": {
                "1": {
                    "title": "Rush Limbaugh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shatner's Raw Nerve (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "6 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Host William Shatner has a personal conversation with radio personality Rush Limbaugh. Shatner talks to Limbaugh about his family background, his influences and why he enjoys being a political pundit. Limbaugh talks about his hearing loss and previous addiction to prescription painkillers.    "
                },
                "2": {
                    "title": "Regis Philbin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shatner's Raw Nerve (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "6 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Host William Shatner and television personality Regis Philbin sit down to discuss raw topics. Shatner delves into to Philbin's upbringing and relationship with his little brother. Regis discusses his early doubts about his own talent and how he first broke into being a talk show host.    "
                },
                "3": {
                    "title": "Henry Winkler",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shatner's Raw Nerve (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "13 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    In an exclusive interview, host William Shatner has a one-on-one discussion with Henry Winkler, the actor who portrayed the cultural icon--\"The Fonz\". Winkler reflects on his relationships with fellow Happy Days cast members; his wife's cancer; and his lifelong fight with dyslexia. Winkler also discusses his parenting philosophies and his successful career as an author of children's books.    "
                },
                "4": {
                    "title": "Tony Danza",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shatner's Raw Nerve (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "13 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Host William Shatner has an intimate discussion with actor and talk show host Tony Danza. Shatner explores Danza's upbringing on the tough streets of Brooklyn, the skiing accident which nearly killed him and his insights on growing older. Danza also discusses his upcoming new reality show in which he returns to his old neighborhood and teaches school.    "
                },
                "5": {
                    "title": "Jason Alexander",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shatner's Raw Nerve (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Host William Shatner and actor/comedian Jason Alexander sit down for a one-on-one conversation. Shatner talks to Alexander about growing up being bullied and how he overcame it. Alexander also opens up about the struggles he and his wife had with infertility and the fortuitous results that ensued.    "
                },
                "6": {
                    "title": "Larry Flynt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shatner's Raw Nerve (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Host William Shatner has an intimate conversation with the controversial publisher Larry Flynt. Shatner talks to Flynt about growing up poor in Kentucky and how Hustler magazine came to be. Flynt discusses his brief conversion to Christianity, his true love for his wife Althea and how her death affected him.    "
                },
                "7": {
                    "title": "Weird Al",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shatner's Raw Nerve (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "20 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Host William Shatner sits down with Grammy Award-winning artist Weird Al Yankovic. Shatner talks to Weird Al about his early days as a DJ on college radio and his turnabout from architecture student to parodying famous hits. Yankovic discusses the tragic death of his parents, his concerns about the environment and the oddities of being in the music industry.    "
                },
                "9": {
                    "title": "John Edward",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shatner's Raw Nerve (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "Feb. 2010",
                    "year": "2010",
                    "plot": "\n    Psychic/medium John Edward gets in-depth with host William Shatner about how he communicates with the other side. Edwards opens up about his upbringing and his relationship with his father. Shatner learns about Edward's touching relationship with his sons.    "
                },
                "18": {
                    "title": "Gene Simmons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shatner's Raw Nerve (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "10 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    Host William Shatner and musician/real-life TV-star Gene Simmons sit down for a one-on-one conversation. Shatner talks to Simmons about being born in Israel, moving to America and his father leaving at an early age. Simmons tells Shatner about his musical influences, the origins of KISS and being happily \"un-married.    "
                }
            },
            "3": {
                "1": {
                    "title": "Carol Burnett",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shatner's Raw Nerve (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Host William Shatner has a one-on-one discussion with the beloved, Carol Burnett. Shatner talks to Burnett about her rough upbringing, dealing with alcoholism in her family and how those life experiences shaped her career. Burnett speaks about her work as a playwright, how she was discovered and the passing of her daughter.    "
                },
                "2": {
                    "title": "Marilu Henner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shatner's Raw Nerve (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Host William Shatner has a personal conversation with actress, Marilu Henner. Shatner and Henner discuss the death of her parent, motherhood and healthy lifestyles. Henner talks about an interesting condition she has called hyperthymesia, which gives her a superior autobiographical memory.    "
                }
            }
        },
        "number of episodes": 25,
        "cast": [
            {
                "name": "Shatner, William"
            },
            {
                "name": "Philbin, Regis"
            },
            {
                "name": "Asner, Edward"
            },
            {
                "name": "Reiner, Carl"
            },
            {
                "name": "Springfield, Rick"
            },
            {
                "name": "Allen, Tim"
            },
            {
                "name": "Bertinelli, Valerie"
            },
            {
                "name": "Grammer, Kelsey"
            },
            {
                "name": "Jameson, Jenna"
            },
            {
                "name": "Kimmel, Jimmy"
            },
            {
                "name": "Sheindlin, Judy"
            },
            {
                "name": "Baio, Scott"
            },
            {
                "name": "Danza, Tony"
            },
            {
                "name": "Limbaugh, Rush"
            },
            {
                "name": "Nimoy, Leonard"
            },
            {
                "name": "Voight, Jon"
            },
            {
                "name": "Winkler, Henry"
            },
            {
                "name": "Yankovic, 'Weird Al'"
            },
            {
                "name": "Alexander, Jason"
            },
            {
                "name": "Flynt, Larry"
            },
            {
                "name": "Goldberg, Whoopi"
            },
            {
                "name": "Loaf, Meat"
            },
            {
                "name": "Phillips, Mackenzie"
            },
            {
                "name": "Simmons, Gene"
            },
            {
                "name": "Springer, Jerry"
            },
            {
                "name": "Bakula, Scott"
            },
            {
                "name": "Burnett, Carol"
            },
            {
                "name": "Burton, LeVar"
            },
            {
                "name": "Gilsig, Jessalyn"
            },
            {
                "name": "Henderson, Florence"
            },
            {
                "name": "Henner, Marilu"
            },
            {
                "name": "Koenig, Walter"
            },
            {
                "name": "Marshall, Penny"
            },
            {
                "name": "Nealon, Kevin"
            },
            {
                "name": "Pollak, Kevin"
            }
        ],
        "genres": [
            "Talk-Show"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.33 : 1",
        "sound mix": [
            "Mono"
        ],
        "certificates": [
            "Australia:M"
        ],
        "number of seasons": 3,
        "rating": 7.9,
        "votes": 134,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjMwNTc2MTE0MF5BMl5BanBnXkFtZTgwMjc3NjcwMzE@._V1_SY150_CR38,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Shatner's Raw Nerve",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "Shatner's Raw Nerve (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Van Groll, Julie"
            },
            {
                "name": "Windsor, Brandon"
            }
        ],
        "distributors": [
            {
                "name": "Biography Channel"
            }
        ],
        "plot": [
            "William Shatner sits down with actors, politicians, and others for candid interviews.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min (including commercials) (USA)"
            ],
            "sound mix": [
                "Mono"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.33 : 1"
            ],
            "negative format": [
                "Video"
            ],
            "printed film format": [
                "Video"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 134,
                "rating": 7.9
            },
            "aged 18 29": {
                "votes": 5,
                "rating": 9.7
            },
            "aged 30 44": {
                "votes": 52,
                "rating": 8.1
            },
            "aged 45 plus": {
                "votes": 58,
                "rating": 7.4
            },
            "males": {
                "votes": 98,
                "rating": 7.9
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 9.7
            },
            "males aged 30 44": {
                "votes": 43,
                "rating": 8.1
            },
            "males aged 45 plus": {
                "votes": 48,
                "rating": 7.6
            },
            "females": {
                "votes": 18,
                "rating": 7.3
            },
            "females aged 30 44": {
                "votes": 9,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 9,
                "rating": 6.6
            },
            "top 1000 voters": {
                "votes": 7,
                "rating": 6.9
            },
            "us users": {
                "votes": 84,
                "rating": 7.7
            },
            "non us users": {
                "votes": 27,
                "rating": 8.3
            }
        },
        "number of votes": {
            "10": 46,
            "9": 29,
            "8": 25,
            "7": 17,
            "6": 4,
            "5": 1,
            "4": 2,
            "3": 1,
            "2": 0,
            "1": 9
        },
        "arithmetic mean": 8.1,
        "median": 9
    }
}