{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "13 January 2008"
            },
            {
                "country": "Australia\n",
                "date": "27 March 2012"
            },
            {
                "country": "Australia\n",
                "date": "7 May 2013"
            }
        ],
        "release dates": [
            "Australia::13 January 2008",
            "Australia::27 March 2012",
            "Australia::7 May 2013"
        ],
        "episodes": {
            "8": {
                "1": {
                    "title": "Julia Morris",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 1,
                    "original air date": "13 Sep. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Peter Garrett",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 2,
                    "original air date": "20 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Peter Garrett discovers an ancestor at the forefront of social welfare in the colony. And Peter follows his grandmother to remote Dorre Island, where Indigenous Australians suspected of having venereal disease were taken by force.    "
                },
                "3": {
                    "title": "Delta Goodrem",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "9 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    Australian singer Delta Goodrem learns more about her connections, roots and family history.    "
                },
                "4": {
                    "title": "Mal Meninga",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 4,
                    "plot": "\n    Mal Meninga goes on a quest to discover if he's descended from an indentured labourer - brought from the Pacific Islands to work in the Queensland cane fields - in a culture replete with racism, kidnapping and slavery. His search takes him to Tanna in Vanuatu. Mal must unravel conflicting accounts of why his ancestor left. Was he tricked or was he looking for adventure and opportunity?    "
                },
                "5": {
                    "title": "Rachel Griffiths",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 5,
                    "original air date": "11 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Rachel Griffiths' journey takes her back to the re-emergence of Judaism in 17th century England. She discovers her forebear was highly successful yet embroiled in the a very dark and murky chapter of history.    "
                },
                "6": {
                    "title": "Shane Jacobson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 6,
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Jane Turner",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 7,
                    "original air date": "25 Oct. 2016",
                    "year": "2016",
                    "plot": "\n    Jane will uncover the desire that drove her wealthy ancestor to endure incessant misfortune. Then uncovering her father's actions as a fighter pilot in the Korean War takes Jane inside the Demilitarised Zone on the border of North Korea.    "
                },
                "8": {
                    "title": "Richard Madeley",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 8,
                    "episode": 8,
                    "original air date": "28 Sep. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Jack Thompson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "13 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Australian acting icon Jack Thompson unearths more than a couple of surprises - and significant Australian heritage-but where does he come from and who does he think he is? Born John Hadley Pain in Sydney in 1940, Jack took on the name of the Thompson family, who adopted him as a child after the death of his mother. In Who Do You Think You Are? Jack will for the first time endeavour to discover the real family history of his biological relations. Does he have a famous bushranger in the family or Indigenous ancestors and just what draws him to the forests of southern ...    "
                },
                "2": {
                    "title": "Kate Ceberano",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "20 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Kate Ceberano is convinced she descended from 'pirates and bums' but as she delves into her family tree she uncovers links to an artistic past. Kate's expectation of pirates and bums is squashed when she learns that one early ancestor, an entrepreneurial Swede, sunk arterial wells in the Mallee region of Australia. On the trail of a mysterious Spanish sea captain, she heads to Tasmania where she finds, to her delight, a relationship with music teacher turned artist Henry Mundy. Kate will cross cities and cultures in the search of her past, uncovering pioneers and ...    "
                },
                "3": {
                    "title": "Geoffrey Robertson",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "27 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Geoffrey Robertson QC believes that it is nature not nurture that shapes our moral integrity, but does his family history provide an aside to his theory? Fifth generation Australian Geoffrey has lived in London for decades, but he remains proudly Australian. He traces his Scottish ancestors-early mountain cattlemen who were the first of the self-made Robertsons in Australia-as well as another part of his family, ensconced in a life of wealth and privilege. Within his family history he finds links to royal patronage, the whiff of a cover-up and even a royal scandal. ...    "
                },
                "4": {
                    "title": "Cathy Freeman",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "3 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Athlete Catherine Freeman goes in search of the source of her drive and determination, unearthing an unexpected family heritage. Gold medallist in the Sydney 2000 Olympic Games, Catherine is an inspiration to many. She possesses an irrepressible pride in her country and her people. Her strong sense of identity is something she believes has been passed down from her ancestors. Her mother Cecelia was born on Palm Island, a penal settlement for Aborigines and her father Norman, also a 'Murri', was a rugby league footballer, but little more of the family history is known....    "
                },
                "5": {
                    "title": "Dennis Cometti",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "10 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Sports commentator Dennis Cometti finds mystery, murder and a gift for the gab as he follows his family tree back to Australia's settlement. From a remote Western Australian goldfield to northern Italy, Dennis uncovers a rich Italian heritage before heading to east coast Australia where several more surprises-and more than one shady character-are revealed. It is a journey that leaves him with a lifetime of anecdotes and an extended family he never imagined possible.    "
                },
                "6": {
                    "title": "Ita Buttrose",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "17 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Media personality and publisher Ita Buttrose discovers determination and drive may be hereditary as she puts her journalistic skills to the test to trace her global family. She knows of a relation named William Butters who sailed from Scotland to Adelaide but not how the family name changed from Butters to Buttrose. Following her maternal side, Ita discovers she has a strong Jewish connection, including a chief rabbi, in her family. She traces her Jewish ancestors to New York and Hungary. Along the way she hopes to find out if the Buttrose will to 'fight the system' ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Ron Barassi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "27 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Footy legend and latter day 'Knight in Shining Armour' Ron Barassi has always believed that actions speak louder than words. In 'WHO DO YOU THINK YOU ARE?' he embarks on a journey into his ancestry tracing the Barassi family line back to the Austro-Hungarian Empire and the Victorian Gold Rush and discovers a heart-rending tale of violence, tragedy and redemption.    "
                },
                "2": {
                    "title": "Sigrid Thornton",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "4 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Australian film and TV industry luminary, actress Sigrid Thornton has cornered the market in feisty leading roles. She is best known recently for her role as the relationship-challenged magistrate Laura in Sea Change. In \"WHO DO YOU THINK YOU ARE?\" she embarks on a journey into her ancestry uncovering a genetic tendency to get into trouble with the law.    "
                },
                "3": {
                    "title": "Ben Mendelsohn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "11 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Actor Ben Mendelsohn embarks on a journey into his ancestry to find out if he really is related to the famous composer of the Wedding March - Felix Mendelssohn. In 'WHO DO YOU THINK YOU ARE?' he traces the Mendelsohn family line back to the heart of Europe and discovers a thread of musical heritage in surprising quarters as well as a heart-rending tale of success, failure and heartbreak of Dickensian proportions.    "
                },
                "4": {
                    "title": "Christine Anu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "18 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Singer Christine Anu's ancestry is from the Torres Straits Islands. She would like to understand why music is so important in her life. Her 'WHO DO YOU THINK YOU ARE?' journey takes her to England and the Torres Straits Islands where she discovers a heritage of music and culture, beyond her wildest dreams.    "
                },
                "5": {
                    "title": "Maggie Beer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "25 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Celebrity \"Cook\" Maggie Beer is probably best known for being half of the TV duo \"The Cook and The Chef\". In \"WHO DO YOU THINK YOU ARE?\" she embarks on a journey into her ancestry discovering a convict bigamist with a penchant for very tall tales.    "
                },
                "6": {
                    "title": "John Butler",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "1 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Rock star and activist John Butler is searching for his heritage hoping to find poets, musicians and revolutionaries. In \"Who Do You Think You Are?\" he traces the Butler name back through generations of hardship to a matriarch who sang for her survival. Then he follows his Bulgarian ancestry to the mountain town of Koprivshtitsa and to an ancestor caught up in a violent revolt, central to the birth of a nation.    "
                }
            },
            "3": {
                "1": {
                    "title": "Magda Szubanski",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "28 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Magda is the actor behind many of Australia's most loved comic characters including Sharon in \"Kath & Kim\" and Mrs Hoggett in the internationally acclaimed \"Babe\" and \"Babe: Pig in the City\". Magda has always been a fearless performer but where is that courage from? Magda was born to a Polish Father and a Scottish Mother. The family migrated to Australia when Magda was a child. To better understand how world events have shaped her family, Magda will trace the lives of two ancestors. Both were forced to make grim choices and both were forced to confront the brutality ...    "
                },
                "2": {
                    "title": "Rod Marsh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "5 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Cricketer Rod Marsh trawls the records, overturning long held secrets and pieces together the dramatic circumstances that led to his father's adoption. For the first time he discovers who his biological grandparents are and why his Dad was given up for adoption into the Marsh family. And by uncovering a pioneering Marsh ancestor, he finally discovers where he gets his drive and focus from.    "
                },
                "3": {
                    "title": "Tina Arena",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 6,
                    "original air date": "12 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Singer Tina Arena has always wanted to find out more about where her Italian-born parents came from, a subject that has never really been talked about in her family. She is driven to find out the truth behind some family secrets and heads off to Sicily to explore her Italian roots. At the end of her journey Tina realises that the issue of abandonment has been running through her family tree for generations and she now understands more about the drive and struggle that her Sicilian ancestors had and the impact this has had on her parents and grandparents.    "
                },
                "4": {
                    "title": "Shane Bourne",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "19 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Actor and comedian Shane Bourne is best known for his role as a senior detective in City Homicide and as presenter of the comedy improvisation show Thank God You're Here. Shane is a single Dad and lives with his 19 year old daughter Ruby in Melbourne. He grew up living with his mother, sister and younger brother Danny. His father, Stan Bourne, was also a well-known comedian and entertainer and largely absent from Shane's life during his childhood and formative years. Shane is aware that his mother, known as Pixie, also grew up never knowing her father - indeed she met...    "
                },
                "5": {
                    "title": "Paul Mercurio",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "26 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Actor, dancer and TV chef Paul Mercurio is probably best known for his role in \"Strictly Ballroom\". In \"WHO DO YOU THINK YOU ARE?\" he embarks on a journey into his ancestry to investigate rumours of a mafia connection and discovers a political kingmaker leading a double life. After his parents divorced when he was six, Paul and his siblings were raised in Western Australia alone by his Mum. He never got to know his father Gus until he was an adult. Gus immigrated to Australia from the US in 1956 and Paul knows little about the family that Gus left behind . Along the ...    "
                },
                "6": {
                    "title": "Georgie Parker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "2 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Georgie Parker has created some of the most memorable women in Australian television, with long running roles on a Country Practice and All Saints. The women in her own family are all big personalities and this is the puzzle she sets out to solve: where does that female strength come from? Georgie says she's not afraid to hear any of her family history, but the journey ahead will test her out.    "
                }
            },
            "4": {
                "1": {
                    "title": "Shaun Micallef",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "27 Mar. 2012",
                    "year": "2012",
                    "plot": "\n    Shaun Micallef says he has been too busy focusing on his comedy career to be interested in family history, but as he approaches the big \"5-0\", he has started to reflect on his own life. He is worried that his ancestors will be boring and dull. Not so. He'll soon discover that they were players in some of the most extraordinary moments in modern history.    "
                },
                "2": {
                    "title": "Kerry O'Brien",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "3 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Television journalist Kerry O'Brien embarks on a journey to uncover his Irish roots. He discovers a colourful and fiery character in the form of Charles O' Brien, the first O'Brien to arrive in Australia. Having survived both the potato famine and a perilous voyage, Charles makes the most of the new opportunities afforded him in the Colony. Kerry will be surprised by his other Irish ancestors also searching for a better life. Convicted thieves, and sent over as convicts, their lives continued on a dramatic course, as they took desperate measures for survival.    "
                },
                "3": {
                    "title": "Melissa George",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "10 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Actress Melissa George rattles the skeletons in her family closet to uncover the heartbreaking truth behind a story of child migrants and investigates the case of an ancestor suspected of abusing a prisoner in a colonial gaol.    "
                },
                "4": {
                    "title": "Vince Colosimo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "17 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    On his father's side there's always been a mystery about his grandmother, as she died young, and little is known about her life or family. On his quest to find out who she was, Vince uncovers the story of her father, and finds out their lives in rural Calabria were touched by both joy and tragedy. Vince's re-connection to his ancestral mother country is profound and his observations are steeped in humour, candour, and occasional coarse language.    "
                },
                "5": {
                    "title": "John Wood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "24 Apr. 2012",
                    "year": "2012",
                    "plot": "\n    Actor John Wood is best known for his role in \"Blue Heelers\" yet his detective work in \"WHO DO YOU THINK YOU ARE?\" reaffirms truth is more fascinating than fiction. John's investigation into his father's capture and imprisonment in Nazi Europe reveals an unexpected love story - while a search for his Swedish ancestors uncovers wealth that belies his working class roots.    "
                },
                "6": {
                    "title": "Michael O'Loughlin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "1 May 2012",
                    "year": "2012",
                    "plot": "\n    Michael investigates a family legend that connects him to Australia's $50 bill and discovers a life-changing ancestor, who was one of the last tribal Aboriginals from the Coorong and Lake regions to move onto the mission. Working alongside Australia's foremost anthropologist, Norman Tindale, his legacy was to preserve the memory of a disintegrating culture.    "
                }
            },
            "5": {
                "1": {
                    "title": "Rove McManus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "14 May 2013",
                    "year": "2013",
                    "plot": "\n    Entertainer Rove McManus is in for a ride that will test even his famous appetite for the unexpected. Rove uncovers the truth that his beloved Pop kept to himself about his Second World War experience. He pieces together the shocking story of his Great Grandfather's role in the violent frontier of the Kimberley, and the ironic twist of fate that brought him undone. And then there's Rove's own life long question - why am I the black sheep of the family, the only creative one? In the pages of a little book that's been thoroughly defaced, he finds the astonishing answer.    "
                },
                "2": {
                    "title": "Asher Keddie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 2,
                    "original air date": "9 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Actress Asher Keddie sets out to find the origins of her creative passions, discovering that she comes from a very long line of artistic performers. These include an acting ancestor whose story shares eerie parallels to her own life, and a nineteenth century musician who played a part in some of the most significant moments of his time.    "
                },
                "3": {
                    "title": "Don Hany",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "16 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    On the trail of his ancestors, actor Don Hany journeys to the heart of Europe, to investigate his controversial Hungarian grandfather, caught up in a Cold War flashpoint, and uncovers a labyrinth of secrets and lies that still divide his family.    "
                },
                "4": {
                    "title": "Adam Hills",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 4,
                    "original air date": "2 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Comedian Adam Hills retraces the desperate journeys undertaken by his migrant ancestors, from Central Europe and Malta. With their families torn apart by war and prejudice, both his Great Grandfathers risked everything for a new life in Australia. He also discovers a medieval ancestor who made his fortune from a barbaric business.    "
                },
                "5": {
                    "title": "Michael Caton",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "23 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Actor Michael Caton has an iconic place in Australian screen history often playing characters of dubious repute. Could this be a case of art imitating life? Are these types of characters part of his DNA? To find out Michael will retrace the lives of his forebears, uncovering a family tragedy and an ancestor's involvement in one of Australia's greatest crime sprees.    "
                },
                "6": {
                    "title": "Lex Marinos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 6,
                    "original air date": "30 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    On the trail of his ancestors, actor Lex Marinos journeys into Australia's colonial past to investigate an ancestor wrongly accused of a terrible crime. And in a one horse outback town he discovers that a revered relative is not all he seems.    "
                },
                "7": {
                    "title": "Susie Porter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "7 May 2013",
                    "year": "2013",
                    "plot": "\n    Actor Susie Porter delves into her grandmother's mental illness, unpicking a thread that reveals mental illness extends further back in her family than she knew. Susie faces the past head on and in a deeply personal way, her family story charts dramatic advances in the field of mental health treatment in Australia.    "
                },
                "8": {
                    "title": "John Howard",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 8,
                    "original air date": "21 May 2013",
                    "year": "2013",
                    "plot": "\n    Actor John Howard follows his Grandfather's trail through the horrors of the Great War, finding a promising military career ruined by a single regrettable act. And he discovers a kindred spirit, an ancestor who fought for social justice - all the time battling his own demons.    "
                }
            },
            "6": {
                "1": {
                    "title": "Richard Roxburgh",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 1,
                    "votes": 7,
                    "original air date": "29 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Actor Richard Roxburgh discovers his family's footprints in an unexpected corner of the world, finding two ancestors on opposite sides of the fierce struggle over slavery. In a cruel and unjust world, he finds a courageous figure giving hope and guidance to the oppressed.    "
                },
                "2": {
                    "title": "Rebecca Gibney",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "15 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Actress Rebecca Gibney searches for the reasons behind her family's troubled past bringing a dark secret to light, to heal a long-standing family wound. She also discovers an ancestor who played a role in New Zealand's forgotten tragedy.    "
                },
                "3": {
                    "title": "Jacki Weaver",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 3,
                    "original air date": "1 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    Actress Jacki Weaver never knew her Grandma. Jacki's dad Arthur was a ward of the state and she doesn't know anything about his biological family - except for his mother's name. Jacki wants to know who her Grandmother was and why she had to give up her baby.    "
                },
                "4": {
                    "title": "Lisa McCune",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 4,
                    "original air date": "19 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Lisa McCune uncovers a sensational Gold Rush murder and learns the tragic secret behind her own father's childhood.    "
                },
                "5": {
                    "title": "Andrew Denton",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 5,
                    "original air date": "8 Jul. 2014",
                    "year": "2014",
                    "plot": "\n    On the trail of his ancestors, broadcaster Andrew Denton explores his Jewish heritage and delves into one of the darkest chapters in human history. He also learns of a possible connection to one of the best known stories in the Bible.    "
                },
                "6": {
                    "title": "Adam Goodes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 6,
                    "original air date": "12 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Australian of the Year and AFL star Adam Goodes investigates his long lost Aboriginal heritage, uncovering a royal bloodline and a 19th century mining magnate in his family tree. On a quest to learn about his ancestors' culture he journeys deep into the remote Flinders Ranges and finds evidence of their lives from thousands of years ago.    "
                },
                "7": {
                    "title": "Paul McDermott",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 7,
                    "original air date": "26 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    On the trail of his ancestors, entertainer Paul McDermott delves into the mystery behind his Mother's adoption and the cruelly brief lives and loves of his ancestors. He also uncovers a tale of hard times and great expectations in colonial Adelaide.    "
                },
                "8": {
                    "title": "Amanda Keller",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 6,
                    "episode": 8,
                    "original air date": "1 Aug. 2014",
                    "year": "2014",
                    "plot": "\n    Amanda Keller discovers her bloodline has survived against all odds; finding an ancestor who faced hell on earth in Australia's most brutal prison and a mother fighting to save her family in the face of tragedy.    "
                }
            },
            "7": {
                "1": {
                    "title": "Geoffrey Rush",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "4 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Internationally celebrated actor Geoffrey Rush believes he hails from a long line of farmers but an exploration of his heritage sees him discover an ancestor fighting for justice in the face of corruption and another desperate to succeed in a golden age of creativity.    "
                },
                "2": {
                    "title": "Toni Collette",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 2,
                    "votes": 10,
                    "original air date": "11 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Actor Toni Collette delves into the enigma of her grandparents and uncovers a tale of abandonment and tragedy, a secret wartime affair, and an unexpected ancestor. A DNA test serves only to deepen the mystery.    "
                },
                "3": {
                    "title": "Luke Nguyen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 3,
                    "original air date": "18 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    Successful Chef and Restaurateur Luke Nguyen discovers his Grandfather left behind a wife and child in China when he migrated to Vietnam. Luke searches a remote corner of China to bring long lost family members back into the fold. He then travels to Vietnam and looks into the troubled history of his parents' homeland, searching for clues to explain his own painful past.    "
                },
                "4": {
                    "title": "David Wenham",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 4,
                    "votes": 8,
                    "original air date": "25 Aug. 2015",
                    "year": "2015",
                    "plot": "\n    On the trail of his ancestors, actor David Wenham delves into the mystery behind his father's fostered childhood and uncovers tales of valor and horror in the trenches of the Great War, the double life of a homecoming hero, and a mother's struggle to stay connected to her son.    "
                },
                "5": {
                    "title": "Dawn Fraser",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 5,
                    "original air date": "1 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Australia's greatest Olympian Dawn Fraser is on the trail of the grandparents she never knew. She learns, like herself, her grandmother spent time battling officialdom. She also finds her grandfather hailed from Peru. As she delves into her South American heritage she discovers a freedom fighting ancestor who sacrificed everything for his country.    "
                },
                "6": {
                    "title": "Peter Rowsthorn",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 6,
                    "original air date": "8 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Peter Rowsthorn, best known for his role as Brett in Australian television series Kath and Kim, finds humour in his first Australian ancestors and discovers the truth behind his grandfather's death.    "
                },
                "7": {
                    "title": "Greig Pickhaver",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 7,
                    "original air date": "15 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    Iconic entertainer Greig Pickhaver, known for his comedic alter ego HG Nelson, investigates the leading characters in his family history. His search uncovers a wanted criminal, on the run from police after a massive fraud and reveals a side to his mother he never knew.    "
                },
                "8": {
                    "title": "Ray Martin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 7,
                    "episode": 8,
                    "original air date": "22 Sep. 2015",
                    "year": "2015",
                    "plot": "\n    A lifetime spent in journalism has seen Ray Martin witness some of the defining moments of his time. Looking into his own history he finds his forbears too were on the frontline of nation shaping events. Discovering an ancestor at the scene of Australia's greatest armed rebellion. On his maternal side he investigates his recently discovered Aboriginal heritage - walking in the footsteps of his indigenous great great grandmother. And he follows his convict trail back to Ireland to find a notorious bandit with a rebel heart.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Who Do You Think You Are? Australia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Who Do You Think You Are? (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "1 Sep. 2016",
                    "year": "2016",
                    "plot": "\n    The program brings together the best moments of this award winning genealogical series combined with revealing insights on what it was like to take part in the show from Adam Hills, Magda Szubanski, Adam Goodes, Richard Roxburgh, Kerry O'Brien, Tina Arena, Maggie Beer and Vince Colosimo. The retrospective shines a light on Australia's cultural and historical past, and gives the viewer a real sense of how profound the journey has been for many of the Australians who have taken part.    "
                }
            }
        },
        "number of episodes": 57,
        "cast": [
            {
                "name": "Mellick, Richard"
            },
            {
                "name": "Bentschneider, Andrea"
            },
            {
                "name": "Born, Kristoffer"
            },
            {
                "name": "Buttrose, Ita"
            },
            {
                "name": "Ceberano, Kate"
            },
            {
                "name": "Cometti, Dennis"
            },
            {
                "name": "Freeman, Cathy"
            },
            {
                "name": "Robertson, Geoffrey"
            },
            {
                "name": "Thompson, Jack"
            },
            {
                "name": "Anu, Christine"
            },
            {
                "name": "Barassi, Ron"
            },
            {
                "name": "Beer, Maggie"
            },
            {
                "name": "Butler, John"
            },
            {
                "name": "Mendelsohn, Ben"
            },
            {
                "name": "Thornton, Sigrid"
            },
            {
                "name": "Arena, Tina"
            },
            {
                "name": "Bourne, Shane"
            },
            {
                "name": "Marsh, Rod"
            },
            {
                "name": "Mercurio, Paul"
            },
            {
                "name": "Szubanski, Magda"
            },
            {
                "name": "Madeley, Richard"
            },
            {
                "name": "Parker, Georgie"
            },
            {
                "name": "Colosimo, Vince"
            },
            {
                "name": "George, Melissa"
            },
            {
                "name": "Micallef, Shaun"
            },
            {
                "name": "O'Brien, Kerry"
            },
            {
                "name": "O'Loughlin, Michael"
            },
            {
                "name": "Wood, John"
            },
            {
                "name": "Caton, Michael"
            },
            {
                "name": "Hany, Don"
            },
            {
                "name": "Hills, Adam"
            },
            {
                "name": "Keddie, Asher"
            },
            {
                "name": "Marinos, Lex"
            },
            {
                "name": "Porter, Susie"
            },
            {
                "name": "Denton, Andrew"
            },
            {
                "name": "Martin, Ray"
            },
            {
                "name": "Rowsthorn, Peter"
            },
            {
                "name": "Bielanski, Ryszard"
            },
            {
                "name": "Cuddy, Elizabeth"
            },
            {
                "name": "McEwen, Yvonne"
            },
            {
                "name": "Mercurio, Gus"
            },
            {
                "name": "Moles, Richard"
            },
            {
                "name": "Szubanski, Mary McCarthy"
            },
            {
                "name": "Ukielski, Pawel"
            },
            {
                "name": "Wisniewski, Lucjan"
            },
            {
                "name": "Zawadzka, Danuta Szubanski"
            },
            {
                "name": "Zawadzka, Magdalena"
            },
            {
                "name": "Howard, John"
            },
            {
                "name": "McManus, Rove"
            },
            {
                "name": "Gibney, Rebecca"
            }
        ],
        "genres": [
            "Documentary",
            "Biography",
            "History"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:PG"
        ],
        "number of seasons": 8,
        "rating": 7.6,
        "votes": 123,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjI1MDYxMDQtNTVkMi00ODIxLTliOWItZmMwMjQ3OTVjMjkzXkEyXkFqcGdeQXVyMjEzODI3Nzg@._V1_SY150_CR83,0,101,150_.jpg",
        "budget": "AUD1,000 (estimated)",
        "plot outline": "Australian celebrities play detective as they go in search of their family history, revealing secrets from the past. Travel around Australia and the world with Jack Thompson, Kate Ceberano, Geoffrey Robertson, Catherine Freeman, Dennis Cometti and Ita Buttrose as they find out things about their ancestors that they never thought possible. Along the way there will be scandal, adultery, pioneers, bushrangers, artists and royalty. Join the trail of discovery to uncover where these celebrities came from as they find out just who they think they are.",
        "languages": [
            "English"
        ],
        "title": "Who Do You Think You Are?",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "Who Do You Think You Are? (Australia)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8"
        ],
        "writer": [
            {
                "name": "Bare, Ili"
            },
            {
                "name": "Carter, Alan"
            },
            {
                "name": "Forster, Claire"
            }
        ],
        "production companies": [
            {
                "name": "Artemis International"
            },
            {
                "name": "ScreenWest"
            }
        ],
        "distributors": [
            {
                "name": "SBS Independent"
            },
            {
                "name": "Special Broadcasting Service (SBS)"
            },
            {
                "name": "Special Broadcasting Service (SBS)"
            }
        ],
        "other companies": [
            {
                "name": "Showfilm"
            }
        ],
        "plot": [
            "Australian celebrities play detective as they go in search of their family history, revealing secrets from the past. Travel around Australia and the world with Jack Thompson, Kate Ceberano, Geoffrey Robertson, Catherine Freeman, Dennis Cometti and Ita Buttrose as they find out things about their ancestors that they never thought possible. Along the way there will be scandal, adultery, pioneers, bushrangers, artists and royalty. Join the trail of discovery to uncover where these celebrities came from as they find out just who they think they are.::Ward, Diana"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 123,
                "rating": 7.6
            },
            "aged 18 29": {
                "votes": 8,
                "rating": 8.6
            },
            "aged 30 44": {
                "votes": 40,
                "rating": 6.9
            },
            "aged 45 plus": {
                "votes": 47,
                "rating": 7.9
            },
            "males": {
                "votes": 57,
                "rating": 7.4
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 8.8
            },
            "males aged 30 44": {
                "votes": 21,
                "rating": 6.6
            },
            "males aged 45 plus": {
                "votes": 29,
                "rating": 7.6
            },
            "females": {
                "votes": 47,
                "rating": 7.8
            },
            "females aged 18 29": {
                "votes": 4,
                "rating": 8.2
            },
            "females aged 30 44": {
                "votes": 19,
                "rating": 7.2
            },
            "females aged 45 plus": {
                "votes": 18,
                "rating": 8.5
            },
            "top 1000 voters": {
                "votes": 16,
                "rating": 6.1
            },
            "us users": {
                "votes": 35,
                "rating": 7.9
            },
            "non us users": {
                "votes": 47,
                "rating": 7.3
            }
        },
        "number of votes": {
            "10": 30,
            "9": 18,
            "8": 30,
            "7": 15,
            "6": 9,
            "5": 7,
            "4": 2,
            "3": 3,
            "2": 2,
            "1": 7
        },
        "arithmetic mean": 7.5,
        "median": 8
    }
}