{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "26 October 2008"
            },
            {
                "country": "Netherlands\n",
                "date": "14 December 2008"
            },
            {
                "country": "USA\n",
                "date": "29 March 2009"
            },
            {
                "country": "Sweden\n",
                "date": "11 December 2010"
            },
            {
                "country": "Hungary\n",
                "date": "5 October 2011"
            }
        ],
        "release dates": [
            "UK::26 October 2008",
            "Netherlands::14 December 2008",
            "USA::29 March 2009",
            "Sweden::11 December 2010",
            "Hungary::5 October 2011"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Little Dorrit"
            },
            {
                "countries": "Argentina",
                "title": "La pequeña Dorrit"
            },
            {
                "countries": "Bulgaria (Bulgarian title)",
                "title": "Малката Дорит"
            },
            {
                "countries": "Finland (Swedish title)",
                "title": "Lilla Dorrit"
            },
            {
                "countries": "Finland",
                "title": "Pikku Dorrit"
            },
            {
                "countries": "France",
                "title": "La petite Dorritt"
            },
            {
                "countries": "Germany (DVD title)",
                "title": "Charles Dickens' Little Dorrit"
            },
            {
                "countries": "Germany",
                "title": "Klein Dorrit"
            },
            {
                "countries": "Greece (transliterated ISO-LATIN-1 title)",
                "title": "I mikri Dorrit"
            },
            {
                "countries": "Hungary",
                "title": "Kis Dorrit"
            },
            {
                "countries": "Poland",
                "title": "Mala Dorrit"
            },
            {
                "countries": "Romania",
                "title": "Mica Dorrit"
            },
            {
                "countries": "Russia",
                "title": "Крошка Доррит"
            },
            {
                "countries": "USA",
                "title": "Little Dorrit"
            }
        ],
        "akas": [
            "Little Dorrit (original title)",
            "La pequeña Dorrit Argentina",
            "Малката Дорит Bulgaria (Bulgarian title)",
            "Lilla Dorrit Finland (Swedish title)",
            "Pikku Dorrit Finland",
            "La petite Dorritt France",
            "Charles Dickens' Little Dorrit Germany (DVD title)",
            "Klein Dorrit Germany",
            "I mikri Dorrit Greece (transliterated ISO-LATIN-1 title)",
            "Kis Dorrit Hungary",
            "Mala Dorrit Poland",
            "Mica Dorrit Romania",
            "Крошка Доррит Russia",
            "Little Dorrit USA"
        ],
        "akas from release info": [
            "Little Dorrit (original title)",
            "La pequeña Dorrit Argentina",
            "Малката Дорит Bulgaria (Bulgarian title)",
            "Lilla Dorrit Finland (Swedish title)",
            "Pikku Dorrit Finland",
            "La petite Dorritt France",
            "Charles Dickens' Little Dorrit Germany (DVD title)",
            "Klein Dorrit Germany",
            "I mikri Dorrit Greece (transliterated ISO-LATIN-1 title)",
            "Kis Dorrit Hungary",
            "Mala Dorrit Poland",
            "Mica Dorrit Romania",
            "Крошка Доррит Russia",
            "Little Dorrit USA"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Dorrit (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 125,
                    "original air date": "29 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    London; the 1820s. Amy Dorrit was born in the Marshalsea, a debtors' prison, where her father has been incarcerated for so long he dines out on the fact,regarding himself as a local celebrity. She has just got a job as a seamstress to Mrs. Clennam, a widowed invalid and a ruthless businesswoman who lives in a crumbling town house with her sinister butler Flintwinch and his nervous wife Affery. Arthur Clennam, her son, is returning home after nine years working for the family firm in China. In France he meets a solitary Englishwoman Miss Wade and the retired couple, Mr...    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Dorrit (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 108,
                    "original air date": "29 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Arthur again visits Amy at the prison, where he meets her friend Maggy, a girl who has been left with the mind of a child by illness. He goes to the Bleeding Heart Yard to pay off Tip's creditor and meets the very large Plornish family,who despise Pancks, the grasping rent-collector, but are full of praise for Christopher Casby, the owner of the yard and his employer. Arthur knows Casby because, years earlier he had wanted to marry Casby's daughter Flora but their parents stopped them. Casby advises him that, in order to cancel the Dorrit family debts, he should go to...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Dorrit (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 102,
                    "original air date": "29 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Arthur moves into lodgings and is visited by Amy, along with her protégée Maggy, to thank him for paying Tip's debts. They stay late and are locked out of their respective homes, having to sleep in a doorway after Fanny, Amy's selfish sister, has declined to help because she is going out with her foppish admirer, Sparkler. Arthur spends a weekend with the Meagles family, again meeting Daniel Doyce.The family are critical of Miss Wade, whom Tattycoram defends before running off to meet her in a churchyard. \"You will come with me one day when you are ready\", Miss Wade ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Dorrit (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 99,
                    "original air date": "5 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    John Chivery is heart-broken when Amy rejects his marriage proposal, telling him she will never marry, though Arthur is clearly in her thoughts. News gets back to her father, who becomes self-pitying, hoping it will not alter the way John and his father regard him. Henry Gowan arrives at the Meagles' house. He is the 'unsuitable' young man who fancies Pet, but it is obvious that his presence is not welcomed by her parents, who hint to Arthur that he and she make a fine couple. Arthur returns to London with Daniel Doyce and visits his work-shop in the Bleeding Heart ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Dorrit (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 100,
                    "original air date": "5 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Amy accompanies Fanny on a visit to the rich and haughty Mrs. Merdle, mother of Fanny's admirer Sparkler, and Amy is shocked that Fanny, who clearly does not love him, is happy to be bribed to keep away from him. Mrs. Merdle takes some pleasure in informing her son of the transaction. Later she and her reserved financier husband give a lavish dinner party where a guest describes him as the most influential man in London. Arthur and Daniel set up their work-shop, employing Cavaletto. Flora visits, getting Arthur to send Amy to her on the promise of work, though she ...    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Dorrit (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 95,
                    "original air date": "5 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Arthur proposes to Pet, who turns him down, adding that that morning she had agreed to marry Henry Gowan. It is clear that her parents are not happy about it and nor is Henry's snobbish mother, who visits Arthur, accusing the Meagles family of being gold-diggers, which Arthur refutes. Later Maggy takes him to visit Amy at the Marshalsea but she, because of her feelings for him, refuses to see him though her father construes this as rudeness in view of the help Arthur has given them. Tattycoram runs away to live with Miss Wade and refuses to return to Twickenham when ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Dorrit (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 92,
                    "original air date": "12 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    The day dawns when Pet Meagles marries her Henry with Arthur as best man. Henry's mother tells her friend Mrs. Merdle that she has dropped her opposition to the union because the 'Miggles' family's dowry will contribute to the couple's visit to Italy, where Henry can study art. Mr. and Mrs. 'Miggles', however, are less than elated at the marriage. Rigaud charms Arthur's mother when he visits her with the contents of the stolen box, and, whilst her butler stands by uncomfortably, she lets the Frenchman know that she will do business with him when she is ready. Flora ...    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Dorrit (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 93,
                    "original air date": "12 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    The newly-rich Dorrits leave the Marshalsea and Amy is appalled at how coldly her father treats Arthur when repaying the money he owes. Her snobbish siblings are equally as dismissive of Arthur. Rigaud visits Miss Wade, who pays him to befriend and travel to Italy with the newly-wed Gowans and to harm Henry. The Dorrits also arrive in Italy on the Grand Tour, in the company of Mrs. General, who William has employed as a companion to his daughters. At an inn they meet the Gowans and Rigaud, who is intrigued to hear who they are. Pet and Amy bond, with a mutual dislike ...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Dorrit (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 94,
                    "original air date": "12 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    The Grand Tour moves on to Venice, where the Dorrits encounter Mrs. Merdle and Edmund at their hotel. Amy corresponds with Arthur, and her uncle, the only other family member who is not a snob, observes that she appreciates his letters more than her surroundings or Mrs. General's gruff etiquette lessons. Indeed Uncle Frederick stands up to his brother when the latter tells Amy they should \"sweep the past under the carpet\". Pet and Henry Gowan are also in Venice and the Dorrit sisters visit them to find Rigaud acting as Henry's model. Pet is frightened of his influence...    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Dorrit (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 93,
                    "original air date": "19 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    In Venice Fanny continues to cold-shoulder Edmund and spar with his mother, who writes to her husband to employ him,to get him out of Fanny's clutches, in the Bank. The bank is highly successful and Mr. Pancks tells Arthur to invest in it to increase capital for his business. Arthur is also a witness to a row between Mr. Meagles and Mrs. Gowan over the marriage neither of them wanted. Rigaud returns to London and Arthur sees him talking to Miss Wade, whom he follows to Casby's house where Flora flirts with him and Mr. F's aunt insults him. Pancks tells Arthur that ...    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Dorrit (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 90,
                    "original air date": "19 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Pa and Ma Meagles arrive in Venice as Pet gives birth to a son, assisted by her good friend Amy. For all their differences Amy and Fanny are mutually horrified to see Mrs. General woo their father and Fanny finally marries Sparkler, to escape having to have Mrs. General as a step-mother. Amy is deeply upset when her father forbids her to return to London with the newly-weds. Due to Mr. Merdle's influence Sparkler is given a job at the Circumlocution Office. The sycophantic Dorrit congratulates him but Mr. Meagles is critical of the office's uselessness and tells him ...    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Dorrit (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 96,
                    "original air date": "19 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    The Sparklers return to London with Mr. Dorrit, who is thrilled to be seen as part of Mr. Merdle's world, and, like countless others, is keen to invest his wealth into the Merdle funds. So is Arthur, now running his business alone whilst Daniel takes up a six month appointment in Russia. Arthur asks Mr. Pancks to find Rigaud, and Flora calls on Mr. Dorrit, asking him to do the same, in which capacity he visits Mrs. Clennam, who is as icy as ever and throws him out. Wounded by her tone he starts to unravel, over-reacting when a cab driver mentions the Marshalsea, and ...    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Dorrit (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 93,
                    "original air date": "26 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    After Mrs. General rejects his proposal of marriage, subsequently giving her notice, Mr. Dorrit falls spectacularly apart at Mrs. Merdle's masked ball, thinking he is back in the Marshalsea, and delivering a humiliating outburst to that effect. Soon afterward he passes away, as does Frederick, seemingly out of grief for his brother, and Amy returns to London, where she is given a home by Fanny and Edmund. Arthur seeks out Miss Wade for news of Rigaud's whereabouts. She cannot help, but explains that she is an orphan, hence her patronage of Tattycoram, and that she was...    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "Little Dorrit (TV Series 2008)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 97,
                    "original air date": "26 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Merdle's suicide note reveals that he was a swindler, robbing his investors and leaving thousands ruined. Mrs. Merdle agrees to Fanny's suggestion they do a 'moonlight flit' to escape creditors but Arthur submits to imprisonment in the Marshalsea, where the Plornishes bring food and optimism and John Chivery makes him realize Amy has always loved him. He succumbs to a fever and wakes up to find Amy has come to the Marshalsea to nurse him back to health. She tells him she loves him but he replies that, now he is ruined, he would only drag her down. Rigaud returns to ...    "
                }
            }
        },
        "number of episodes": 14,
        "cast": [
            {
                "name": "Foy, Claire"
            },
            {
                "name": "Macfadyen, Matthew"
            },
            {
                "name": "Courtenay, Tom"
            },
            {
                "name": "Parfitt, Judy"
            },
            {
                "name": "Pierson, Emma"
            },
            {
                "name": "Armstrong, Alun"
            },
            {
                "name": "Marsan, Eddie"
            },
            {
                "name": "Thorpe, Jason"
            },
            {
                "name": "Armesto, Sebastian"
            },
            {
                "name": "Serkis, Andy"
            },
            {
                "name": "Cavaliero, Rosie"
            },
            {
                "name": "Redman, Amanda"
            },
            {
                "name": "Tovey, Russell"
            },
            {
                "name": "King, Georgia"
            },
            {
                "name": "Wyndham, Alex"
            },
            {
                "name": "Agyeman, Freema"
            },
            {
                "name": "Varla, Zubin"
            },
            {
                "name": "Peake, Maxine"
            },
            {
                "name": "Jones, Ruth"
            },
            {
                "name": "Fleet, James"
            },
            {
                "name": "Cook, Ron"
            },
            {
                "name": "Paterson, Bill"
            },
            {
                "name": "Lesser, Anton"
            },
            {
                "name": "Johnston, Sue"
            },
            {
                "name": "Ferris, Pam"
            },
            {
                "name": "Crosbie, Annette"
            },
            {
                "name": "Duvitski, Janine"
            },
            {
                "name": "Myles, Eve"
            },
            {
                "name": "Darvill, Arthur"
            },
            {
                "name": "Jones, Nicholas"
            },
            {
                "name": "Watkins, Jason"
            },
            {
                "name": "Alderton, John"
            },
            {
                "name": "Whitehead, Geoffrey"
            },
            {
                "name": "McGivern, Geoffrey"
            },
            {
                "name": "Blane, Nicholas"
            },
            {
                "name": "Hardy, Robert"
            },
            {
                "name": "Boyd, Darren"
            },
            {
                "name": "Walter, Harriet"
            },
            {
                "name": "McElhinney, Ian"
            },
            {
                "name": "Marcus, Stephen"
            },
            {
                "name": "Potts, George"
            },
            {
                "name": "McLoughlin, Stuart"
            },
            {
                "name": "Bain, Imogen"
            },
            {
                "name": "Daly, Peter-Hugo"
            },
            {
                "name": "Cornicard, Stephane"
            },
            {
                "name": "Riotta, Vincent"
            },
            {
                "name": "Barnett, Angus"
            },
            {
                "name": "Powley, Bel"
            },
            {
                "name": "Magro, Antonio"
            },
            {
                "name": "Slinger, Jonathan"
            }
        ],
        "locations": [
            "Luton Hoo Estate, Luton, Bedfordshire, England, UK::(Bleeding Heart Yard)",
            "Deal Castle, Deal, Kent, England, UK",
            "Hampton Court Palace, East Molesey, Surrey, England, UK::(Marshalsea Debtors Prison exteriors)",
            "Hellfire Caves, West Wycombe, Buckinghamshire, England, UK::(Marseilles dungeons)",
            "Pinewood Studios, Iver Heath, Buckinghamshire, England, UK::(Marshalsea Debtors Prison; Clennam House; London streets)",
            "Buckinghamshire, England, UK",
            "Chenies Manor House, Chenies, Buckinghamshire, England, UK::(the Meagles' home)",
            "Herefordshire, England, UK",
            "Kent, England, UK",
            "London, England, UK",
            "Old Royal Naval College, Greenwich, London, England, UK::(London streets)",
            "Queen's House, Greenwich, London, England, UK::(Circumlocution Office Applications Dept./spiral staircase)",
            "The Charterhouse, Charterhouse Square, London, England, UK"
        ],
        "genres": [
            "Drama",
            "Mystery",
            "Romance"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom",
            "United States"
        ],
        "country codes": [
            "gb",
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.33 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Argentina:Atp",
            "Australia:M::(some episodes)",
            "Australia:PG::(some episodes)",
            "Ireland:PG::(DVD rating)"
        ],
        "number of seasons": 1,
        "rating": 8.2,
        "votes": 7572,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNTQwNTAzMTA3N15BMl5BanBnXkFtZTcwODM1ODE0Mg@@._V1_SY150_CR1,0,101,150_.jpg",
        "plot outline": "The series tells the story of Amy Dorrit, who spends her days earning money for the family and looking after her proud father, who is a long term inmate of Marshalsea debtors' prison in London. Amy and her family's world is transformed when her boss's son, Arthur Clennam, returns from overseas to solve his family's mysterious legacy and discovers that their lives are interlinked.",
        "languages": [
            "English"
        ],
        "title": "Little Dorrit",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2008",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Davies, Andrew"
            },
            {
                "name": "Dickens, Charles"
            }
        ],
        "production companies": [
            {
                "name": "British Broadcasting Corporation"
            },
            {
                "name": "WGBH"
            }
        ],
        "distributors": [
            {
                "name": "British Broadcasting Corporation (BBC)"
            },
            {
                "name": "Duna Televízió"
            },
            {
                "name": "Nederlandse Christelijke Radio-Vereniging (NCRV)"
            },
            {
                "name": "Public Broadcasting Service (PBS)"
            },
            {
                "name": "Warner Home Video"
            },
            {
                "name": "Warner Home Video"
            }
        ],
        "special effects": [
            {
                "name": "Men From Mars"
            }
        ],
        "other companies": [
            {
                "name": "Audiolink Radio Communications"
            },
            {
                "name": "Casting Collective"
            },
            {
                "name": "HireWorks"
            },
            {
                "name": "Molinare Studio"
            },
            {
                "name": "Peter Anderson Studio"
            },
            {
                "name": "The Pinewood Studios Group"
            },
            {
                "name": "The Pinewood Studios Group"
            }
        ],
        "plot": [
            "The series tells the story of Amy Dorrit, who spends her days earning money for the family and looking after her proud father, who is a long term inmate of Marshalsea debtors' prison in London. Amy and her family's world is transformed when her boss's son, Arthur Clennam, returns from overseas to solve his family's mysterious legacy and discovers that their lives are interlinked.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "30 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.33 : 1"
            ],
            "camera": [
                "Arri D-21"
            ],
            "negative format": [
                "Digital"
            ],
            "cinematographic process": [
                "HDTV"
            ],
            "printed film format": [
                "Digital"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 7572,
                "rating": 8.2
            },
            "aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 1575,
                "rating": 8.2
            },
            "aged 30 44": {
                "votes": 2818,
                "rating": 8.2
            },
            "aged 45 plus": {
                "votes": 1678,
                "rating": 8.4
            },
            "males": {
                "votes": 1739,
                "rating": 8.2
            },
            "males aged 18 29": {
                "votes": 250,
                "rating": 8.3
            },
            "males aged 30 44": {
                "votes": 660,
                "rating": 8.1
            },
            "males aged 45 plus": {
                "votes": 779,
                "rating": 8.3
            },
            "females": {
                "votes": 4460,
                "rating": 8.3
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 18 29": {
                "votes": 1299,
                "rating": 8.2
            },
            "females aged 30 44": {
                "votes": 2111,
                "rating": 8.2
            },
            "females aged 45 plus": {
                "votes": 870,
                "rating": 8.5
            },
            "top 1000 voters": {
                "votes": 102,
                "rating": 6.9
            },
            "us users": {
                "votes": 1731,
                "rating": 8.5
            },
            "non us users": {
                "votes": 3460,
                "rating": 8.1
            }
        },
        "number of votes": {
            "10": 1907,
            "9": 1957,
            "8": 1993,
            "7": 1069,
            "6": 349,
            "5": 143,
            "4": 49,
            "3": 30,
            "2": 21,
            "1": 54
        },
        "arithmetic mean": 8.4,
        "median": 9
    }
}