{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "4 August 2008"
            },
            {
                "country": "USA\n",
                "date": "9 September 2008"
            },
            {
                "country": "Sweden\n",
                "date": "19 July 2009"
            }
        ],
        "release dates": [
            "USA::4 August 2008",
            "USA::9 September 2008",
            "Sweden::19 July 2009"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Zoe Couture: Styling the Stylist",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "24 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    Rachel gets to see her collection all come together for her look book shoot. Then, with gold lamé on her mind, Rachel raids her archives for the perfect outfit - or six - for the cover of her new lifestyle book. But with all this focus on Rachel, the question still looms: can life remain as fabulous with another baby? Nobody knows for sure what's to come, but as Rodger says to Rachel, \"It hasn't been easy, but it has been a wild ride.\"    "
                }
            },
            "1": {
                "0": {
                    "title": "Preview Special",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 0,
                    "original air date": "4 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Catch highlights from the new series, The Rachel Zoe Project, which takes viewers behind the scenes with today's preeminent stylist to the stars.    "
                },
                "1": {
                    "title": "Fashion Makes the Star Makes the Fashion",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 8,
                    "original air date": "9 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Rachel Zoe is under pressure to find the consummate red carpet gown for actress Joy Bryant. Rachel's styling associate and right-hand woman, Taylor, has doubts about the newly hired, over-eager assistant, Brad.    "
                },
                "2": {
                    "title": "Award Season, That's Bananas!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "16 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Award season has arrived, and Rachel Zoe has 3 days to find the perfect dress for Emmy-Award-winning actress, Debra Messing to wear to the highly anticipated Screen Actors Guild Awards.Her new assistant Brad is put to the test when Taylor calls in sick on award day.    "
                },
                "3": {
                    "title": "Fashion Week to Die!",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "23 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    It is Rachel's favorite time of year - Fashion Week! The entire Zoe Camp heads to New York where Rachel visits her good friend, designer Marc Jacobs and views the runaway collections of Michael Kors and Donna Karan at Bryant Park. The schedule is grueling as Rachel runs from fashion show to design party, leaving no time to spend with Rodger.    "
                },
                "4": {
                    "title": "Fashion the Cruel Mistress",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "30 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Rachel Zoe and her team are in New York for Fashion Week where they meet up with Diane Von Furstenberg and Oscar De La Renta. Rachel handles the stressful time by going on an extravagant shopping spree, while Brad has to prove he can handle working on his own when a scheduling mishap sends Taylor back to L.A.    "
                },
                "5": {
                    "title": "Awash in Red Carpet",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "7 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    In the midst of Oscar madness Rachel Zoe is hit with a family emergency. The main event is only a week away, and she is faced with the decision to stay in Los Angeles and work, or to attend her uncle's funeral.    "
                },
                "6": {
                    "title": "Shut It Down at the Oscars",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "14 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    The Oscars have arrived and the Zoe camp is in full award mode. Tension grows between Taylor and Brad as the team labors to create the picture perfect \"red carpet moment\" for 5 of Rachel's A-list clients. The pressure proves too much for Brad to handle.    "
                }
            },
            "2": {
                "1": {
                    "title": "Dressless for the Globes",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "24 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Awards season is right around the corner and Team Zoe has been charged with the task of styling five of the hottest stars to grace the 2009 Golden Globes Red Carpet. Rachel works around the clock to hunt down the best dresses for A-listers Anne Hathaway, Cameron Diaz, Demi Moore, Debra Messing and Eva Mendes.    "
                },
                "2": {
                    "title": "Front Row at New York Fashion Week",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "31 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    The tension is high, with just days to go until Academy Award Best Actress nominee Anne Hathaway has to walk the red carpet - and Rachel still hasn't found her the perfect gown. As she and Brad race against the clock scouring Fashion Week collections in New York, Taylor heads back to the West coast to prep for a photo shoot with client Jennifer Garner.    "
                },
                "3": {
                    "title": "Star Studded Oscar Week",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Awards season is in full swing and Rachel gives a shocked Brad the sole responsibility of styling Oscar nominated actress, Anne Hathaway, for the big night. This is Brad's shot to redeem himself from last year's disaster and prove to Team Zoe that he won't crack under pressure.    "
                },
                "4": {
                    "title": "'Pin Thin' and Pissed Off",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Rachel is distraught when she becomes the victim of another vicious tabloid attack. Though Taylor tells Rachel to let it go but she can't seem to shake it and things only get worse as she steps out of her comfort zone to model for Marie Claire magazine.    "
                },
                "5": {
                    "title": "Meltdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Rachel styles a massive photo shoot for Glamour Magazine while Taylor continues to be defeated by her inability to move up the ranks and contemplates leaving Team Zoe. But when Rachel collapses at the studio it becomes clear that the strenuous demands of her schedule are too much, causing everyone to worry about her health and the future of Rachel Zoe Inc.    "
                },
                "6": {
                    "title": "Paris Dilemma",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "28 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Despite doctor's orders to take it easy, the ever-present demands on Rachel keep seeping into her life and onto her calendar. With Paris Fashion Week rapidly approaching, Rachel realizes that she can't take both Brad and Taylor with her and decides to let them choose who should go.    "
                },
                "7": {
                    "title": "Paris Crisis",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "5 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Rachel and Brad travel to Paris for fashion week to check out the latest collections and rub shoulders with design celebrities such as Karl Lagerfeld, John Galliano and Marc Jacobs. Taylor's left behind in LA to keep the studio running, and her resentment for her position grows.    "
                },
                "8": {
                    "title": "Fashion Overload",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "12 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Rachel's juggling a high fashion editorial shoot and the launch of the Rachel Zoe brand. But when Taylor threatens to walk out the door forever, the stress causes a relapse of Rachel's vertigo and she realizes some big changes must be made - or else she could lose everything she has worked so hard to build.    "
                }
            },
            "3": {
                "1": {
                    "title": "Changes in the Zoe Camp",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "3 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    There are major changes in the Zoe Camp as Taylor is fired and Rachel is left to deal with the emotional turmoil left behind. To make matters worse, the team has an important Harpers Bazaar cover shoot with Demi Moore, and all must prove that they can cope without Taylor. Brad is particularly feeling the pressure after his promotion to Style Director. Rodger has assumed the role of President of Rachel Zoe Inc., and now must adjust to working side-by-side with Rachel.    "
                },
                "2": {
                    "title": "The Golden Globes",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "10 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Rachel has four clients going to the Golden Globes - Kate Hudson, Cameron Diaz, Jennifer Garner, and a new pregnant client, Paula Patton. Ashley, the new Style Assistant, begins working for team Zoe, but her demeanor is a drastic departure from the force of Taylor. In the middle of Golden Globe madness, actress Molly Sims comes to the studio needing dresses for two events. It's fashion chaos to the max.    "
                },
                "3": {
                    "title": "Hustling for Haiti",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "17 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Rachel heads to New York City to spend some quality time with Rodger and take pre-Fashion Week meetings, one of which is with singer-songwriter/fashion designer Gwen Stefani. Rachel's plans get turned on their head when Naomi Campbell calls and asks her to style a 92-look runway show for charity that will open New York Fashion Week. Rachel quickly flies in Brad, but coupled with a blizzard, zero prep time, and little experience with an event of this scope, it's a massive undertaking for just the two of them.    "
                },
                "4": {
                    "title": "NYC Fashion Week---The Hunt for Oscar Gowns",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "24 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    Fashion Week begins and Rachel Zoe has two clients presenting awards at the Oscars - Cameron Diaz and Demi Moore. This is Rachel's tenth Oscar Awards and she wants her regular clients to push their boundaries and move out of their comfort zone. It is also Brad's first time at fashion week without Taylor, and the pressure is on as he seeks to prove he can find the perfect dress for Rachel's clients. Rachel and Rodger's anniversary falls during fashion week, but the demands currently on Team Zoe leaves no time for celebrating their 12 years of marriage.    "
                },
                "5": {
                    "title": "Milan Fashion Week",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "31 Aug. 2010",
                    "year": "2010",
                    "plot": "\n    En route to Milan fashion week, Rachel detours to London to see client Kate Hudson. Rodger is enthused that Rachel seems to be relaxing, and begins to believe she is recognizing the importance of a life outside of work. Unfortunately, the reprieve doesn't last. As soon as Rachel arrives in Milan, she finds she has lost an Oscar gown from a New York show, and becomes desperate to find an adequate replacement. Rachel and Brad's fashion mission becomes more and more difficult as they race through the shows in Milan, stressed that they may leave for Los Angeles without ...    "
                },
                "6": {
                    "title": "The Oscars and Figure Skater---Johnny Weir",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "7 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Back in Los Angeles, fashion disaster strikes again when the gown that Rachel thought she had secured in Milan for Demi Moore's Oscar moment doesn't fit the bill. Adding fuel to the fire, Olympic figure skater Johnny Weir contacts Team Zoe out of the blue in need of fashion assistance. Styling for an athlete with a penchant for ladies clothes is an entirely foreign experience for Rachel, but Brad seems to be in his element. Will they be able to successfully tone down their flamboyant client and stop him from landing on the worst-dressed list?    "
                },
                "7": {
                    "title": "Zoe vs. Zoe",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "14 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    A Zoe impersonator arrives to shoot a Web show with the real Rachel, who causes real drama by continually disrespecting hubby Rodger, resulting in a fierce argument between the two. Later, Rodger talks candidly to Brad about his marriage. Meanwhile, Rachel styles a new client, actress-model Beau Garrett, and enlists Brad to work on an ad with Molly Sims.    "
                },
                "8": {
                    "title": "Fashion Addiction",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "21 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Rachel arrives in New York City for the annual Met Ball, where she will be styling four of her A-list clients, in addition to attending the gala herself. After the whirlwind trip, she is back in LA filling her scheduling with an increasing list of jobs; including a Bardot inspired shoot for UK magazine, Love. The rest of Team Zoe is more concerned than ever with their leader's inability to slow down. Rodger's mounting frustration with his wife come to a head after a trip to the fertility clinic ... has Rodger finally had enough?    "
                }
            },
            "4": {
                "1": {
                    "title": "New Beginnings, Big Changes",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "6 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    In the season premiere, Rachel Zoe, Inc. is growing exponentially, and so is Rachel's family. With a baby on the way, Rodger looks for a bigger house, while Rachel sets her eyes on launching her new fashion line. Rachel and Rodger jet off to a round of interviews for a potential new junior stylist to replace Brad. Hoping she'll slow down and take it easy, Rachel tries to manage it all leaving Rodger concerned for her health and well-being.    "
                },
                "2": {
                    "title": "Launching Rachel's Line",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "12 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    It's back to the Big Apple, where Rachel and Rodger are set to unveil her first collection to the fashion industry. With a packed three-day schedule, Rachel's newest hire, Jeremiah, tries not to crack under pressure in his first big job with the Rachel Zoe team. Rachel also recruits her friend Joey to help out, who she eventually tries to persuade to move to LA and work with her full-time.    "
                },
                "3": {
                    "title": "Rodger's Temper and Kim Kardashian Are Hot",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "20 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    With her skills of persuasion, Rachel convinces Joey to move to Los Angeles to become her right hand fashion man. While he helps Rachel style a Kim Kardashian video shoot, Jeremiah must shift his focus from fashion design to interior design and is responsible for furnishing Rachel and Rodger's new house. Rachel's sister visits to put things in perspective and remind them that a baby is on the way. After a visit to a doula, the topic turns ugly with an argument over Rodger's new role in the company. To make matters worse, he tells her he needs a weekend away to ...    "
                },
                "4": {
                    "title": "Rodger Goes to Vegas and Rachel Moves Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "27 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    It's Viva Las Vegas for Rodger and his boys as they party it up in Sin City one last time before the baby's arrival. Meanwhile, Rachel and Joey prep for the Oscars, and Jeremiah is home-bound finishing up last-minute shopping for the big move. When moving day comes, Marisa sends Rachel and Rodger to a hotel for the day, so as to stay out of the way.    "
                },
                "5": {
                    "title": "Oscar Madness",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "4 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Oscar week is upon us and Rachel reaches a career milestone -- dressing Oscar host Anne Hathaway in eight different looks for the awards show. On the home front, Rachel and Rodger spend their anniversary in their new house, missing Fashion Week. Instead of spending the day together, the pressure of Rachel's schedule and an unfortunate New York Post Page Six mention cause Rachel to tune everyone out.    "
                },
                "6": {
                    "title": "Bathing Suits and Big Changes",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "11 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Rachel enlists Joey and Jeremiah to help out for her first Elle Magazine shoot while 38-weeks pregnant. Jeremiah is ecstatic to work on his first real styling job, but he begins to question how much Rachel wants him there. When Jeremiah approaches Rodger with plans to launch a home line that he could potentially head up, will Rodger jump on his idea or deliver the news that Jeremiah has been dreading?    "
                },
                "7": {
                    "title": "OMG, He's Here",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "18 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Rachel surprises the team by going into labor earlier than expected, sending Marisa and Kendall on a last-minute scramble for all things baby. Due to the last minute rush, Marisa enlists a former Rachel Zoe employee to help finish the nursery. Meanwhile, Joey deals with the rigors and stress of styling his first job solo, flying to New York to dress Molly Sims. Will Joey be able to pull it off and still get back to L.A. in time for the baby's birth?    "
                },
                "8": {
                    "title": "Baby Changes Everything",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "25 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Unwilling to part with baby boy Skyler on her first day back to work, Rachel brings him on set, only to discover that balancing work and motherhood is not only overwhelming, but will be an adjustment for both her and everyone else. Meanwhile, Jeremiah embarks on a new role at Rachel Zoe Inc. with an opportunity to design a potential space for Rachel's line at a major retailer.    "
                }
            },
            "5": {
                "1": {
                    "title": "New York Fashion Week: It's Everything",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 1,
                    "original air date": "6 Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Rachel Zoe is set to debut her spring collection at Mercedes-Benz Fashion Week in New York City with the help of her team and son Skyler by her side. When a gossip column says her collection is failing, she must pull out all the stops for her first big show...while still making time to check out other designers like Prabal Gurang, Oscar de la Renta, Marchesa and Michael Kors.    "
                },
                "3": {
                    "title": "Paris Fashion Week",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 3,
                    "original air date": "Mar. 2013",
                    "year": "2013",
                    "plot": "\n    Running on no sleep, Rachel, Rodger, Skyler and Pam take on Paris Fashion Week, attending mind-blowing runway shows of Chanel, Valentino and Elie Saab. But when she discovers that the European buyers aren't getting some of her collection's samples, she puts Mandana and her LA team on the case.    "
                },
                "5": {
                    "title": "Maj in Manhattan",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Rachel Zoe Project (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 5,
                    "original air date": "3 Apr. 2013",
                    "year": "2013",
                    "plot": "\n    It's shoe time! After reviewing the shoe prototypes for her fall collection and pulling out all the creative stops to make them fabulous, Rachel jets off on the hunt for a Manhattan apartment. But can she ever live in a city with such limited closet space? And will Rodger ever go along with it? Meanwhile, DreamDry has growing pains that bring Rachel's stress to a new level. Thankfully a visit to Bryan Atwood's shoe emporium gives her mind a rest from her troubles! But when the shoes are off and reality sets in, Rachel must face her own growing pains - is she really ...    "
                }
            }
        },
        "number of episodes": 35,
        "cast": [
            {
                "name": "Zoe, Rachel"
            },
            {
                "name": "Berman, Rodger"
            },
            {
                "name": "Goreski, Brad"
            },
            {
                "name": "Runyon, Marisa Lee"
            },
            {
                "name": "Jacobson, Taylor"
            },
            {
                "name": "Brent, Jeremiah"
            },
            {
                "name": "Maalouf, Joey"
            },
            {
                "name": "Dayani, Mandana"
            },
            {
                "name": "Powell, Lauren-Elaine"
            },
            {
                "name": "Bryant, Joy"
            },
            {
                "name": "Amento, Jessica"
            },
            {
                "name": "la Renta, Oscar de"
            },
            {
                "name": "Messing, Debra"
            },
            {
                "name": "Sims, Molly"
            },
            {
                "name": "Fetherston, Erin"
            },
            {
                "name": "Garner, Jennifer"
            },
            {
                "name": "Howell, Jennifer Kristen"
            },
            {
                "name": "Jacobs, Marc"
            },
            {
                "name": "Kors, Michael"
            },
            {
                "name": "von Fürstenberg, Diane"
            },
            {
                "name": "Coteron, Lourdes"
            },
            {
                "name": "Elie, Noel"
            },
            {
                "name": "Hathaway, Anne"
            },
            {
                "name": "Brown, Chris"
            },
            {
                "name": "Campbell, Naomi"
            },
            {
                "name": "Christensen, Helena"
            },
            {
                "name": "Hanson, Mark C."
            },
            {
                "name": "Hudson, Kate"
            },
            {
                "name": "Jackson, Cheyenne"
            },
            {
                "name": "Osbourne, Kelly"
            },
            {
                "name": "Arekion, Dalianah"
            },
            {
                "name": "Bertolini, Paula"
            },
            {
                "name": "Cerkezovic, Amra"
            },
            {
                "name": "Ferrari, Maria Flávia"
            },
            {
                "name": "Filiopovic, Katarina"
            },
            {
                "name": "Gicevic, Nevena"
            },
            {
                "name": "MacAlpine, Erin"
            },
            {
                "name": "Sorensen, Anna Lund"
            },
            {
                "name": "Steel, Carly"
            },
            {
                "name": "Weijenberg, Tamara"
            },
            {
                "name": "Wulff, Phenelope"
            }
        ],
        "genres": [
            "Documentary",
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 5,
        "rating": 6.1,
        "votes": 505,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTk2ODE4MjU0OF5BMl5BanBnXkFtZTcwOTczMTcyNA@@._V1_SY150_CR29,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The Rachel Zoe Project",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "The Rachel Zoe Project (United States)"
        ],
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Damon, Lamar"
            }
        ],
        "production companies": [
            {
                "name": "Hunting Lane Films"
            },
            {
                "name": "Truly Original"
            }
        ],
        "distributors": [
            {
                "name": "Bravo!"
            },
            {
                "name": "Hulu"
            },
            {
                "name": "Really"
            }
        ],
        "other companies": [
            {
                "name": "Gotham Sound and Communications"
            },
            {
                "name": "Gray Krauss Sandler Des Rochers"
            },
            {
                "name": "Monkeyland Audio"
            },
            {
                "name": "Monkeyland Audio"
            },
            {
                "name": "String and Can"
            }
        ],
        "plot": [
            "A television program that follows a celebrity stylist as she looks to take her business to the next level.::Anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 505,
                "rating": 6.1
            },
            "aged 18 29": {
                "votes": 120,
                "rating": 7.0
            },
            "aged 30 44": {
                "votes": 228,
                "rating": 6.0
            },
            "aged 45 plus": {
                "votes": 85,
                "rating": 4.7
            },
            "males": {
                "votes": 128,
                "rating": 5.2
            },
            "males aged 18 29": {
                "votes": 25,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 64,
                "rating": 4.6
            },
            "males aged 45 plus": {
                "votes": 36,
                "rating": 5.0
            },
            "females": {
                "votes": 309,
                "rating": 6.4
            },
            "females aged 18 29": {
                "votes": 93,
                "rating": 6.8
            },
            "females aged 30 44": {
                "votes": 162,
                "rating": 6.8
            },
            "females aged 45 plus": {
                "votes": 47,
                "rating": 4.7
            },
            "top 1000 voters": {
                "votes": 12,
                "rating": 4.5
            },
            "us users": {
                "votes": 220,
                "rating": 5.7
            },
            "non us users": {
                "votes": 163,
                "rating": 6.2
            }
        },
        "number of votes": {
            "10": 134,
            "9": 31,
            "8": 63,
            "7": 80,
            "6": 45,
            "5": 33,
            "4": 12,
            "3": 17,
            "2": 25,
            "1": 65
        },
        "arithmetic mean": 6.6,
        "median": 7
    }
}