{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "January 2008"
            }
        ],
        "release dates": [
            "UK::January 2008"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Re-bjorn",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Gym (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "18 Feb. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 1,
        "cast": [
            {
                "name": "Belton, Jamie"
            },
            {
                "name": "Brody, Steve"
            },
            {
                "name": "Collins, Katie"
            },
            {
                "name": "Fulcher, Rich"
            },
            {
                "name": "Hibberd, Tim"
            },
            {
                "name": "Marlowe, Linda"
            },
            {
                "name": "Oliver, Ingrid"
            },
            {
                "name": "Spence, Yesse"
            },
            {
                "name": "Talbot, Sam"
            }
        ],
        "locations": [
            "Halliford Studios, Shepperton, Surrey, England, UK"
        ],
        "genres": [
            "Comedy"
        ],
        "runtimes": [
            "100"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "plot outline": "There are 136 \"The Gyms\" in the country. Welcome to number 134. Not quite LA fitness;The Gym has always tried to punch above its weight, but somehow never quite gets there. Seen through the eyes of almost thirty something, MIRIAM, The Gym is the brand new start she so desperately needs following her near brush with wedded bliss. Quickly befriended by gay, happily married TERRY and KAYLEIGH who works on the juice bar and thinks nature's awesome, Miriam attempts to put her life back together. No mean feat considering her personal trainer GEE is a steroid induced, one testicaled time bomb; The manager LORNA, a former Miss Melbourne, is pretty much Nurse Ratched in a tracksuit and her alternative therapist DAVID DARBLY, living in his office ever since his wife threw him out, is seriously in need of some, well, therapy. And then there's CONNOR, head of sales, the Irish charmer, who uses The Gym as his office, selling anything from pandas to petroleum. Fortunately protection exists in the shadowy form of EDUARDO, the Mexican cleaner/warrior, exiled from his village and sworn to protect one and all against injustice. Fitness has never been so full on.",
        "languages": [
            "English"
        ],
        "title": "The Gym",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "The Gym (United Kingdom)"
        ],
        "writer": [
            {
                "name": "Messik, Rob"
            },
            {
                "name": "Talbot, Sam"
            }
        ],
        "production companies": [
            {
                "name": "Hub TV"
            }
        ],
        "plot": [
            "There are 136 \"_The Gym_ (qv)s\" in the country. Welcome to number 134. Not quite LA fitness;_The Gym_ (qv) has always tried to punch above its weight, but somehow never quite gets there. Seen through the eyes of almost thirty something, MIRIAM, _The Gym_ (qv) is the brand new start she so desperately needs following her near brush with wedded bliss. Quickly befriended by gay, happily married TERRY and KAYLEIGH who works on the juice bar and thinks nature's awesome, Miriam attempts to put her life back together. No mean feat considering her personal trainer GEE is a steroid induced, one testicaled time bomb; The manager LORNA, a former Miss Melbourne, is pretty much Nurse Ratched in a tracksuit and her alternative therapist DAVID DARBLY, living in his office ever since his wife threw him out, is seriously in need of some, well, therapy. And then there's CONNOR, head of sales, the Irish charmer, who uses _The Gym_ (qv) as his office, selling anything from pandas to petroleum. Fortunately protection exists in the shadowy form of EDUARDO, the Mexican cleaner/warrior, exiled from his village and sworn to protect one and all against injustice. Fitness has never been so full on.::Rob Messik and Sam Talbot from an initial format by James McConachie"
        ],
        "tech": {
            "runtime": [
                "1 hr 40 min (100 min) (50 x 2 min mobisodes) (UK)"
            ],
            "color": [
                "Color"
            ]
        }
    }
}