{
    "imdb": {
        "raw release dates": [
            {
                "country": "UK\n",
                "date": "7 January 2008"
            }
        ],
        "release dates": [
            "UK::7 January 2008"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Episode #1.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "7 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Student nurses Carrie, Gemma and Lesley are in a rush to arrive on time at the Royal and almost cause an accident for a motor-cyclist,who turns out to be charge nurse Adam Fearnley. Jonathan Ormerod,whose parents were also doctors at the hospital forty years earlier, and Stella Chatwin have to operate on Ella,a girl who had breast implants in Poland for her wedding which are now infected. Another patient, Keeley, is being visited by drunken relatives who are causing a disturbance and which culminates in Lesley being stabbed.    "
                },
                "2": {
                    "title": "Episode #1.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "8 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Having disturbed a drug addict trying to rob the dispensary Lesley is stabbed and dies in theatre. The staff are reluctant to treat her injured attacker. Consultant Mr. Woods admits Ada Branksome for an operation to clear a blockage from her throat and senses that all is not well between herself and her daughter Ella. In the pub Gemma makes it clear that she fancies Adam but staff nurse Heather Dunstan warns her off, pointing out that she is Adam's partner.    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "9 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Adam is having a bad day. He is annoyed with hospital porter Norman, brother of his girl-friend Heather,for using her as a free laundry service and is late,due to work pressures,for his interview for the matron's job, finding himself in competition with elegant Jenny Carrington. Mr. Woods has bad news for a vasectomy reversal patient whilst Jonathan has to deal with teen-aged Abigail who has fallen from a horse and whose X-rays reveal her to be pregnant. She confesses to having had a fling with an older, married man and is anxious that her father not be told, putting ...    "
                },
                "4": {
                    "title": "Episode #1.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "10 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    As the student nurses arrive for work hung over after a night's drinking Jonathan diagnoses Barry Kepler, an elderly man who has just flown in from Australia and experienced stomach pains whilst on the flight. It turns out that his illness is more serious than first imagined. Paul,an athletic young man,comes to the hospital with mysterious ulcers on his legs which baffle everyone. Only after a confession about his time in Iraq which he does not want his girl-friend to hear of does Pamela make a correct assessment. Jonathan confides in Stella about the break-up of his ...    "
                },
                "5": {
                    "title": "Episode #1.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "11 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    When the participants at a Star TrLk convention are admitted with food poisoning the student nurses are less than thrilled when told that they must collect the stool samples. 16-year old Luke is admitted with a broken arm having fallen off his motor-bike though the police are not convinced that he is an innocent party. Whilst Pamela is looking forward to a holiday in the sun Adam is disappointed that he failed to get the matron's job and Jonathan deflects Sarah's attentions after the night before.    "
                },
                "6": {
                    "title": "Episode #1.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "14 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Jenny Carrington arrives to start as matron but is suffering from serious pains and goes to casualty where Jonathan tells her she has appendicitis and needs an immediate operation. Adam,already bitter at her taking the job from him and unaware of her plight, grows impatient as she fails to show up to talk to her staff but relents when, after her operation, she tells him she would welcome any ideas he may have. Michael, a boy with learning difficulties, takes a shine to Gemma and,after having abdominal surgery,disappears to buy her s present, meaning she must let him ...    "
                },
                "7": {
                    "title": "Episode #1.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "15 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Gemma is monitoring Zoe Jeffreys,who has sustained multiple injuries in a car crash and when Zoe dies her mother blames Gemma, due to her inexperience. Adam dissuades an unhappy Gemma from leaving nursing and, when Jenny tells him she thinks he is too soft with the students,reminds her that their friend Lesley was killed on their first day at the hospital. Norman finds a rare book which he hopes to auction but it gets accidentally incinerated.    "
                },
                "8": {
                    "title": "Episode #1.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "16 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Chris Bilson, a young athlete,collapses in training and comes to the hospital. His pushy father Patrick wants him to leave as he has to run in a marathon but staff side with the boy's mother and keep him in for tests which reveal an irregular heart rhythm,caused by stress. Consequently Patrick backs down and appreciates that his son's health means more than winning races. Wendy Kingsley, a diabetic with a condition which causes numbness,comes in with a fish-hook in her foot, leading her husband to detect that, as he does not fish, she has been seeing another man. He ...    "
                },
                "9": {
                    "title": "Episode #1.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "17 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    The staff's patience is tried by warring hernia patients Max Hill, a sleazy night club promoter, and religious zealot Fred Pugh but things take a more serious turn when Max appears to have ecstasy in his blood stream, the answer being that he has to take an amphetamine pill to combat his narcolepsy. Norman,hoping to impress Max, plays a demo of his singing - to Fred by accident, but when Fred loses consciousness it's due to an unrelated matter. Jenny continues to arouse hostility from the nursing staff after sacking the cleaners.    "
                },
                "10": {
                    "title": "Episode #1.10",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "18 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Angered by Jenny's attitude Adam considers applying for a post elsewhere but they manage to work well together on a difficult birth. The enormous Geoff Witter appears to be constipated but ultimately needs surgery for a knot in the bowel whilst Robert Barry is brought in having collapsed with breathing difficulties on the way to get married. Initially angry,his bride relents and brings the reception to the ward.Sarah once again is cast as the shoulder to cry on after Jonathan fails to make it to his daughter's party.    "
                },
                "11": {
                    "title": "Episode #1.11",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "21 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Elderly Eunice Hall is brought to the hospital by her worried daughter Grace after a fall. Initially diagnosis is difficult to make but,having remembered his parents' maxim,to talk to the patients, Jonathan discovers that Eunice is on librium and drinking grapefruit juice,the combination causing her falls. Nursing sister Isla confides in anaesthesist Alana that she believes her husband is having an affair with a woman called Debbie who sends him text messages. Vijay tries out his chat up lines on Sarah with his usual lack of success.    "
                },
                "12": {
                    "title": "Episode #1.12",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "22 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Father Alvin Peters,an apparent mugging victim,is brought in by a friend who has found him lying in the church grounds but it turns out that he has a drink problem, a fact which attracts unwanted local press attention. Mary, a woman who is having breathing problems, is seen by Sarah,who notices a scar on her neck, the result of a thyroid operation five years earlier. Sarah then discovers Mary has a tumour and promptly operates. Vijay bets Adam he can get Gemma to date him. Alana enlists the help of nurse Pearl to help her cheer Isla up.    "
                },
                "13": {
                    "title": "Episode #1.13",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "23 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    A girl called Helen Travers is brought in,apparently cut by flying glass but it turns out that she is a drug addict who has been self-harming. Liam, a young cannabis user, experiences breathing problems and Pamela is quick to act, performing an operation to save his life. She is somewhat bound up in her own problems as her cheques keep bouncing and has little time for Isla, whose husband has now left her. Woods, however, is unusually sympathetic to Isla when he learns of her situation.    "
                },
                "14": {
                    "title": "Episode #1.14",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "24 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Jonathan is pestered by Kate Danson, whose gall-stones he once treated and who is now besotted with him and makes up excuses to see him, to the annoyance of her husband. A scaffolder called Des is admitted after he suffered dizzy spells and fell into a skip. He takes a shine to Pearl and asks her to stay around as he has his X-rays taken. Pamela's money problems end but Vijay is annoyed that Gemma stood him up in order to date nurse Kieran instead.    "
                },
                "15": {
                    "title": "Episode #1.15",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "25 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Elderly William Duxbury bickers with his wife on the ward but when he is diagnosed with an aneurysm needing surgery realises how much she means to him. He is wheeled into the lift but the lift breaks down and Pamela has to perform an impromptu operation on him until such time as the lift is back to normal and he can be successfully treated in theatre. Gemma falls out with Carrie over her designs on Kieran.    "
                },
                "16": {
                    "title": "Episode #1.16",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "28 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Sarah is rebuked by husband Tim whose wife she has diagnosed with lung cancer as he was hoping to break bad news to her himself whilst Woods has to tell an ice-skater who has sustained an injury that she may never be able to skate again. After Kieran has volunteered her services as a baby-sitter Gemma eventually agrees to date Vijay whilst Alana enters herself Pamela and Sarah in a triathlon.    "
                },
                "17": {
                    "title": "Episode #1.17",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "29 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Carrie finds herself being given unwanted attention by lecherous married kidney patient Rob Hill and Jonathan and Sarah have to take blood tests to discover why the apparently healthy young Lee Warnock has taken a turn for the worst. At last Gemma gets her own back on Vijay.    "
                },
                "18": {
                    "title": "Episode #1.18",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "30 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Hospital porter Kristaps helps tuberculosis sufferer Ivan escape from the Royal as he fears that his Eastern European girl-friend is in danger.Heather is disappointed that Adam seems to have no interest in their getting married whilst general events leave Carrie feeling disillusioned and tempted to give up a nursing career.    "
                },
                "19": {
                    "title": "Episode #1.19",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "31 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Self-regarding celebrity chef Graham Griffin is brought to the hospital suffering from chest pains. He orders his unconfident assistant Antonia to carry on with the day's cooking but her nervousness causes another admission. Kieran's patient Derek Grint,suffering from a rash and asthma, reveals that he is keeping the true state of his health from his wife whilst Jenny asks Jonathan away for the weekend. Carrie decides to stay at the hospital and Heather takes the bull by the horns where Adam is concerned.    "
                },
                "20": {
                    "title": "Episode #1.20",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "1 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Serving prisoner Aidan Raveley comes to the Royal for a bowel resection. Noone will say what his crime was until a journalist turns up,claiming he is a child killer. The usually calm Pearl wishes him dead, exposing an event from her past.Epileptic Laura's fits are seemingly linked to to the stress caused by her boy-friend Andrew's recent break-up with her,leaving him feeling trapped in the relationship. Sarah and Jonathan have a proper date whilst Adam says Yes when Heather proposes to him.    "
                },
                "21": {
                    "title": "Episode #1.21",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "4 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Three university students are brought in separately with different injuries and one dies. It turns out that they were competing in dangerous stunts for a Dare Day organized by their tutor, a man expelled from the Royal Marines for bullying. Louisa Matthews's problem is a mystery until she is found to be allergic to latex, after she and boy-friend Malcolmhave had sex for the first time with a condom. Sarah is annoyed to learn that Jonathan's wife and family have moved back.    "
                },
                "22": {
                    "title": "Episode #1.22",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "5 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    When Diane Glade is revealed to be pregnant after a car crash her husband Peter,who is impotent,is puzzled and then annoyed to learn the father is his brother. However he relents when he learns that it was in order to maintain his family line. Hospital technician David takes a shine to Isla but Alana's efforts to match-make them go awry. An old band-master hears his last concert at the Royal whilst Vijay sets out to dish some dirt on Gemma's past.    "
                },
                "23": {
                    "title": "Episode #1.23",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "6 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Teen-aged Nathan has to have a leg amputated after being knocked down by a hit-and-run driver,ending his promising football career. Lee Sorters,a womanizing patient,injured in a car crash,turns out to be the culprit after he has tried to blame his girl-friend Marcia and is beaten up by Nathan's father. Isla accepts a tentative date with David.    "
                },
                "24": {
                    "title": "Episode #1.24",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "7 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Jenny is again unpopular with staff following her new system but Vijay's efforts to embarrass Gemma with a photo of her pole-dancing backfire. Alison,an exotic dancer due for a bowel biopsy, begs the staff not to tell her husband John what she does, only for it to be revealed that he too is a stripper. A suspected case of domestic abuse takes an unsettling turn when a daughter is discovered to be beating up her parents.    "
                },
                "25": {
                    "title": "Episode #1.25",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "8 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Isla empathises with Cathy, a middle-aged woman whose life went off the rails when her husband died and she became an alcoholic. Anna and her children are brought in,suffering from suspected food poisoning and her estranged husband accuses her of trying to poison them all. However it transpires that her young son was responsible in an effort to reconcile his parents. Adam tells Heather he is happy to get married and Vijay comforts Gemma after she has had a run-in with Jenny.    "
                },
                "26": {
                    "title": "Episode #1.26",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "11 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Teen-aged model Zara Redman comes in with a bowel blockage. She has been starving herself for a size zero figure and her concerned mother Jane is partly to blame as she has been helping her following the collapse of her own modelling career when she put on too much weight. An apparent married couple who have been in a car crash turn out to be a man and his mistress, his wife's best friend, whilst Gemma confides to Carrie that she is pregnant by Kieran.    "
                },
                "27": {
                    "title": "Episode #1.27",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "12 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Steve Lewin, the victim of a gay bashing attack, tells Adam that since his partner died, he is lonely and puts himself at risk cruising for other boy-friends. In a family tragedy young Dale Thomason dies of shotgun wounds and his grand-father has to admit that,since their lonely farm-house has been burgled several times, he mistook Dale for an intruder when he climbed through the window having forgotten his keys and shot him.Pearl's efforts to quit smoking are strengthened when she meets a lung cancer victim and Gemma decides against telling Kieran of her pregnancy.    "
                },
                "28": {
                    "title": "Episode #1.28",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "13 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    New bride groom Arnold Stevens is treated for a duodenal ulcer. Since he is sixty and his bride in her twenties the staff imagine she is a gold-digger and are surprised to find she loves him for himself,not his money. Ruby, a supposedly blind woman, is revealed to be sighted but anxious to hang onto her beloved guide dog as she is lonely and the staff collude with her. Despite learning that she is not pregnant, Kieran still offers to marry Gemma.    "
                },
                "29": {
                    "title": "Episode #1.29",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 29,
                    "original air date": "14 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Schoolgirl Holly is bleeding,having given birth to a baby girl which she has hidden and refused to reveal. Her parents are very religious and are shocked to learn the father is a boy in their church group but come to appreciate that they have neglected their daughter in favour of the church. They become reconciled to their grand-daughter. Warren Hardy,a young footballer, is kicked in the groin and fears it will cause impotence as he has had little luck in trying for a family with his wife. Jonathan confides in Sarah that he is concerned for his wife's mental state but...    "
                },
                "30": {
                    "title": "Episode #1.30",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 30,
                    "original air date": "15 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Over-weight ballroom dancer Sandra Martindale suffers bruising after her partner Shaun has dropped her and fears he is throwing her over for another partner. However he assures her she is the only one for him. Alzheimers sufferer Peter Kelly dies after he has been beaten and bruised and his wife admits she hit him out of frustration as he had looked after her for years and she could not cope with caring for him. Alana,depressed at this and not looking forward to turning forty, wants out of her 'surprise' birthday party but Jenny persuades her to go.    "
                },
                "31": {
                    "title": "Episode #1.31",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 31,
                    "original air date": "18 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Diabetic Hannah Whitefield collapses after going to a club where she appears to have taken ecstasy tablets. She has hepatitis C but it is only when her mother arrives and admits that she took drugs as a hippy in the 1970s,it is realised that she has passed the disorder onto her daughter. Vijay cannot understand why the bones in elderly Enid's arm will not heal until she is revealed as a secret smoker - who sets off the hospital fire alarms. The nicotine has been constricting the blood flow back to the arm.Heather realises she will have to take charge of the ...    "
                },
                "32": {
                    "title": "Episode #1.32",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 32,
                    "original air date": "19 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    When a woman called Saha is brought in by a friend all the signs indicate that she is a victim of domestic violence and yet she claims she lives alone,. Matters are complicated when a man claiming to be her partner then arrives. Mr. Woods gets angry with Andy Fisher,who has cancelled three hernia operations in favour of building his dream home whilst Alana seems to be broody for a baby.    "
                },
                "33": {
                    "title": "Episode #1.33",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 33,
                    "original air date": "20 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Meredith Murray is admitted impaled on a bamboo stick, part of the fence which has caused a dispute with a neighbour and upon which she has fallen though this leads to a reconciliation with the concerned neighbour. Adam finds himself fitting a catheter for a man named Ryan,who fails to recognize him though Adam knows him as the school bully who used to make his life a misery. Heather gives Ryan a piece of her mind,which only embarrasses her fiance. Alana, Isla and Pamela consider internet dating.    "
                },
                "34": {
                    "title": "Episode #1.34",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 34,
                    "original air date": "21 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Juliet Gardner faces the consequences of a termination, as she feared that having children would end her relationship with her younger boyfriend and,as a result, she requires a hysterectomy. Athlete Charlotte Winters' problem is caused by having too healthy a regime whilst Alana reveals that she has been on a date and Jonathan declines to go out with Srah.    "
                },
                "35": {
                    "title": "Episode #1.35",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 35,
                    "original air date": "22 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    David Harrison does a runner rather than submit to tests which may prove that he has hereditary Motor Neuron Disease,such as killed his father,and is relieved to be ultimately in the clear. Debbie,a girl who works in a fast food van is brought in by her pushy mother Sheila who links her daughter's illness to eating too much fast food when it is in fact caused by the surfeit of vitamins given her by Sheila. Sarah dates Vijay to make Jonathan jealous.    "
                },
                "36": {
                    "title": "Episode #1.36",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 36,
                    "original air date": "25 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    The Royal prepares for a visit from wealthy local businessman Ray Coombes, who,it is hoped,will donate cash to the hospital. He duly arrives with his glamorous younger companion Mandy but is taken ill. Woods diagnoses an abdominal aneurysm and advises immediate surgery. A new wing for the hospital is in the offing, courtesy of Mr. Coombes if the operation goes well. An outbreak of sickness amongst Roman Catholics is traced to contaminated holy water whilst Sarah is dismayed when Jonathan dates Jenny.    "
                },
                "37": {
                    "title": "Episode #1.37",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 37,
                    "original air date": "26 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Norman takes an interest when Rosie Wilson is admitted as years ago they dated. Rosie is now married with a son, Jimmy. However she has never told him that Norman is his father and wants to keep it that way. Young Student Mickey is dependent on drinking large amounts of water to prevent dizzy spells and it is discovered that he has a form of diabetes,caused when he was hit on the head playing football. Norman suggests Heather and Adam live with him after their marriage to save costs but Heather is not enthusiastic.    "
                },
                "38": {
                    "title": "Episode #1.38",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 38,
                    "original air date": "27 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Adam rescues fisherman Danny Howell from the sea and finds out that Danny has attempted to drown himself as he has huge debts and if he dies his life insurance will take care of his family. His wife is shocked that he never talked matters over with her and is initially hostile but comes to see his point of view. New bride Bethan has an illness brought on by pills taken to clear her complexion as she feared her husband would not be happy with her appearance but he assures her that he wants her well,not perfect. Norman says he is taking out a loan of twenty thousand ...    "
                },
                "39": {
                    "title": "Episode #1.39",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 39,
                    "original air date": "28 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Alice Neale rushes in in a panic,with her four-year-old daughter Abi,who is unconscious. She has chest pains but does not appear to have ingested anything poisonous and Sarah takes tests to find the remedy. Jonathan treats teen-ager Siobhan,whose sprained ankle masks complications whilst Heather tells Norman she would rather not accept the loan.    "
                },
                "40": {
                    "title": "Episode #1.40",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 40,
                    "original air date": "29 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Sarah treats Daisy Collins for a kidney infection whilst Jonathan treats Anna Forrest for apparent arthiritis but has a bigger battle with her father Clive, a bombastic councillor who takes offence at posters recommending safe sex and accuses Anna of having unprotected sex which caused her condition. Norman, having helped out homeless fellow porter Kristops, insists the happy couple accept his money for the wedding.    "
                },
                "41": {
                    "title": "Episode #1.41",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 41,
                    "original air date": "3 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Carrie, a confused old lady,is admitted suffering from pernicious anaemia, followed by a girl who claims to be her grand-daughter though Carrie has her doubts. Maisie, a Buddhist, has got a spider trapped in her ear but, because of her religious beliefs, refuses to let it be killed whilst Pamela loses a needle whilst operating on a patient. Gemma plans a surprise birthday party for Carrie.    "
                },
                "42": {
                    "title": "Episode #1.42",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 42,
                    "original air date": "4 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Conjuror Maurice Baxter entertains patients whilst waiting to hear if he has pneumonia and Mr. Woods makes it clear he has no wish to be on a training course with colleagues, absenting himself to play golf. Adam is annoyed that Heather has gone for a wedding dress fitting in hospital hours whilst Norman, having agreed to provide the karaoke for Carrie's party, gets a pleasant surprise when ex-patient Maisie comes to see him.    "
                },
                "43": {
                    "title": "Episode #1.43",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 43,
                    "original air date": "5 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Sarah is touched by Jonathan's concern for Olivia, a very old lady who remembers him as a boy when she was his father's patient. Vijay impresses Carrie when he escorts her to her party, which goes very well until Heather,following another row with Adam during the day, publicly announces that the wedding is off and Norman's girlfriend Maisie needs an emergency tracheotomy.    "
                },
                "44": {
                    "title": "Episode #1.44",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 44,
                    "original air date": "6 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Maisie pulls through and Vijay pulls Carrie but is unusually discreet about it.Gemma has bagged off with physiotherapist Jamie but he is rushed to hospital with suspected meningitis. Sidney,a man who has literally shot himself in the foot,is admitted, followed by a gun-toting woman Irene, who actually fired the shot and has to be disarmed. Heather returns Adam's ring.    "
                },
                "45": {
                    "title": "Episode #1.45",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 45,
                    "original air date": "7 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Elderly Joyce is admitted,suffering from low pressure but when her husband George comes to visit he has to be rushed to theatre with high blood pressure. Have they had a mix up with their pills? Carrie is annoyed that Vijay seems to be avoiding her. Jenny walks in on Mr. Woods getting changed for surgery and, whilst he barks at her, Pamela and Isla tell her they think he is sweet on her. Norman is making plans for Maisie to move in with him when Heather discovers something that ends the relationship.    "
                },
                "46": {
                    "title": "Episode #1.46",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 46,
                    "original air date": "10 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Thirty-something Dee Wilson is diagnosed with colitis but refuses an operation to have colon removal as she is a lap-dancer and is afraid that the scar will end her work. As Jonathan considers alternatives to surgery her boyfriend Tony arrives. He is a former drug addict but Dee assures everyone that he is a reformed character. Richie comes in with his pregnant wife. He has had head pains and is worried it is a brain tumour such as killed his father but is loth to scare his wife with his suspicions. Kieran believes Adam is still in love with Heather.    "
                },
                "47": {
                    "title": "Episode #1.47",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 47,
                    "original air date": "11 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Frankie Kenyon, an anorexic girl,is brought to the Royal and her father Alan tells Jonathan they have had counselling for seven years but to no avail. Stressed out by caring for Frankie he collapses and ends up a patient herself. Base jumper Kelly Knox injures herself falling against a cliff and ruptures her spleen. Fellow jumper Paul,who loves her,is out to get her to give up the extreme sport. Jenny and Woods argue again and Adam announces his plan to get the wedding back on track.    "
                },
                "48": {
                    "title": "Episode #1.48",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 48,
                    "original air date": "12 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Local darts champion Eddie trotter comes in to have his piles removed but Norman notices that he is suffering from the psychological disorder of Dartitis and is determined to get him through it. Lisa Faulkes, who is looking into cost-cutting measures, comes to see Jenny and the two women disagree. However Jenny is responsible for saving Lisa when she finds her collapsed in the toilet, suffering from a ruptured appendix with a likely link to her recent dental treatment.    "
                },
                "49": {
                    "title": "Episode #1.49",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 49,
                    "original air date": "13 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Kevin Gough arrives with his drunken friends who have been celebrating his stag night and who have to be thrown out before Kevin collapses in pain. Sarah snipes at Jonathan as they treat Hayley Fellows,who fears that heart attacks run in the family with her uncle recently dying of one. Jenny and Lisa make up and Lisa tells the Matron that the Royal, and Woods in particular, will get a good report. Adam wins back Heather, who has been having propositions from half the male staff, when he proffers an engagement ring he bought himself.    "
                },
                "50": {
                    "title": "Episode #1.50",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Royal Today (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 50,
                    "original air date": "14 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Nurse Kieran treats pensioner Wilf, who turns out to be a serving prisoner,whilst Kevin Gough recovers on the ward and sticks up for Gemma when his raucous friends return to cause trouble. However one of them injures Norman in a fight. With the wedding definitely on again romantic conclusions beckon also for Sarah and Jonathan and Jenny and Woods.    "
                }
            }
        },
        "number of episodes": 50,
        "cast": [
            {
                "name": "Hull, Ben"
            },
            {
                "name": "Scarborough, Andrew"
            },
            {
                "name": "Huison, Steve"
            },
            {
                "name": "Trickett, Lucie"
            },
            {
                "name": "Dolman, Fiona"
            },
            {
                "name": "Nicholas, Paul"
            },
            {
                "name": "Pritchard, Victoria"
            },
            {
                "name": "Wells, Mark"
            },
            {
                "name": "Carver, Caroline"
            },
            {
                "name": "Di Martino, Sophia"
            },
            {
                "name": "Mitchell, Kirsty"
            },
            {
                "name": "Davison, Libby"
            },
            {
                "name": "Lolis, Leonidas"
            },
            {
                "name": "Phillip, Lisa Davina"
            },
            {
                "name": "Bracknell, Leah"
            },
            {
                "name": "Aron, Pal"
            },
            {
                "name": "Gates, Vickie"
            },
            {
                "name": "Nield, James"
            },
            {
                "name": "Mettrick, Piers"
            },
            {
                "name": "Cullimore, Andrew"
            },
            {
                "name": "Melodic, Chord"
            },
            {
                "name": "Jackson, Mark"
            },
            {
                "name": "Machin, Jody Ellen"
            },
            {
                "name": "Peel, Edward"
            },
            {
                "name": "Uttley, Abigail"
            },
            {
                "name": "Nicholson, Flora"
            },
            {
                "name": "Garner, Natalie"
            },
            {
                "name": "Pope, Ryan"
            },
            {
                "name": "Mawson, Adam James"
            },
            {
                "name": "Amory, Peter"
            },
            {
                "name": "Jamieson, Kathy"
            },
            {
                "name": "Marsden, Joseph"
            },
            {
                "name": "Alexander, Paul"
            },
            {
                "name": "Campbell, Colin"
            },
            {
                "name": "Dale, Janet"
            },
            {
                "name": "Grose, Andrew"
            },
            {
                "name": "Hogarth, Jane"
            },
            {
                "name": "Jackson, Michael J."
            },
            {
                "name": "Kay, Helen"
            },
            {
                "name": "Keating, Adele"
            },
            {
                "name": "Nelson, Conrad"
            },
            {
                "name": "Norton, Laura"
            },
            {
                "name": "Peers, Kerry"
            },
            {
                "name": "Scopes, Kitty"
            },
            {
                "name": "Shanagher, Erin"
            },
            {
                "name": "Wheeler, Ruth"
            },
            {
                "name": "Williamson, Paula"
            },
            {
                "name": "Winfield, Stacey"
            },
            {
                "name": "Adebiyi, Jamiu"
            },
            {
                "name": "Aris, Ann"
            }
        ],
        "locations": [
            "Yorkshire, England, UK"
        ],
        "genres": [
            "Drama"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 1,
        "rating": 6.2,
        "votes": 25,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZWUxODliZjYtNGNjZS00M2I3LWJmODQtZGExOTBlZWM4YTY1XkEyXkFqcGdeQXVyNjc1MzkwMDY@._V1_SY150_CR1,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The Royal Today",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "The Royal Today (United Kingdom)"
        ],
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Bagshaw, Sarah"
            },
            {
                "name": "Fairhurst, Darren"
            },
            {
                "name": "Holloway, Mark"
            }
        ],
        "production companies": [
            {
                "name": "ITV Productions"
            }
        ],
        "distributors": [
            {
                "name": "ITV - Independent Television"
            },
            {
                "name": "TV3 Television Network Ireland"
            }
        ],
        "plot": [
            "Drama serial which follows the lives of the staff of St Aidan's Royal Free Hospital. Unlike its predecessor, The Royal, which was set in the 1960s, this is set in the present day."
        ],
        "tech": {
            "runtime": [
                "30 min (including commercials) (UK)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 25,
                "rating": 6.2
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 7.0
            },
            "aged 30 44": {
                "votes": 13,
                "rating": 4.4
            },
            "aged 45 plus": {
                "votes": 8,
                "rating": 5.0
            },
            "males": {
                "votes": 12,
                "rating": 4.3
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 5.5
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 2.5
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 5.8
            },
            "females": {
                "votes": 12,
                "rating": 5.1
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 8,
                "rating": 5.4
            },
            "females aged 45 plus": {
                "votes": 3,
                "rating": 5.0
            },
            "top 1000 voters": {
                "votes": 6,
                "rating": 5.0
            },
            "us users": {
                "votes": 4,
                "rating": 5.5
            },
            "non us users": {
                "votes": 18,
                "rating": 4.6
            }
        },
        "number of votes": {
            "10": 6,
            "9": 2,
            "8": 2,
            "7": 3,
            "6": 3,
            "5": 2,
            "4": 1,
            "3": 0,
            "2": 3,
            "1": 3
        },
        "arithmetic mean": 6.2,
        "median": 7
    }
}