{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "1 July 2008"
            },
            {
                "country": "USA\n",
                "date": "20 July 2008"
            }
        ],
        "release dates": [
            "Canada::1 July 2008",
            "USA::20 July 2008"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Episode dated 9 March 2011",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stagers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "9 Mar. 2011",
                    "year": "2011",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "A Whole New World",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stagers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "1 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    A house full of 70's furniture is in serious need of an update if it wants to sell fast and for maximum money. Maverick stager Matthew is certain he has the perfect solution - even if it does mean smashing a window. However, will he have the guts to break ranks with a senior stager to achieve his plan?    "
                },
                "2": {
                    "title": "The Fox and the Hound",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stagers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "8 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Stager Matthew Finlason has only five days and a limited budget of $10,000 to stage his most ambitious project yet - a massive 8,000 square-foot mansion in a very upscale neighborhood. The owner, a British house-flipping maverick, has royal expectations and penchant for second-guessing other people's work. As if that isn't enough pressure, Matthew finds out another hotshot stager has already started the job. Will the two stagers pull it together or will competition get in the way?    "
                },
                "3": {
                    "title": "House Under Siege",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stagers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "15 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    A dated, three-level duplex in an affluent beach-side neighborhood needs a major transformation to sell. High-drama stager Matthew Finlason has only four days to transform the space into a sleek, contemporary space worthy of the 1.4 million dollar price tag. The job becomes more difficult than most because the homeowners are still living in the space. It is a stager obstacle course with Matthew having to work around the owners and their clutter to work his magic.    "
                },
                "4": {
                    "title": "Fish Bowl in the Sky",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stagers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "22 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Outspoken stager Matthew Finlason has only four days to turn to sterile 800 square-foot condo - that is still under construction - into a warm living space. Without the help of his usual assistant, Matthew sees no option but to wrangle his out-of-town friend Sarah to help him. Matthew knows it is crucial that he find the right furniture to open up the small, awkward rooms and hide the bad bridge view. Will the right art, accessories and furniture enough warmth to cook up an offer?    "
                },
                "5": {
                    "title": "Bungalow Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stagers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "29 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Mother-and-daughter design duo Maureen and Bridget have only four day to stage a tight three-bedroom ranch in West Vancouver. The owners, newlyweds Alexis and Michael, are desperate to sell to alleviate the stress of carrying two mortgages. To make matters worse, the couple used their own dated furniture to stage the home - a big no-no. Can the designers stop bickering long enough to turn this 50's style bungalow into a stylish, sleek home?    "
                },
                "6": {
                    "title": "A Family Affair",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stagers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "5 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Mother-and-daughter staging team Maureen and Bridget have four days to transform a dated two-bedroom apartment in Vancouver's West End. The owners are two women in their early 60s who inherited the apartment from their mother. The pair is desperate to sell. Can the team get potential buyers to overlook the worn interior and focus instead on the spectacular view and open space?    "
                },
                "7": {
                    "title": "The Bachelor Pad",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stagers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "12 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Stagers Matthew and Tracey are teaming up to co-stage a three-story heritage home from a bachelor pad to a cozy family home in just five days. A flip job, the owners are two 30-something business partners - one is a commercial real estate agent while the other is a contractor. The pair is eager to set a new record price in the neighborhood, hoping to sell for more than $1.25 million. But with two different visions, Matt and Tracey must work to overcome their differences and stop arguing if they are going to finish the job on time.    "
                },
                "8": {
                    "title": "Lofty Ambitions",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stagers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "19 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Matthew takes his dream assignment to stage a hip, 1000-square-foot loft in an up-and-coming downtown neighborhood. With just five days, can Matthew find ways to present versatile living options in this big, undefined space? With the owner absent, the real estate agent/former antique dealer Robert steps in and goes beyond the call of duty to help get this space ready for a sale.    "
                },
                "9": {
                    "title": "Stairway to Heaven",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stagers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "26 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Design team Bridget and Maureen must stage a small 1920's-era house that is located in a desirable neighborhood, but that has an awkward lay out. The owners - who are divorcing - are eager to sell and move on - literally - with their lives. A Feng Shui master, Maureen can harness her skills to create a sense of flow in the home. However, with tensions high and limited time, the team must work extra hard to focus on all the positives.    "
                },
                "10": {
                    "title": "Mom's the Word",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stagers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Mother-and-daughter design team Maureen and Bridget must remove the 'granny factor' from a 1940's-era mansion in only five days. After moving their mother into a private care facility, the brother and sister clients are eager to sell their mother's home to combat the mounting cost of her care. In order to capitalize on spring real estate fever, the designers must work around ugly carpets, dated wood paneling and a 70's style kitchen to restore the home's elegance while adding a touch of contemporary flare.    "
                },
                "11": {
                    "title": "Them's Fightin' Words",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stagers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "9 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    For the first time, stagers Bridget and Matthew must work together to stage an empty 3200 square foot house into an attractive family home. The owners - two siblings and their spouses - spent almost one million in renovations. To turn a profit, the home must sell for almost three million. Both self-professed control freaks, can Matthew/Bridget find enough furniture to fill the home before self-destructing?    "
                },
                "12": {
                    "title": "The Penthouse",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stagers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "23 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Matthew must stage an opulent, two-story penthouse suite that belongs to a wealthy entrepreneur. With an asking price of $4 million, it has the makings of a dream home, but the animal skin rugs and tacky art are throwing buyers off. To add to the tension, Matthew is eager to impress the high-powered owner and the real estate agent so they will recommend him for future projects.    "
                },
                "13": {
                    "title": "The Suburban Stage",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stagers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "23 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    High-drama stager Matthew must overcome a peach paint pallet and cheap decor to turn a small suburban house into a sleek space. However, with a very tight budget, Matthew must convince the owner, a 30-year-old partying bachelor, to repaint. If not, he has limited options.    "
                }
            },
            "2": {
                "1": {
                    "title": "The Frame Job",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stagers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "1 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Matthew takes on a cluttered loft full of bulky furniture and bachelor décor. He has four days to transform the property into a chic, spacious home while staying within the parameters of a tight budget. Matthew and stager-in-training Rukiya will have to devise some stylish solutions without spending a lot of money.    "
                },
                "2": {
                    "title": "A Tale of Two Condos",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stagers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "8 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Mother and daughter duo Maureen and Bridget are challenged to stage not one, but two cramped condos simultaneously! At 465 and 797 square feet respectively, prospective buyers are going to have a difficult time imagining how to live there. The stagers need to create the feeling of comfort and functionality in these small spaces while facing some new challenges - including two pillow-loving pugs.    "
                },
                "3": {
                    "title": "Quest for Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stagers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "15 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Matthew grapples with a feisty, 1000 square foot condo that tends to leave potential buyers baffled about how the furnishings will fit. In staging the property, Matthew needs to maximize the space and figure out how to demonstrate its livability and elegance. Aided by stager-in-training Rukiya, the pair must also find a way to showcase the 2000 square foot deck, which the realtor Gina believes is an important selling feature.    "
                },
                "4": {
                    "title": "The Feng Shui Fuss",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stagers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "22 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Mother and daughter design team Maureen and Bridget have four days to bring definition and flow to an empty penthouse. The owner is a strong advocate of Feng Shui - an ancient Chinese design philosophy - and has specifically requested Maureen for her expertise in the field. That means Maureen will be forced to take the reigns and assume a leadership role on this job, while Bridget takes a backseat - a new experience for this staging duo.    "
                },
                "5": {
                    "title": "Pillar Talk",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stagers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "29 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Matthew is tasked with staging a condo in a prestigious new building - the tallest in the city. The view is incredible, but it's not the first thing people notice. Instead, they're confronted with three gigantic pillars in the living room and master bedroom that make for an awkward layout. Matthew and his assistant Sarah will have to work around these obstacles and transform the oddly designed property into one that lives up to the million-dollar view.    "
                },
                "6": {
                    "title": "Bringing It Home",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stagers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "6 May 2009",
                    "year": "2009",
                    "plot": "\n    Stager, Dina turns a critical eye toward her own home, as she prepares the four-bedroom property for sale. The '70s retro furniture and intense colour scheme won't appeal to the mainstream buyer, so Dina will have to find a way to soften and modernize the house. What's more she needs to get the house on the market right away, in order to stay ahead of the competition. This means transforming the property quickly, while balancing double duties as both homeowner and stager!    "
                },
                "7": {
                    "title": "Dazzling a Designer",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stagers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "13 May 2009",
                    "year": "2009",
                    "plot": "\n    Matthew and Gail have five days to bring the wow factor to an impeccably designed, but vacant spec house. Finding furniture, art and accessories that are luxurious enough to compliment this high-end property, while staying within their means, will be the challenge. On top of that the stagers feel extra pressure to impress the client - a no nonsense designer who is counting on Matthew and Gail to present her labor of love in the best possible light. In facing this challenge together, the duo will discover they're actually staging soul mates!    "
                },
                "8": {
                    "title": "Rancher Revival",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stagers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "20 May 2009",
                    "year": "2009",
                    "plot": "\n    Bridget and Brent team up to stage a house in desperate need of an update. With '70s-style wood paneling, mauve carpets and embossed floral wallpaper, the stagers certainly have their work cut out for them. Adding to the challenge is the fact that it's their first time working together, so there are bound to be some debates along the way.    "
                },
                "9": {
                    "title": "Child's Play",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stagers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "27 May 2009",
                    "year": "2009",
                    "plot": "\n    Matthew's skills are put to the test when he faces a new challenge in his career: how to stage a nursery occupied by an 18-month old toddler! It's one of several hurdles he'll have to overcome in enhancing a family home on a limited budget. With the help of stager-in-training Rukiya, Matthew must come up with some kid-friendly and creative ideas in order to achieve an impressive transformation that won't break the bank.    "
                },
                "10": {
                    "title": "Stagers on Display",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stagers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "3 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Maureen and Bridget have four days to prove that it's possible to create a livable space out of 720 square feet of empty display suite with a very restrictive layout. The realtor Mario is counting on the stagers to help him make a strong impression on buyers, so it's up to Maureen and Bridget to take the problem areas and turn them into functional, beautiful spaces. And if that weren't enough, they'll also have to contend with the constant hammering and sawing from the active construction site, which is sure to test the stagers' patience!    "
                },
                "11": {
                    "title": "The Awkward Stage",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stagers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "10 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Matthew and Gail team up to transform an angular penthouse with a tricky layout into a stylish and functional home. Finding the right furniture to compliment the awkward wedge-shaped living room and narrow dining area will be no easy feat. The stagers must also grapple with a pair of small, drab-looking bedrooms, which are crying out for some added flair. With several other suites for sale in the same building, the realtor, Ewart needs to gain an edge over the competition and he's counting on Matthew and Gail to come up with some innovative solutions that will wow ...    "
                },
                "12": {
                    "title": "Fabulous and Frugal",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stagers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "17 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Maureen and Bridget have to find a way to bring personality and charm to an empty, 4000 square foot spec house. The client, a young developer, is relying on them to create a stunning first impression for buyers. But the problem is, the stagers have been given a limited budget and can't afford all of the furniture and accessories that they would like to use. With the help of their savvy assistant Augustin, Maureen and Bridget need to figure out how they can make the property look incredible without spending a lot of money. They have only five days until the open house!    "
                },
                "13": {
                    "title": "Spec House SOS",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Stagers (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "24 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Matthew is seeing red - literally - as he takes on a vacant, 5000 square foot spec home with an intense color scheme. The bright red and yellow walls have an overwhelming effect when people walk in the door, so Matthew needs to figure out how to deal with these bold hues and create a more welcoming environment. Adding to the pressure is the fact that Matthew has been tasked with training a new assistant stager, Mitra, who could either be a burden...or quite possibly his secret weapon!    "
                }
            }
        },
        "number of episodes": 27,
        "cast": [
            {
                "name": "Finlason, Matthew"
            },
            {
                "name": "Bernard, Rukiya"
            },
            {
                "name": "Savereux, Bridget"
            },
            {
                "name": "Powers, Maureen"
            },
            {
                "name": "Tretinik, Augustin"
            },
            {
                "name": "Steinberg, Sarah"
            },
            {
                "name": "Hodgins, Jay"
            },
            {
                "name": "Eves, Jennifer"
            },
            {
                "name": "Hendrix, Tracy"
            },
            {
                "name": "Taylor, Gail"
            },
            {
                "name": "Mills, Tracey"
            },
            {
                "name": "Holmes, Dina"
            },
            {
                "name": "Jones, Tyler"
            },
            {
                "name": "Mansour, Mitra"
            },
            {
                "name": "Melnychuk, Brent"
            }
        ],
        "locations": [
            "Vancouver, British Columbia, Canada"
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 7.8,
        "votes": 18,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMDVmZjgxODYtMTUxNi00OWE1LTk4YmEtOGZlM2U3ZjkyZGU0L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMjQzNDAwNA@@._V1_SY150_CR63,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "The Stagers",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "The Stagers (Canada)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Behrman, Keith"
            },
            {
                "name": "Vogel, Aynsley"
            },
            {
                "name": "Ozier, David"
            }
        ],
        "production companies": [
            {
                "name": "Paperny Films"
            }
        ],
        "distributors": [
            {
                "name": "Beyond Distribution Pty. Ltd."
            },
            {
                "name": "HGTV"
            },
            {
                "name": "Home and Garden Television (HGTV)"
            }
        ],
        "other companies": [
            {
                "name": "Aion Art Gallery"
            }
        ],
        "plot": [
            "A unique property docu-soap that gives viewers privileged access to the world of home staging.::Paperny Films"
        ],
        "tech": {
            "color": [
                "Color",
                "Color (NTSC Color)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 18,
                "rating": 7.8
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 5.0
            },
            "aged 45 plus": {
                "votes": 8,
                "rating": 7.2
            },
            "males": {
                "votes": 11,
                "rating": 6.9
            },
            "males aged 18 29": {
                "votes": 3,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 2,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 6,
                "rating": 7.4
            },
            "females": {
                "votes": 3,
                "rating": 5.7
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 1.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 6.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 5.0
            },
            "us users": {
                "votes": 7,
                "rating": 6.8
            },
            "non us users": {
                "votes": 4,
                "rating": 6.0
            }
        },
        "number of votes": {
            "10": 9,
            "9": 2,
            "8": 0,
            "7": 1,
            "6": 2,
            "5": 0,
            "4": 3,
            "3": 0,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 7.8,
        "median": 9
    }
}