{
    "imdb": {
        "raw release dates": [
            {
                "country": "Japan\n",
                "date": "6 April 2008"
            }
        ],
        "release dates": [
            "Japan::6 April 2008"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "S.A: Supesharu ê"
            },
            {
                "countries": "Japan (English title)",
                "title": "S.A: Special A"
            },
            {
                "countries": "Japan (English title) (promotional title)",
                "title": "Special A-Class"
            }
        ],
        "akas": [
            "S.A: Supesharu ê (original title)",
            "S.A: Special A Japan (English title)",
            "Special A-Class Japan (English title) (promotional title)"
        ],
        "akas from release info": [
            "S.A: Supesharu ê (original title)",
            "S.A: Special A Japan (English title)",
            "Special A-Class Japan (English title) (promotional title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Hikari - Kei",
                    "kind": "episode",
                    "episode of": {
                        "title": "S.A: Supesharu ê (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 9,
                    "original air date": "6 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Hikari Hanazono was an unstoppable wrestler by the age of six. That is, until Kei Takishima entered the matched and beat her. Humiliated by her first defeat, Hikari has sworn to repay Kei by besting him in everything. This vendetta extends so far that Hikari has enrolled in all of the same schools as Kei, with the hope of finally beating him by becoming the Number 1 student. At the Private Hakusen Academy, Hikari and Kei are amongst the elite students, the Special A.    "
                },
                "2": {
                    "title": "Puraido - Purosesu",
                    "kind": "episode",
                    "episode of": {
                        "title": "S.A: Supesharu ê (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 9,
                    "original air date": "13 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    There is a feud between the Student Council and the Special A. This leads to the Student Council President, Hajime Kakehi, to challenge the Special A to a pro-wrestling competition. Hikari and Kei agree to participate, but matters become a bit complicated when Hajime cheats and hires two pros to compete on his side.    "
                },
                "3": {
                    "title": "Onigiri - Magokoro",
                    "kind": "episode",
                    "episode of": {
                        "title": "S.A: Supesharu ê (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "20 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    After losing a bet to Kei, Hikari has to make him a tasty, delicious bento. Hikari works all day trying as hard as she can to cook a superior meal. However, despite all of her best efforts, the results can be better classified as disastrous.    "
                },
                "4": {
                    "title": "Kyôdai - Sensei",
                    "kind": "episode",
                    "episode of": {
                        "title": "S.A: Supesharu ê (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "27 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Kei invites Hikari over for the afternoon to talk wrestling with his father. During the visit, Hikari also meets Kei's younger brother, Sui, who is a complete brat. When Hikari tries to straighten him out, she unwittingly winds up becoming his tutor.    "
                },
                "5": {
                    "title": "Matsuri - Shôbu",
                    "kind": "episode",
                    "episode of": {
                        "title": "S.A: Supesharu ê (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 6,
                    "original air date": "4 May 2008",
                    "year": "2008",
                    "plot": "\n    With the school's anniversary and festival around the corner, the Student Council has a new challenge for the Special A: Organize the best celebration party. The situation is tough enough, but Kei and Hikari have an argument, resulting in Hikari and Akira crossing over to the Student Council's side.    "
                },
                "6": {
                    "title": "Shôtaijô - Saigatei",
                    "kind": "episode",
                    "episode of": {
                        "title": "S.A: Supesharu ê (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "11 May 2008",
                    "year": "2008",
                    "plot": "\n    Sui and Kei team up to trick Hikari into being Kei's date to a party. It works, and Hikari is stuck accompanying Kei to his friend, Yahiro Saiga's birthday party, where she seeks to uncover more about Kei's past.    "
                },
                "7": {
                    "title": "Binkan - Donkan",
                    "kind": "episode",
                    "episode of": {
                        "title": "S.A: Supesharu ê (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "18 May 2008",
                    "year": "2008",
                    "plot": "\n    Following Yahiro's party, Hikari is unsure how to act around Kei. Her strange behavior has Kei confused and alarmed. In the meantime, the Special A is trying to decide upon where they will take their group vacation, until a race is suggested, where the winner picks the destination. Kei makes a deal with Hikari that if he wins, she tells him what Yahiro told her.    "
                },
                "8": {
                    "title": "Tabi - Inu",
                    "kind": "episode",
                    "episode of": {
                        "title": "S.A: Supesharu ê (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "25 May 2008",
                    "year": "2008",
                    "plot": "\n    The group heads off for their vacation in Hawaii and their stay at the Ryuu family's villa. Their fun time hits a snag when Chitose, the spoiled son of an important client of Ryuu, demands that they play family. Chitose is especially demeaning to Hikari and tells her she can be the family dog. The joke is on him as Hikari accepts and is determined to ensure that everyone has a good time.    "
                },
                "9": {
                    "title": "Bessô - Tegami",
                    "kind": "episode",
                    "episode of": {
                        "title": "S.A: Supesharu ê (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 6,
                    "original air date": "1 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Hikari is curious about why there is so much tension between Yahiro, Kei and Akira. To find out more about their falling out, she joins Yahiro at his family's villa and ends up becoming a prisoner there so that Yahiro can force Akira to come see him. Upset, Kei recruits Tadashi help him rescue her.    "
                },
                "10": {
                    "title": "Dono - Ryû",
                    "kind": "episode",
                    "episode of": {
                        "title": "S.A: Supesharu ê (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 6,
                    "original air date": "8 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Upon returning from their vacation, the Special A find their greenhouse has been vandalized. As the group cleans up, Hikari confronts Nakahara, whom she suspects is responsible. When Nakahara challenges the Special A, Hikari readily accepts, only to find that it is intended for Ryuu in particular.    "
                },
                "11": {
                    "title": "Kanojo - Kareshi",
                    "kind": "episode",
                    "episode of": {
                        "title": "S.A: Supesharu ê (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 8,
                    "original air date": "15 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Having lost, yet again to Kei, Hikari will have to spend the day with him. However, Kei's father takes him to Shanghai. In his absence, Tadashi asks Hikari to be his girlfriend, or at least pretend to be in front of his mother, the Director of the Hakusenkan.    "
                },
                "12": {
                    "title": "Kônetsu - Jônetsu",
                    "kind": "episode",
                    "episode of": {
                        "title": "S.A: Supesharu ê (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 6,
                    "original air date": "22 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Upon returning from Shanghai and hearing about Hikari and Tadashi's date, Kei reminds her of the promise to spend the day together. Plans change somewhat when Kei comes down with a fever and Hikari tries her best to take care of him.    "
                },
                "13": {
                    "title": "Mahô - Tomodachi",
                    "kind": "episode",
                    "episode of": {
                        "title": "S.A: Supesharu ê (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 6,
                    "original air date": "29 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Tadashi's lie to his mother results in the Special A being forced to spend three days in separate classes at a regular high school. In her class, a girl named Yui Oikawa tries to befriend Akira. However, Yui's resemblance to a former friend causes Akira to act rudely to her.    "
                },
                "14": {
                    "title": "Mamoritai - Gomenne",
                    "kind": "episode",
                    "episode of": {
                        "title": "S.A: Supesharu ê (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 6,
                    "original air date": "6 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Back together at Hakusenkan, Akira learns that Yahiro has been trying to keep Yui away from her. Akira's attempts to protect Yui from Yahiro's efforts fail and causes a wider divide between the two. Akira goes to her house to apologize, but it seems that the past is repeating itself again.    "
                },
                "15": {
                    "title": "Jingi - Jôtô",
                    "kind": "episode",
                    "episode of": {
                        "title": "S.A: Supesharu ê (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 6,
                    "original air date": "13 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Kei has recovered from his fever and Hikari must go on a date with him. Things don't seem to be doing so well, when Hikari learns that Kei's father has arranged a marriage between him and Sakura Ushikubo.    "
                },
                "16": {
                    "title": "Suki - Kisu",
                    "kind": "episode",
                    "episode of": {
                        "title": "S.A: Supesharu ê (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 6,
                    "original air date": "20 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Sakura hosts a barbecue for the Special A. Instead of using the opportunity to get to know Kei, Sakura's attentions are directed towards Jun. As she tries to get him to kiss her, Jun is worried that he will have to tell his friends a secret he has been keeping from them.    "
                },
                "17": {
                    "title": "Enryo - Egao",
                    "kind": "episode",
                    "episode of": {
                        "title": "S.A: Supesharu ê (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 6,
                    "original air date": "27 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    The Special A are invited to help out with the cultural festival at Sakura and Yahiro's school. Yahiro tries to use the opportunity to get Akira to talk to him, but begins to lose his nerve. Hikari steps in to give him a hand in expressing how he feels to Akira.    "
                },
                "18": {
                    "title": "Tôdo - Karino",
                    "kind": "episode",
                    "episode of": {
                        "title": "S.A: Supesharu ê (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 6,
                    "original air date": "3 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Akira is upset when it appears that Tadashi doesn't have feeling for her. Tadashi tries to apologize, but it only makes Akira feel worse. To make amends, Tadashi takes her to a spot the two of them had visited as kids.    "
                },
                "19": {
                    "title": "Utagoe - Warumono",
                    "kind": "episode",
                    "episode of": {
                        "title": "S.A: Supesharu ê (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 7,
                    "original air date": "10 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Yahiro is suspicious of Megumi's motives when she admits she has a crush on him. To make her prove her feelings, Yahiro challenges her to get him to say that he enjoyed their date. The rest of the Special A visit Hikari's home, where she is sick with a bad cold.    "
                },
                "20": {
                    "title": "Suicchi - Gakeppuchi",
                    "kind": "episode",
                    "episode of": {
                        "title": "S.A: Supesharu ê (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 9,
                    "original air date": "17 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Due to his alter ego, girls have become drawn to Jun left and right. This becomes a problem when he attends the opening of a new athletic park with Hikari and Kei. Not only does he try to hide from Sakura, but Hikari and Kei have are left to cope with the rest of the girls chasing after him.    "
                },
                "21": {
                    "title": "Kanau - Kanau",
                    "kind": "episode",
                    "episode of": {
                        "title": "S.A: Supesharu ê (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 8,
                    "original air date": "24 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Hikari must confront her feeling towards Kei after meeting Aoi Ogata of the Takishima Group. Aoi determines that Kei would be better off studying in London.    "
                },
                "22": {
                    "title": "Koi - Hen",
                    "kind": "episode",
                    "episode of": {
                        "title": "S.A: Supesharu ê (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "votes": 6,
                    "original air date": "31 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Hikari and Kei spend the day together, where she tries to understand why she is feeling so awkward in his presence. Hikari finally understands that she loves him, but can't bring herself to declare her feelings. Trouble is brewing when, after a meeting between Aoi and the Director of Hakusenkan, the Special A's greenhouse is closed up.    "
                },
                "23": {
                    "title": "SA - FA",
                    "kind": "episode",
                    "episode of": {
                        "title": "S.A: Supesharu ê (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "votes": 8,
                    "original air date": "7 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Aoi has fixed things so that the Special A is closed down, so that Kei will go study in London. Kei tries to remedy the situation the other members of the Special A can remain together, but at a cost to himself. Hikari learns of his leaving for London as a sacrifice for the group's future.    "
                },
                "24": {
                    "title": "Hanazono Hikari - Takishima Kei",
                    "kind": "episode",
                    "episode of": {
                        "title": "S.A: Supesharu ê (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "votes": 9,
                    "original air date": "14 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Hikari and the rest of the Special A go to London with the determination to bring Kei back. Hikari finishes the challenge Kei issued before leaving and the two shares how they really feel about each other.    "
                }
            }
        },
        "number of episodes": 24,
        "cast": [
            {
                "name": "Gotô, Yûko"
            },
            {
                "name": "Fukuyama, Jun"
            },
            {
                "name": "Nabatame, Hitomi"
            },
            {
                "name": "Shimono, Hiro"
            },
            {
                "name": "Takagaki, Ayahi"
            },
            {
                "name": "Yonaga, Tsubasa"
            },
            {
                "name": "Horie, Kazuma"
            },
            {
                "name": "Taniyama, Kishô"
            },
            {
                "name": "Nabei, Makiko"
            },
            {
                "name": "Matsuo, Daisuke"
            },
            {
                "name": "Shimizu, Kaori"
            },
            {
                "name": "Imaruoka, Atsushi"
            },
            {
                "name": "Kuwatani, Natsuko"
            },
            {
                "name": "Ogata, Megumi"
            },
            {
                "name": "Yusa, Kôji"
            },
            {
                "name": "Fujita, Yoshinori"
            },
            {
                "name": "Tanaka, Atsuko"
            },
            {
                "name": "Koshimizu, Ami"
            },
            {
                "name": "Ichiki, Mitsuhiro"
            },
            {
                "name": "Hirao, Kentaro"
            },
            {
                "name": "Shitaya, Noriko"
            },
            {
                "name": "Fujii, Keisuke"
            },
            {
                "name": "Nishino, Yoko"
            },
            {
                "name": "Satô, Yûdai"
            },
            {
                "name": "Ôtake, Hiroshi"
            },
            {
                "name": "Nanase, Ami"
            },
            {
                "name": "Shindou, Kei"
            },
            {
                "name": "Takada, Hatsumi"
            },
            {
                "name": "Nakajima, Yuyu"
            },
            {
                "name": "Kuwabara, Natsuko"
            },
            {
                "name": "Abe, Chisae"
            },
            {
                "name": "Ichijô, Kazuya"
            },
            {
                "name": "Ishigami, Yuuichi"
            },
            {
                "name": "Shimowada, Hiroki"
            },
            {
                "name": "Sugisaki, Ryou"
            }
        ],
        "genres": [
            "Animation",
            "Comedy",
            "Drama",
            "Romance"
        ],
        "countries": [
            "Japan"
        ],
        "country codes": [
            "jp"
        ],
        "language codes": [
            "ja",
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Canada:PG::(Canadian Home Video rating)",
            "Canada:G::(Quebec)",
            "France:Tous publics::(DVD rating)",
            "Malaysia:U::(DVD rating)",
            "South Korea:12",
            "United States:TV-PG"
        ],
        "number of seasons": 1,
        "rating": 7.4,
        "votes": 392,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOGVkOTIzYTctY2FmYS00NDg2LWJkNTItYzlhZGI2N2FiOTQxXkEyXkFqcGdeQXVyNzA5NjUyNjM@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "Japanese",
            "English"
        ],
        "title": "S.A: Supesharu ê",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Gensch, Scott"
            },
            {
                "name": "Hanada, Jukki"
            },
            {
                "name": "Houjou, Chinatsu"
            }
        ],
        "production companies": [
            {
                "name": "Hakusenkan Gakuen Koko Rijikai"
            }
        ],
        "distributors": [
            {
                "name": "AT-X"
            },
            {
                "name": "Chiba TV"
            },
            {
                "name": "Pony Canyon"
            },
            {
                "name": "TV Aichi"
            },
            {
                "name": "TV Saitama"
            },
            {
                "name": "Television Kanagawa (TVK)"
            },
            {
                "name": "Television Osaka (TVO)"
            }
        ],
        "plot": [
            "Her whole life, Hikari Hanazono has been consumed with the desire to win against her school rival in S.A class, Kei Takishima at anything. However, Kei's feelings towards Hikari are different.::anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 392,
                "rating": 7.4
            },
            "aged under 18": {
                "votes": 1,
                "rating": 5.0
            },
            "aged 18 29": {
                "votes": 172,
                "rating": 7.6
            },
            "aged 30 44": {
                "votes": 86,
                "rating": 7.1
            },
            "aged 45 plus": {
                "votes": 9,
                "rating": 6.2
            },
            "males": {
                "votes": 94,
                "rating": 6.8
            },
            "males aged 18 29": {
                "votes": 39,
                "rating": 7.4
            },
            "males aged 30 44": {
                "votes": 44,
                "rating": 6.3
            },
            "males aged 45 plus": {
                "votes": 7,
                "rating": 5.9
            },
            "females": {
                "votes": 195,
                "rating": 7.7
            },
            "females aged under 18": {
                "votes": 1,
                "rating": 5.0
            },
            "females aged 18 29": {
                "votes": 130,
                "rating": 7.6
            },
            "females aged 30 44": {
                "votes": 41,
                "rating": 8.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 13,
                "rating": 6.6
            },
            "us users": {
                "votes": 55,
                "rating": 7.4
            },
            "non us users": {
                "votes": 154,
                "rating": 7.2
            }
        },
        "number of votes": {
            "10": 69,
            "9": 58,
            "8": 83,
            "7": 85,
            "6": 48,
            "5": 24,
            "4": 10,
            "3": 4,
            "2": 2,
            "1": 9
        },
        "arithmetic mean": 7.5,
        "median": 8
    }
}