{
    "imdb": {
        "raw release dates": [
            {
                "country": "France\n",
                "date": "2 October 2008"
            },
            {
                "country": "Japan\n",
                "date": "2 October 2008"
            }
        ],
        "release dates": [
            "France::2 October 2008",
            "Japan::2 October 2008"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Clannad: After Story"
            },
            {
                "countries": "Japan (alternative title)",
                "title": "Kuranado - Afutâ sutôrî"
            },
            {
                "countries": "Russia",
                "title": "Кланнад: Продолжение истории"
            },
            {
                "countries": "Spain",
                "title": "Clannad: After Story"
            }
        ],
        "akas": [
            "Clannad: After Story (original title)",
            "Kuranado - Afutâ sutôrî Japan (alternative title)",
            "Кланнад: Продолжение истории Russia",
            "Clannad: After Story Spain"
        ],
        "akas from release info": [
            "Clannad: After Story (original title)",
            "Kuranado - Afutâ sutôrî Japan (alternative title)",
            "Кланнад: Продолжение истории Russia",
            "Clannad: After Story Spain"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Natsu no owari no sayonara",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad: After Story (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 73,
                    "original air date": "2 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    After losing a couple of baseball games, Akio Furukawa asks Tomoya to invite his friends and hell him win the game.    "
                },
                "2": {
                    "title": "Itsuwari no ai o sagashite",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad: After Story (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 62,
                    "original air date": "9 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Mei worries for the brother, in fact he does not yet know what will occupy after completion of school, she decides some time to live at Nagisa. A plan appears at Tomoya, how to compel Mei to think that at Youhei all be well.    "
                },
                "3": {
                    "title": "Surechigau kokoro",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad: After Story (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 62,
                    "original air date": "16 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Youhei and Sanae go to the appointment, they are accompanied by Tomoya, Nagisa and Mei. Mei feels still, that her brother is hopeless, in spite of intermingling with a reliable girl, she continues to worry for him.    "
                },
                "4": {
                    "title": "Anohi to onaji egao de",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad: After Story (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 62,
                    "original air date": "23 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Youhei does not attend school, from what his friends and Mei begin to worry. Mei, Tomoya and Nagisa go to FC and ask them, that they gave Youhei possibility again to play a soccer command.    "
                },
                "5": {
                    "title": "Kimi no ita kisetsu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad: After Story (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 59,
                    "original air date": "30 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Tomoya and Nagisa come to Youhei. Tomoya fell asleep and saw the past of Misae. When Misae went to senior school, she met a strange boy that was named Katsuki Shima. He it is said that came to her, to carry out her wishes. Misae in love in Igarashi, but he has a girl already.    "
                },
                "6": {
                    "title": "Zutto anata no soba ni",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad: After Story (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 65,
                    "original air date": "6 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Shima knows that Katsuki not real. Real Katsuki died, and he is only his cat that accepted his form, to carry out the wishes of Misae. On an autumn festival, Misae decided to think a desire. She wished, that Katsuki always loved her and was with her. Tomoya wakes up. He understands that all of it a cat showed him.    "
                },
                "7": {
                    "title": "Kanojo no ibasho",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad: After Story (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 59,
                    "original air date": "13 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Tomoya, Nagisa and Youhei know that Yukine is related to two municipal bands. Her elder brother, Kazuto, leader of one of groupments. A little boy, by name Yu, comes to Yukine, that she helped to find his senior sister. Youhei decides will pretend to be senior brother Yukine. She tells that Kazuto now dead.    "
                },
                "8": {
                    "title": "Yûki aru tatakai",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad: After Story (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 58,
                    "original air date": "20 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Tomoya talks Yukine and other, that if bands will continue opposition, them a police will take up. Trying to prevent it, Yukine goes with Tomoya, to persuade the second band to stop opposition. Youhei consents to play the role of Katuzo, but before a battle all are helped to bread from the bakery of Furukawa, that was baked by Sanae. One only Tomoya did not eat bread, guessing about consequences. Yukine tells about death of Katuzo. Both bands come to the grave of Katuzo, where they decide to make peace.    "
                },
                "9": {
                    "title": "Sakamichi no tochû",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad: After Story (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 61,
                    "original air date": "27 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    The end of school year approaches. Tomoya and his friends discuss the plans on the future. Kyou wants to become a nursery governess in kindergarten, Ryou decides to become train nurse, Kotomi gathers to continue educating in America, and Youhei gathers to become a model. Tomoyadid not yet decide only, that he would do farther. Nagisa falls ill again, that does not allow to walk her in school and go in for exam. In the day of producing, Tomoya comes to her, and she wants to be missed with him, holding on to the hands.    "
                },
                "10": {
                    "title": "Hajimari no kisetsu",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad: After Story (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 58,
                    "original air date": "4 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Tomoya decides that it is time reason more independent, he wants to find job; Akio arranges him to work as in a bakery a salesman. Nagisa is left back again, for this time she was able to lead a few new friends, but not able to recover a theatre group. Soon Tomoya moves from home of Furukawa in the own suites of rooms, and also settles down on work in Hikarizaka Electric Company.    "
                },
                "11": {
                    "title": "Yakusoku no sôritsushasai",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad: After Story (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 62,
                    "original air date": "11 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Work of Tomoya has both pluses and minuses. He does not want, that his boss knew about the trauma of shoulder. He promises Nagisa, that will come on a festival in honour the day of Founder, but not able.    "
                },
                "12": {
                    "title": "Totsuzen no dekigoto",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad: After Story (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "votes": 66,
                    "original air date": "18 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Yusuke tells Tomoya a bit about the past, and also about that, how he became acquainted with Koko at senior school. After completion of school, Yusuke decided to become a successful singer, but, in the total, all went not so, and he began to do drug. Tomoya offer new position of manager in a new firm, however suggestion was anniented because his father was detained and arrested. Tomoya is infuriated by that Nayuki it is still succeeded to do for to him life. Later, Tomoya does suggestion of Nagisa, and she consents.    "
                },
                "13": {
                    "title": "Sotsugyô",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad: After Story (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "votes": 62,
                    "original air date": "8 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Tomoya wants to get a consent to wedding with Nagisa. Nagisa is carried out twenty, she drinks sake first, quickly gets drunk and begins to accuse Tomoya of liking to Sanae. The ailment of Nagisa returns again, from what she has to skip school, fortunately, she is not left back for this time. Later, Tomoya invites her friends and former class-mates to arrange to her the ceremony of handing of diploma at school. Tomoya gets married on Nagisa.    "
                },
                "14": {
                    "title": "Atarashii kazoku",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad: After Story (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 65,
                    "original air date": "15 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Nagisa and Tomoya now domestic pair and live together. Nagisa decides to find job and settles down a waitress in a domestic restaurant together with Ryou. Tomoya and Akio masked, decide to visit Nagisa in a restaurant. Sanae it is said that, probably, Nagisa is pregnant. Akio at first comes in fury, but later congratulates Tomoya.    "
                },
                "15": {
                    "title": "Natsu no nagori ni",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad: After Story (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "votes": 61,
                    "original air date": "22 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Nagisa becomes more bedridden. She wants to bear houses, therefore Sanae invites Yagi, midwife that must help. Later Sanae talks Tomoya, that luing-ins will be not simple. Akio tells Tomoya about a that day, when Nagisa hardly not died. Tomoya and Nagisa going for a walk on a ripa thought of the name for a child.    "
                },
                "16": {
                    "title": "Shiroi yami",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad: After Story (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "votes": 84,
                    "original air date": "29 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Winter comes and some friends come over for New Year's Day. When Kotomi tells her research about 'Another World', Tomoya spontaneously remembers Nagisa's play. Nagisa enters the final months of her pregnancy, but she becomes sick again. On a heavy snowy day, Nagisa goes into labor two weeks early Tomoya and her family, unable to transport her to a hospital in time, is forced to have her give birth at home. After an excruciating process, Nagisa successfully gives birth to their daughter, Ushio, but the delivery and her illness combined take their toll on her and Nagisa...    "
                },
                "17": {
                    "title": "Natsujikan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad: After Story (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "votes": 68,
                    "original air date": "5 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Tomoya has struggled with his grief and Ushio is being raised by Sanae and Akio. One day, Sanae visits Tomoya and persuades him to go on a family trip with them. When the day of the trip arrives, Sanae and Akio go out and do not return, forcing Tomoya to spend time alone with his daughter. The two decide to take the trip themselves.    "
                },
                "18": {
                    "title": "Daichi no hate",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad: After Story (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "votes": 130,
                    "original air date": "12 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    While on the trip, Tomoya buys a toy robot he picks out for Ushio to play with after they arrive in the countryside. The next day, after staying at an inn the previous night, Tomoya and Ushio take a walk through the area and come across a field of flowers. Ushio plays in the field as Tomoya watches, but Ushio soon loses the robot in the field; they try to look for it, but to no avail. Remembering something from his past, Tomoya goes off to another area and meets his grandmother Shino Okazaki, his father's mother. She tells Tomoya how he came here with his father ...    "
                },
                "19": {
                    "title": "Ieji",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad: After Story (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "votes": 78,
                    "original air date": "19 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Tomoya and Ushio came back from their trip together. After spending a night with Nagisa's parents, they leave for Tomoya's apartment, where they will both be living from now on. Some time later, Tomoya takes a day off from work and the two meet up with Kouko Yoshino, whose sister Fuko Ibuki has finally been released from the hospital. Afterward, Tomoya and Ushio visit Naoyuki. Tomoya manages to convince his father into moving back to the countryside with his mother Shino. While Tomoya and Ushio happily say goodbye to Naoyuki now that his role as a father has come to ...    "
                },
                "20": {
                    "title": "Shiokaze no tawamure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad: After Story (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "votes": 67,
                    "original air date": "26 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    When Tomoya drives Ushio to kindergarten he meets her nursery governess. Kyou appears her, for them conversation is strung.. After it he leaves on work. Esino asks him, that he let to Foucault to play with Ushio. Tomoya consents and Foucault comes to him home, where plays with Ushio till evening. The next day, Kyou tells Tomoya, that soon sporting competitions will be conducted between parents. At first he does not want to participate, but Ushio overpersuades him. At Ushio a temperature rises and she loses consciousness.    "
                },
                "21": {
                    "title": "Sekai no owari",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad: After Story (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 81,
                    "original air date": "5 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Ushio suffers from the same mysterious illness Nagisa suffered that. She talks Tomoya, that again wants to leave in a trip. A month passes, Ushio is still ill, Tomoya decides to go away from work, to conduct more than time with her. Akio decides to give money to him, but Tomoya refuses. A winter comes over the months, the fever of Ushio does not think to retreat. Tomoya can not find to itself rest both from illness and from financial problems. Ushio asks once again, that they left in a trip, but Tomoya consents for this time. Since they go out a house, Ushio does not ...    "
                },
                "22": {
                    "title": "Chiisana te no hira",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad: After Story (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "votes": 80,
                    "original air date": "12 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Returning on a hill, Tomoya sees Nagisa, but does not decide to begin to speak with her, remembering everything that, their acquaintance resulted in what. At the supreme moment, he decides to hail her. Nagisa soviet, that he did it and promises, whatever Tomoya will feel sorry about this meeting. Afterwards, Nagisa carries Tomoya in time. Tomoya comes to oneself in the moment of birth of Ushio, but for this time Nagisa, by wonderful character, survives. After it, Nagisa and Tomoya see in a window, as a countless amount of lights rises from all city.    "
                },
                "23": {
                    "title": "Bangai hen: Ichinenmae no dekigoto",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad: After Story (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "votes": 59,
                    "original air date": "19 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    For a year to beginning of events of basic history, Tomoya begins to study in the second class of senior school, and Nagisa - in the third. At Nagisa, as usual, problems with being of friends, and Youhei with Tomoya from a boredom jolly above Kyou.    "
                },
                "24": {
                    "title": "Sôshû hen: Midori no ki no shitade",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad: After Story (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "votes": 60,
                    "original air date": "26 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    A sequel to the recently wrapped anime based on the Key Clannad franchise. After Story is a path that opens in the original visual novel after all the other paths have been opened. Life continues on for Tomoya. A few months have passed since he confessed his love to Nagisa. Now entering the second semester, he continues to meet a variety of different people, expanding his own world in the process. As well, Tomoya and Nagisa's relationship begins to enter a level of intimacy unlike before. Through his relationship with Nagisa, and his various encounters, Tomoya begins ...    "
                },
                "25": {
                    "title": "Another World: Kyou Chapter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Clannad: After Story (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "votes": 21,
                    "original air date": "1 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Tomoya finds himself in love triangle with two Fujibayashi sisters.    "
                }
            }
        },
        "number of episodes": 25,
        "cast": [
            {
                "name": "Nakamura, Yûichi"
            },
            {
                "name": "Matranga, David"
            },
            {
                "name": "Christian, Luci"
            },
            {
                "name": "Nakahara, Mai"
            },
            {
                "name": "Inoue, Kikuko"
            },
            {
                "name": "Greenberg, Kara"
            },
            {
                "name": "Love, Andrew"
            },
            {
                "name": "Okiayu, Ryôtarô"
            },
            {
                "name": "Emerick, Shannon"
            },
            {
                "name": "Hirohashi, Ryô"
            },
            {
                "name": "Sakaguchi, Daisuke"
            },
            {
                "name": "Ayres, Greg"
            },
            {
                "name": "Calene-Black, Shelley"
            },
            {
                "name": "Guardiola, Illich"
            },
            {
                "name": "Flecknoe, Maggie"
            },
            {
                "name": "Davis, Melissa"
            },
            {
                "name": "Boone, Jessica"
            },
            {
                "name": "Bickham, Clint"
            },
            {
                "name": "Kanda, Akemi"
            },
            {
                "name": "Ayres, Chris"
            },
            {
                "name": "Bunch, Elizabeth"
            },
            {
                "name": "Curtis, Rozie"
            },
            {
                "name": "Shepard, Blake"
            },
            {
                "name": "Midorikawa, Hikaru"
            },
            {
                "name": "Karbowski, Brittney"
            },
            {
                "name": "Postlethwaite, Todd"
            },
            {
                "name": "Grant, Tiffany"
            },
            {
                "name": "Laskowski, Mark"
            },
            {
                "name": "Hartzog, Corey"
            },
            {
                "name": "Noto, Mamiko"
            },
            {
                "name": "Yajima, Akiko"
            },
            {
                "name": "Shiraishi, Minoru"
            },
            {
                "name": "Coker, Kaytha"
            },
            {
                "name": "Neves, Emily"
            },
            {
                "name": "Haag, Hilary"
            },
            {
                "name": "Kôrogi, Satomi"
            },
            {
                "name": "Kuwashima, Houko"
            },
            {
                "name": "Kawakami, Tomoko"
            },
            {
                "name": "Kawana, Machiko"
            },
            {
                "name": "Wittels, Stephanie"
            },
            {
                "name": "Varghese, Serena"
            },
            {
                "name": "Enomoto, Atsuko"
            },
            {
                "name": "Minaguchi, Yûko"
            },
            {
                "name": "Mungle, Rob"
            },
            {
                "name": "Tamura, Yukari"
            },
            {
                "name": "Sugino, Hiroomi"
            },
            {
                "name": "Yukino, Satsuki"
            },
            {
                "name": "Bannor, Marcy"
            },
            {
                "name": "Williams, David"
            },
            {
                "name": "Nonaka, Ai"
            }
        ],
        "genres": [
            "Animation",
            "Comedy",
            "Drama",
            "Romance"
        ],
        "countries": [
            "Japan"
        ],
        "country codes": [
            "jp"
        ],
        "language codes": [
            "ja"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Dolby Digital",
            "Stereo"
        ],
        "certificates": [
            "Australia:M::(some episodes)",
            "Australia:PG::(some episodes)",
            "Canada:PG::(Manitoba)",
            "Canada:G::(Quebec)",
            "Germany:12",
            "New Zealand:PG",
            "Russia:14+",
            "United Kingdom:12",
            "United States:TV-PG"
        ],
        "number of seasons": 1,
        "rating": 8.4,
        "votes": 6802,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYTcwNzQzNTktYjY1MC00YTVkLThkMGItZGQ3ZjBjNTc1ZmY4XkEyXkFqcGdeQXVyNTA4NzY1MzY@._V1_SY150_CR4,0,101,150_.jpg",
        "plot outline": "A sequel to the recently wrapped anime based on the Key Clannad franchise. After Story is a path that opens in the original visual novel after all the other paths have been opened. Life continues on for Tomoya. A few months have passed since he confessed his love to Nagisa. Now entering the second semester, he continues to meet a variety of different people, expanding his own world in the process. As well, Tomoya and Nagisa's relationship begins to enter a level of intimacy unlike before. Through his relationship with Nagisa, and his various encounters, Tomoya begins to understand the meaning and importance of family. Unfortunately, as Tomoya and Nagisa begin their own family together, they are faced with many hardships and challenges along the way. The sequel to the first anime, Clannad. After confessing his love for Nagisa Furukawa, life for Tomoya goes on. As he continues to meet and help more people with their own family problems, Tomoya's relationship with Nagisa grows to a greater level than ever before. Through his various encounters and the start of his new family with Nagisa, Tomoya will finally begin to understand the value of the most precious thing that we have in this world; the value of having a family.",
        "languages": [
            "Japanese"
        ],
        "title": "Clannad: After Story",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2009",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Bickham, Clint"
            },
            {
                "name": "Maeda, Jun"
            },
            {
                "name": "Sakamoto, Ken"
            }
        ],
        "production companies": [
            {
                "name": "Hikarizaka Koko Engekibu"
            },
            {
                "name": "Kyoto Animation"
            },
            {
                "name": "Movic"
            },
            {
                "name": "Pony Canyon"
            },
            {
                "name": "Tokyo Broadcasting System"
            }
        ],
        "distributors": [
            {
                "name": "BS-i"
            },
            {
                "name": "Chubu-nippon Broadcasting Company (CBC)"
            },
            {
                "name": "Mainichi Broadcasting System (MBS)"
            },
            {
                "name": "Pony Canyon"
            },
            {
                "name": "Section 23 Films"
            },
            {
                "name": "Sentai Filmworks"
            },
            {
                "name": "Tokyo Broadcasting System (TBS)"
            }
        ],
        "other companies": [
            {
                "name": "Animation DO"
            },
            {
                "name": "Imagica"
            },
            {
                "name": "Rakuonsha"
            },
            {
                "name": "Studio Blue"
            },
            {
                "name": "Studio Gong"
            },
            {
                "name": "Studio Gong"
            }
        ],
        "plot": [
            "A sequel to the recently wrapped anime based on the Key Clannad franchise. After Story is a path that opens in the original visual novel after all the other paths have been opened. Life continues on for Tomoya. A few months have passed since he confessed his love to Nagisa. Now entering the second semester, he continues to meet a variety of different people, expanding his own world in the process. As well, Tomoya and Nagisa's relationship begins to enter a level of intimacy unlike before. Through his relationship with Nagisa, and his various encounters, Tomoya begins to understand the meaning and importance of family. Unfortunately, as Tomoya and Nagisa begin their own family together, they are faced with many hardships and challenges along the way. The sequel to the first anime, Clannad. After confessing his love for Nagisa Furukawa, life for Tomoya goes on. As he continues to meet and help more people with their own family problems, Tomoya's relationship with Nagisa grows to a greater level than ever before. Through his various encounters and the start of his new family with Nagisa, Tomoya will finally begin to understand the value of the most precious thing that we have in this world; the value of having a family.::Anonymous"
        ],
        "tech": {
            "sound mix": [
                "Dolby Digital",
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ],
            "laboratory": [
                "Imagica Corporation, Shinagawa-ku, Tokyo, Japan"
            ],
            "negative format": [
                "Digital"
            ],
            "cinematographic process": [
                "Digital (720p) (source format)",
                "Digital Intermediate (1080p) (master format)"
            ],
            "printed film format": [
                "Video (HDTV)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 6802,
                "rating": 8.4
            },
            "aged under 18": {
                "votes": 27,
                "rating": 9.0
            },
            "aged 18 29": {
                "votes": 3043,
                "rating": 8.9
            },
            "aged 30 44": {
                "votes": 1061,
                "rating": 8.0
            },
            "aged 45 plus": {
                "votes": 184,
                "rating": 6.7
            },
            "males": {
                "votes": 3854,
                "rating": 8.6
            },
            "males aged under 18": {
                "votes": 22,
                "rating": 9.1
            },
            "males aged 18 29": {
                "votes": 2453,
                "rating": 9.0
            },
            "males aged 30 44": {
                "votes": 886,
                "rating": 8.1
            },
            "males aged 45 plus": {
                "votes": 148,
                "rating": 7.1
            },
            "females": {
                "votes": 844,
                "rating": 7.9
            },
            "females aged under 18": {
                "votes": 5,
                "rating": 8.3
            },
            "females aged 18 29": {
                "votes": 561,
                "rating": 8.4
            },
            "females aged 30 44": {
                "votes": 167,
                "rating": 7.3
            },
            "females aged 45 plus": {
                "votes": 35,
                "rating": 4.8
            },
            "top 1000 voters": {
                "votes": 75,
                "rating": 5.8
            },
            "us users": {
                "votes": 799,
                "rating": 8.3
            },
            "non us users": {
                "votes": 2374,
                "rating": 8.4
            }
        },
        "number of votes": {
            "10": 3326,
            "9": 1456,
            "8": 813,
            "7": 399,
            "6": 170,
            "5": 121,
            "4": 72,
            "3": 69,
            "2": 69,
            "1": 307
        },
        "arithmetic mean": 8.6,
        "median": 9
    }
}