{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "17 May 2008"
            }
        ],
        "release dates": [
            "USA::17 May 2008"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Blue World"
            },
            {
                "countries": "USA",
                "title": "Jonathan Bird's Blue World"
            }
        ],
        "akas": [
            "Blue World (original title)",
            "Jonathan Bird's Blue World USA"
        ],
        "akas from release info": [
            "Blue World (original title)",
            "Jonathan Bird's Blue World USA"
        ],
        "episodes": {
            "5": {
                "7": {
                    "title": "Sea Turtle Rescue!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 5,
                    "episode": 7,
                    "original air date": "4 Mar. 2016",
                    "year": "2016",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            },
            "1": {
                "1": {
                    "title": "Blue Shark Adventure/Underwater Cavern/Giant of the Depths",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "17 May 2008",
                    "year": "2008",
                    "plot": "\n    Jonathan joins Charlie Donilon on his shark charter boat in Rhode Island, Massachusetts, and learns about how shark tagging has shed light on the biology of and behavior of Blue sharks. Tagging has shown that these incredible swimmers actually migrate completely across the Atlantic ocean. Jonathan tries his hand at tagging a shark and then swims with Blue sharks. We also learn that Blue sharks are not nearly as vicious as they have been reputed to be, and the divers are actually able to pet the sharks! The most exciting moment comes when a shark accidentally gets into...    "
                },
                "2": {
                    "title": "Swimming with Jaws/The Bandana Game/The Shark and the Whale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "24 May 2008",
                    "year": "2008",
                    "plot": "\n    Perhaps best known for its role as the antagonist in the film Jaws, the Great White shark is probably the world's most feared animal, and easily the most fearsome of the sharks. Jonathan travels to Mexico to meet a Great White up close and personal. Nothing can prepare him for the sheer size and strength of a fully grown Great White shark! He learns how white sharks are being studied and how they react to both people and sea lions. The Bandana Game In the open ocean around the Bahamas, pods of wild Spotted Dolphins frolic in the sunshine. Sometimes, they get bored and...    "
                },
                "3": {
                    "title": "Episode #1.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "31 May 2008",
                    "year": "2008",
                    "plot": "\n    A Sharkwreck mystery Thirty miles off the coast of North Carolina there is a shipwreck on the bottom, 130 feet down. Swarming around the wreck are dozens of Sand Tiger sharks. They look menacing, but they seem to be very docile. What are they all doing there, in one spot? That's what Jonathan wants to find out. Using a variety of filming techniques, Jonathan attempts to discover the secrets of the Sand Tiger shark gatherings at the wrecks, and does the first ever night dive with these sharks...talk about scary! Swimming with Sea Cows When manatees were first seen by ...    "
                },
                "4": {
                    "title": "Wilma the Whale/The Prinz Eugen/The Mysterious Hammerhead",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "7 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Wilma the whale What happens when a Beluga whale, normally found far north in the arctic, suddenly shows up in a Bay in Nova Scotia? What happens when she starts swimming with people and approaching boats full of tourists? This segment shows how one incredible friendly whale transformed a town, and captured the hearts of children and adults alike. The Prinz Eugen Once the pride of the German Navy, this 700 foot long heavy cruiser was used by the U.S. as a test target for not one but two atom bombs at Bikini atoll. Today, at the bottom of the ocean, the radiation ...    "
                },
                "5": {
                    "title": "The Airplane Graveyard/Killer Clams/The Shark and the Lamprey",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "14 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    The Airplane Graveyard During World War Two, a fierce battle between American and Japanese forces on Kwajalein atoll left a trail of debris on the deep lagoon floor. This lagoon now has one of the largest collections of well-preserved aircraft in the world. As part of the first ever film crew allowed onto this secret military base, Jonathan explores a B-25, F4-U Corsair and Dauntless dive bomber still sitting on the bottom of the ocean, as if ready to take off. Killer Clams Giant clams are no myth. In New England, people love clam chowder, but in the Pacific, some of ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Aquarist for a Day/Mandarinfish/World's Largest Fish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "9 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Jonathan visits the New England Aquarium as a volunteer aquarist for a day to learn what it takes to care for thousands of fish in dozens of exhibits, up to the massive 200,000 gallon Giant Ocean Tank (GOT). Then he travels to the south Pacific to film elusive spawning Mandarinfish. Finally, Jonathan travels to Holbox, Mexico in search of the massive whale shark-the world's largest fish.    "
                },
                "2": {
                    "title": "Mantas/Tropical Fish Rescue/Tiger Sharks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "16 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Jonathan travels to the Micronesian island of Yap in the middle of the Pacific to investigate large gatherings of the world's largest ray-the manta. Then, Jonathan joins the New England Aquarium Dive Club on a tropical fish rescue in Rhode Island where they catch tropical fish in the fall before water temperatures plummet. Finally, on an expedition to the Bahamas, Jonathan encounters dozens of Lemon sharks while trying to film a Tiger shark.    "
                },
                "3": {
                    "title": "Sea Turtles/Mangroves/Wolffish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "23 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Jonathan visits an amazing island in Malaysia to learn about the life cycle of sea turtles. Next, Jonathan investigates life in mangroves by visiting both Caribbean and Pacific mangroves. Finally, he travels to Maine and British Columbia in search of toothy fish called Wolffish.    "
                },
                "4": {
                    "title": "Diving the Mexican Underground/Venomous Fish/Greenland Sharks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "30 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Deep underneath Mexico's Yucatan peninsula, underground rivers wind their way to the sea. Jonathan teams up with an expert cave diver to explore these spooky underground rivers. Next, Jonathan travels the world to meet some of the most venomous fish in the sea. Finally, he travels to Canada in search of the Greenland shark, a huge, lethargic shark that lives in arctic waters.    "
                },
                "5": {
                    "title": "Sea Stars/The Real Nemo/Feeding Frenzy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "6 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Jonathan investigates sea stars from the tropics to the Antarctic and uses time-lapse photography to reveal an amazing complexity to the world of this invertebrate. Then, Jonathan travels the Pacific to investigate the behavior of clownfish. Finally, Jonathan travels to Micronesia to find out if sharks really do frenzy.    "
                },
                "6": {
                    "title": "King of Crustaceans/Shark Suckers/Stingray City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "13 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    While all the other fisheries are collapsing, why are lobsters resisting the trend? Jonathan goes out with a Maine lobsterman to learn why, and he dives down below to find the biggest lobsters he has ever seen. Then, Jonathan goes on a mission to investigate remoras sometimes called shark-suckers. Finally, Jonathan travels to Grand Cayman to meet up with the famous marine artist and researcher Guy Harvey who is studying the relationship between humans and stingrays.    "
                },
                "7": {
                    "title": "Antarctic Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "20 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Jonathan treks all the way to Antarctica to investigate life south of the polar circle. Along the way he dives in the majestic kelp forests of Patagonia, where crabs rule the sea floor. Once he arrives in Antarctica, his adventures continue, diving with penguins, under an iceberg, and an incredible encounter with a Leopard seal, the apex predator of Antarctica.    "
                }
            },
            "3": {
                "1": {
                    "title": "Blue Holes and the Georgia Aquarium",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "27 Aug. 2011",
                    "year": "2011",
                    "plot": "\n    Segment 1: Bahamas Blue Holes Jonathan travels to Andros, an island in the Bahamas, to investigate underwater caves that start in blue holes. A blue hole looks like a pond, but leads into a vast underwater cave system. In the Bahamas, these caves often lead to the ocean. As Jonathan explores the ocean end of the caves, he learns how the two systems are connected. Segment 2: Georgia Aquarium Jonathan visits the Georgia Aquarium in Atlanta-the largest aquarium in the world-where they keep not one but four whale sharks in captivity, as well as two manta rays. Whale ...    "
                },
                "2": {
                    "title": "Groupers, Coral and Camouflage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "3 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Jonathan joins famous National Geographic photographer David Doubilet as he visits a shipwreck in Florida where endangered Goliath Groupers gather to spawn every year. Then Jonathan visits the largest reef system in the world: the famous Great Barrier Reef of Australia. Finally, Jonathan explores the myriad ways that animals in the ocean use color and camouflage to protect themselves, hunt and find a mate.    "
                },
                "3": {
                    "title": "Sully the Pilot Whale and Cleaning Stations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "10 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    In 2009, a lone pilot whale was stranded on a Curaçao beach. Fortunately, he was rescued by the staff of the Curaçao Sea Aquarium. They named him Sully and spent months nursing him back to health. After being successfully rehabilitated, Sully refused to go back to the wild and was adopted by Sea World San Diego. Jonathan learns what was wrong with Sully and what had to be done to save him. Then, Jonathan takes a look at cleaning stations, where animals of all kinds go to have parasites and dead skin removed by cleaner fish and shrimp.    "
                },
                "4": {
                    "title": "Sea Lions and Humpback Whales",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "17 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Jonathan goes diving with a group of playful sea lions in the Galapagos Islands. Impressed by the apparent inquisitiveness of the sea lions, he heads to the Mystic Aquarium in Connecticut where he learns how they train sea lions, and how smart they are. Then, Jonathan spends a week in the Silver Banks filming Humpback whales underwater.    "
                },
                "5": {
                    "title": "Jake Learns to Dive and Curaçao Dolphins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Jonathan surprises a 13 year-old fan by getting him certified to dive and taking him to Grand Cayman Island on a dive trip. Then, Jonathan visits the Curaçao Sea Aquarium to learn about their dolphin program from George Kieffer, the head dolphin trainer.    "
                },
                "6": {
                    "title": "Sea Snakes, Symbiosis and Coral Spawning",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "1 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Jonathan travels to Australia and the Philippines to find highly-venomous sea snakes--and learns that they are completely harmless to divers. Then, Jonathan travels the world looking at fascinating and surprising underwater symbiotic relationships. Finally, he spends a week in Bonaire pulling all-nighters studying coral spawning.    "
                },
                "7": {
                    "title": "Yucatan Sinkhole, Shark Biology and Ocean Defenses",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "8 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    In the Yucatan, Jonathan explores the mysterious Muyal-Ha sinkhole, which is over 100 feet deep and has a false bottom created by clouds of sulfur. Then, Jonathan uses examples of sharks filmed all over the world to explain the biology and diversity of sharks, as well as why they are important in ocean ecosystems. Finally, he travels the world looking at animals that have the most interesting means of defense.    "
                },
                "8": {
                    "title": "Blind Cavefish, Coral Reefs and Bottom-dwelling sharks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "15 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Jonathan joins an expert cave explorer on a mission to film the incredibly rare blind cavefish in a cave system in Mexico. Next, Jonathan explores the biology of coral reefs in this beautifully-shot segment, filmed all over the world from the Caribbean to the Philippines. Finally, Jonathan travels from Australia to Indonesia looking at interesting bottom-dwelling sharks that don't look like sharks.    "
                },
                "9": {
                    "title": "Sailfish, Potato Cod and Diver Ed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "22 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Jonathan heads down to Mexico on an expedition to film one of the world's fastest fish-the sailfish. Then he visits a dive site famous for Potato Cod, a type of gigantic grouper. Finally, Jonathan spends a day diving with zany ocean educator Diver Ed in Maine.    "
                }
            },
            "4": {
                "1": {
                    "title": "Manta Ray Feeding Frenzy and Sea Snakes of Bird Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 1,
                    "original air date": "15 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    At a remote atoll in the Maldives, Manta rays gather in large numbers for just a few weeks each year to feed on plankton that accumulates in a small lagoon. Also, Jonathan travels to Manuk, a tiny, uninhabited volcanic island several hundred miles from the nearest populated island in Indonesia, on a mission to discover why the waters of this remote place are teeming with thousands of venomous sea snakes.    "
                },
                "2": {
                    "title": "Bull Sharks and Inner Space at NASA",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 2,
                    "original air date": "15 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Jonathan travels to Mexico for an up close encounter with Bull sharks, infamous for the fact that they are known to be the most dangerous species of shark to humans. Then, Jonathan gets a rare and fascinating look into high-tech diving as he ventures underwater with astronauts at NASA's Neutral Buoyancy Lab in Houston.    "
                },
                "3": {
                    "title": "Hawaiian Monk Seals, Wounded Warriors, and Counting Fish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 3,
                    "original air date": "22 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    Jonathan sets course for the Forbidden Island of Ni'ihau to meet some Hawaiian Monk seals, then travels to Bonaire to meet an exceptional group of injured military veterans who are learning to scuba dive as a form of physical therapy. Finally, Jonathan joins a group of volunteer divers as part of an international event called the Great Annual Fish Count to take a census of marine life across the globe. His mission: dive the chilly waters of Massachusetts with a pencil...and count fish.    "
                },
                "4": {
                    "title": "Artificial Reefs and Free Diving with Karol Meyer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 4,
                    "original air date": "22 Feb. 2014",
                    "year": "2014",
                    "plot": "\n    In the Florida Keys, several ships have been sunk intentionally as artificial reefs to provide habitat for fish and entertainment for scuba divers. Jonathan visits three wrecks of different ages to see how fast these wrecks turn into reefs. Then Jonathan travels to the island of Bonaire to take a course in freediving from Karol Meyer, a world-champion freediver. Soon he learns how to hold his breath and dive-with no scuba tank.    "
                },
                "5": {
                    "title": "Saving the Sturgeon and Carol Farming in Key Largo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 5,
                    "original air date": "1 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Jonathan travels to upstate New York to learn how biologists are working to save the sturgeon in the St. Lawrence river by rebuilding their spawning habitat and re-stocking the river. Next he visits an underwater farm in Key Largo where they grow coral. He joins the staff of Coral Restoration Foundation in helping to transplant and propagate staghorn coral which has become threatened in the keys.    "
                },
                "6": {
                    "title": "Belugas, Cousteau's Blue Hole, and Hawaiian Spinner Dolphins",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 6,
                    "original air date": "1 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    At the Mystic Aquarium in Connecticut, Jonathan gets up close and personal with Beluga whales as he learns what its like to train and take care of thousand pound marine mammals. Then Jonathan explores the depths of a Blue Hole in the Bahamas. Finally, off the Big Island of Hawaii, Jonathan cavorts with a pod of playful Spinner dolphins.    "
                },
                "7": {
                    "title": "Aquarius Reef Base and Skates & Rays",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 7,
                    "original air date": "8 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Jonathan visits Aquarius Reef Base-the world's only undersea lab where scientists live in saturation for days or weeks at a time, studying the ocean. Then he explores the world of skates and rays. From the plankton-eating Manta ray to the Electric Torpedo ray, these animals have a variety of surprising adaptations for survival in the ocean.    "
                },
                "8": {
                    "title": "Stargate Blue Hole and Sponges",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 8,
                    "original air date": "8 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    In a remote part of the Bahamas, a deep crack in the ground leads into a beautiful and stunning underwater cave system. Jonathan joins a veteran cave explorer to plumb the crystal clear water in the depths of Stargate Blue Hole. Then, Jonathan explores the fascinating biology of sponges.    "
                },
                "9": {
                    "title": "Whitetip Reef Sharks, the Kelp Forest, and River of Wrecks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 9,
                    "original air date": "15 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    At the remote, lush, uninhabited Cocos Island, 300 miles off the coast of Costa Rica, Jonathan witnesses a the nightly hunting ritual of Whitetip Reef sharks. Then, he travels to Catalina Island to explore fantastic kelp forests. Finally, Jonathan explores some of the historic shipwrecks in the St. Lawrence River.    "
                },
                "10": {
                    "title": "Queen Anne's Revenge: Blackbeard's Shipwreck, and Night of the Mantas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 10,
                    "original air date": "15 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Jonathan joins a team of underwater archaeologists on a project to excavate the remains of the Queen Anne's Revenge, better known as Blackbeard the Pirate's ship. Then, Jonathan travels to Hawaii to meet dozens of Manta rays that gather to feed in divers' lights.    "
                },
                "11": {
                    "title": "Invasive Species and the Deepest Dive",
                    "kind": "episode",
                    "episode of": {
                        "title": "Jonathan Bird's Blue World (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 4,
                    "episode": 11,
                    "original air date": "22 Mar. 2014",
                    "year": "2014",
                    "plot": "\n    Jonathan travels from the St. Lawrence river to the Caribbean, looking at several of the most well-known underwater invasive species and their effect on the environment. Then, he explores the ocean 1000 feet down in a special submarine and meets an astonishing variety of deep sea animals from crabs to sharks.    "
                }
            }
        },
        "number of episodes": 33,
        "cast": [
            {
                "name": "Bird, Jonathan"
            },
            {
                "name": "Cohen, Art"
            },
            {
                "name": "Briggs, Lisa"
            },
            {
                "name": "Meyer, Karol"
            },
            {
                "name": "Moore, David"
            },
            {
                "name": "Welsh, Wendy M."
            }
        ],
        "genres": [
            "Documentary",
            "Family"
        ],
        "runtimes": [
            "28"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 5,
        "rating": 8.7,
        "votes": 27,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjA4MzA0MzMxNV5BMl5BanBnXkFtZTgwMjY2NTcxMDI@._V1_SY150_CR49,0,101,150_.jpg",
        "budget": "$200,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Jonathan Bird's Blue World",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "seasons": [
            "1",
            "2",
            "3",
            "4",
            "5"
        ],
        "writer": [
            {
                "name": "Bird, Jonathan"
            },
            {
                "name": "Cohen, Art"
            },
            {
                "name": "Hurd, Kerry"
            }
        ],
        "production companies": [
            {
                "name": "Jonathan Bird Productions"
            }
        ],
        "distributors": [
            {
                "name": "NETA National Educational Telecommunications Association"
            }
        ],
        "plot": [
            "Host Jonathan Bird personally dives underwater to showcase various wonders of the blue world in an amusing and educational way."
        ],
        "tech": {
            "runtime": [
                "28 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 27,
                "rating": 8.7
            },
            "aged 18 29": {
                "votes": 7,
                "rating": 8.2
            },
            "aged 30 44": {
                "votes": 6,
                "rating": 5.5
            },
            "aged 45 plus": {
                "votes": 6,
                "rating": 9.3
            },
            "males": {
                "votes": 14,
                "rating": 8.0
            },
            "males aged 18 29": {
                "votes": 5,
                "rating": 8.4
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 6.9
            },
            "males aged 45 plus": {
                "votes": 4,
                "rating": 9.2
            },
            "females": {
                "votes": 5,
                "rating": 3.8
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 5.5
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 3.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 9.5
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 4.0
            },
            "us users": {
                "votes": 7,
                "rating": 6.2
            },
            "non us users": {
                "votes": 4,
                "rating": 7.5
            }
        },
        "number of votes": {
            "10": 14,
            "9": 8,
            "8": 2,
            "7": 0,
            "6": 0,
            "5": 0,
            "4": 1,
            "3": 1,
            "2": 0,
            "1": 1
        },
        "arithmetic mean": 8.7,
        "median": 1
    }
}