{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "8 May 2008"
            }
        ],
        "release dates": [
            "USA::8 May 2008"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Tougher in Alaska"
            },
            {
                "countries": "Greece (transliterated ISO-LATIN-1 title)",
                "title": "I sklirotrahili Alaska"
            }
        ],
        "akas": [
            "Tougher in Alaska (original title)",
            "I sklirotrahili Alaska Greece (transliterated ISO-LATIN-1 title)"
        ],
        "akas from release info": [
            "Tougher in Alaska (original title)",
            "I sklirotrahili Alaska Greece (transliterated ISO-LATIN-1 title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Gold Mining",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tougher in Alaska (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "8 May 2008",
                    "year": "2008",
                    "plot": "\n    Since the 1870s, the promise of gold has lured men north to Alaska. With the cost of gold skyrocketing, the race is on once again and Geo joins in on the chase. He'll see how individual prospectors around the state use ingenious techniques (including a giant underwater vacuum) to get the gold out, and he'll join a team of hard rock miners outside the frontier mining town of Coldfoot as they blast through 250 feet of solid rock at 20 below zero in the hopes of hitting the mother lode.    "
                },
                "2": {
                    "title": "Salmon Fishing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tougher in Alaska (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "15 May 2008",
                    "year": "2008",
                    "plot": "\n    Each summer in late June, nearly 2,000 fishing vessels converge on Alaska's Bristol Bay to await one of the greatest natural spectacles of the north: the annual run of millions of sockeye salmon to their spawning grounds. Bristol Bay is the most productive and best managed commercial salmon fishery in the world with an average annual catch of ten million fish valued at more than 100 million dollars. What follows the fish during the short, three-week run is an altogether man-made spectacle of the highest order: thousands of highly competitive fishermen doing serious ...    "
                },
                "3": {
                    "title": "Electric Linemen",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tougher in Alaska (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "22 May 2008",
                    "year": "2008",
                    "plot": "\n    What does it take to keep the power on in a state where more than half of its people live off the grid, and where plunging temperatures, high winds and heavy snow loads can snap even the hardiest overhead electrical wires and transmission towers? Geo flies out to the remote village of Kasigluk to help install power poles and string electrical wire by hand (there are no bucket trucks in the bush) and he'll dig in with the linemen of the Golden Valley Electric Association during the infamously bitter winters in Fairbanks as they brave temps as low as minus 40, just to ...    "
                },
                "4": {
                    "title": "Logging",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tougher in Alaska (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "29 May 2008",
                    "year": "2008",
                    "plot": "\n    Logging is a dangerous and challenging profession anywhere, but in Alaska's Southeast Panhandle, unforgiving coastal mountains, steep valleys and ugly weather make this work downright deadly. Geo will learn first-hand just how risky logging can be when he embeds with veteran loggers in Ketchikan, located in the heart of the Tongass National Forest, the nation's largest forest. They'll teach him how to fell giant spruce trees with a single chainsaw, \"choke and chase\" them with a cable-logging machine, and deliver them on teeth-chattering logging roads and rocking ...    "
                },
                "5": {
                    "title": "Railroading",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tougher in Alaska (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "5 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    In the Lower 48, the Amtrak or subway may not run on time, but in Alaska, avalanches and earthquakes make pretzels out of train tracks and giant mountains put a strain on even the strongest engines. Deep in the state's Interior, Geo hops on the legendary Alaska Railroad and travels 450 miles through some of the most perilous and unforgiving terrain on the planet. He'll load coal at the Usibelli Mine, join the rail gang in Denali, clear snow at wintry Moose Pass, shoot a cannon at the snowy mountainside to trigger a \"controlled\" avalanche, and visit the spooky, ...    "
                },
                "6": {
                    "title": "Dangerous Roads",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tougher in Alaska (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "12 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    It may be the loneliest, deadliest road in Alaska, but the Haul Road is the only road connecting the oil fields of Alaska's North Slope to the rest of the state. Geo rides shotgun with one of the roads most legendary truckers in the deadliest season of all -- winter. On this 400-mile journey, he'll learn how to load giant oil pipe to survive the rough ride; plow, repair, even ice the road with state highway workers to keep it passable; and deliver the load safely to Prudhoe Bay before turning around for the long and dangerous trip back to Fairbanks.    "
                },
                "7": {
                    "title": "Dangerous Earth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tougher in Alaska (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "19 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Geo knows the danger of living on top of one of the most active seismic zones in the world - he can see three steaming volcanoes from his backyard. In this episode he will travel to the sinking native village of Newtok, work on a glacier that is actually growing bigger and threatening the salmon-fishing town of Yakutat, and he'll fly into the spectacular Lake Clark National Park to install an earthquake-tracking GPS station on top of two colliding tectonic plates...and will be forced to escape in dramatic fashion when a deadly storm rolls in and threatens to strand ...    "
                },
                "8": {
                    "title": "Deadly Winter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tougher in Alaska (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "6 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Alaska's second largest city, Fairbanks, is infamous for its long, dark and bitterly cold winters. Situated in the center of the state, just 150 miles south of the Arctic Circle, Fairbank's winter temperatures can plunge as low as -50 degrees F. On the shortest day of the year, the sun rises around 11:00 AM and sets around 2:45 PM. That's less than four hours of daylight. How does a major city stay up and running in such an extreme environment? Geo finds out when he spends a week in the Fairbanks metro area during a winter cold snap. He joins the North Star Volunteer ...    "
                },
                "9": {
                    "title": "Extreme Salvaging",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tougher in Alaska (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "3 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Thousands of ocean-going vessels - from massive trans-pacific container ships to small fishing boats -- brave the perilous Alaskan waters each year, and in this episode, Geo will get up close and personal with one of the unlucky ones. Geo will join Alaska's premiere salvor, Dan Magone, as he attempts to salvage a wrecked 197-foot barge in the deadly Shelikof Strait in the middle of a severe winter storm, where vessels are swallowed whole and 60-knot gales and 20-foot sea swells happen on good days. Geo will also explore Alaska's dramatic history of shipwrecks and ride...    "
                },
                "10": {
                    "title": "Wild Waste",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tougher in Alaska (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "13 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    In the Lower 48, people don't think twice about flushing their toilets or leaving their trashcans on the curb. In Alaska, waste disposal is a much tougher business. In Ketchikan, the black bear capitol of the world, Geo will race to collect trash before the bears can get to it. Then, Geo teams up with a guy who may have one of the toughest jobs in all of Alaska-a remote maintenance worker. This guy is the sole plumber, electrician and carpenter to nearly a dozen bush villages in the Yukon Kuskokwim Delta, an area the size of Washington State. Once Geo's out of the ...    "
                },
                "11": {
                    "title": "Arctic Troopers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tougher in Alaska (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "20 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    How do Alaska State Troopers keep the peace in a state two and a half times the size of Texas? Geo will find out when he joins a team of recruits for an intense survival course at Alaska's Trooper Academy in Sitka, investigates caribou \"crime\" scenes with Wildlife Troopers in the Brooks Mountain Range, and helps the sergeant at the northernmost Trooper post in America to hunt for alcohol smugglers and arrest criminals in the remote arctic bush villages outside Kotzebue.    "
                },
                "12": {
                    "title": "Frozen Freeway",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tougher in Alaska (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "27 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Where else, but in Alaska, do high school sports teams travel to their away games on snow machines along a frozen river? Geo travels to the wide-open tundra of western Alaska to experience how life keeps moving along the Kuskokwim River. Translated from the Yupik word for \"slow moving thing\" - the Kuskokwim is a 724-mile lifeline for the Native Alaskan communities scattered along its length. The river provides a ready-made highway for moving people and goods, year-round. In this episode, Geo races the coming winter \"freeze up\" to deliver home heating fuel with a tug ...    "
                },
                "13": {
                    "title": "Extreme Isolation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Tougher in Alaska (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "1 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Alaska's southeast panhandle, a 35,000 square-mile stretch of the state is cut off from the rest of the world by steep coastal mountains on one side and THE stormy North Pacific Ocean on the other. In between lie hundreds of remote communities perched on the area's THOUSANDS OF islands. Geo explores the region to see how people get by with almost no roads. Juneau, Alaska's capital, can be reached only by air or water and there are no telephone or power lines connecting it to th e outside world - or even, the rest of the state. Geo boards a ferry on the Alaska State ...    "
                }
            }
        },
        "number of episodes": 13,
        "cast": [
            {
                "name": "Beach, Geo"
            }
        ],
        "genres": [
            "Reality-TV"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Singapore:PG"
        ],
        "number of seasons": 1,
        "rating": 7.7,
        "votes": 32,
        "languages": [
            "English"
        ],
        "title": "Tougher in Alaska",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Huntley, David"
            },
            {
                "name": "Warren, Dana Rae"
            }
        ],
        "production companies": [
            {
                "name": "Moore Huntley Productions"
            }
        ],
        "distributors": [
            {
                "name": "History Channel"
            }
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 32,
                "rating": 7.7
            },
            "aged 30 44": {
                "votes": 14,
                "rating": 6.6
            },
            "aged 45 plus": {
                "votes": 11,
                "rating": 7.7
            },
            "males": {
                "votes": 21,
                "rating": 6.8
            },
            "males aged 30 44": {
                "votes": 12,
                "rating": 6.3
            },
            "males aged 45 plus": {
                "votes": 9,
                "rating": 7.4
            },
            "females": {
                "votes": 4,
                "rating": 9.0
            },
            "females aged 30 44": {
                "votes": 2,
                "rating": 9.0
            },
            "females aged 45 plus": {
                "votes": 2,
                "rating": 9.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 3.7
            },
            "us users": {
                "votes": 17,
                "rating": 7.1
            },
            "non us users": {
                "votes": 7,
                "rating": 6.9
            }
        },
        "number of votes": {
            "10": 10,
            "9": 4,
            "8": 5,
            "7": 6,
            "6": 0,
            "5": 4,
            "4": 1,
            "3": 0,
            "2": 1,
            "1": 1
        },
        "arithmetic mean": 7.7,
        "median": 8
    }
}