{
    "imdb": {
        "raw release dates": [
            {
                "country": "Netherlands\n",
                "date": "20 January 2008"
            }
        ],
        "release dates": [
            "Netherlands::20 January 2008"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Bed, Sex and Breakfast",
                    "kind": "episode",
                    "episode of": {
                        "title": "We gaan nog niet naar huis (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "7 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Wubbe still hasn't has the chance to finished the B&B infrastructure completely. But it's summer and Sem can't wait to welcome his first paying couple, while his kids don't intend to tire themselves helping out. Guest Floris keeps enthusiastically asking for local specialties, but Sem soon tires of having to admit it's all pretty standard all-Dutch. Meanwhle he's besotted with Laura, who feels their affair doesn't square with tourist season, and indeed his disinterested rudeness ends up chasing the 'ingrate' couple without payment, and worse.    "
                },
                "2": {
                    "title": "De wadstrompelaar",
                    "kind": "episode",
                    "episode of": {
                        "title": "We gaan nog niet naar huis (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "14 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    It's summer, so the kids feel it's high time for some fun on the island. Flip is grounded, being found out having dodged so many school assignments that he may fail his year. Still he sticks to keeping his appointment with Ab. Sem, fearing his boy lost, commandeers everyone to come search, even Wubbe who still hasn't had a chance to finish the B&B, and lonely senior Greetje, who openly has a crush on Sem. The only one who really gets lost is Sem.    "
                },
                "3": {
                    "title": "Zimmer frei",
                    "kind": "episode",
                    "episode of": {
                        "title": "We gaan nog niet naar huis (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "21 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Although the exams approach, Flip has his heart set on porn or at least a Gameboy and Marjolein on a visit to Amsterdam. When pa turns both down, she has her present city boyfriend Felix 'book' the weekend at his B&B, which still got no regular customers. Laura however happened to find and promise a booking to Uli and Nina, a German motorcycle punks couple? So laura she takes in young gentleman Felix, only to sneak in and out at night like the youngsters. Wubbe gloomily confides in Flip to have a crush on Marjolein. The first summer guests prove disgusting, lazy and ...    "
                },
                "4": {
                    "title": "Jongensdromen",
                    "kind": "episode",
                    "episode of": {
                        "title": "We gaan nog niet naar huis (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "28 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Flip is peacock-proud when popular girl Bouke dumps her cool lover after a year and declares him her new boyfriend, but soon finds she's mainly after revenge. After more setbacks, Sem seems to slip into midlife crisis, but follows Laura's sneering advice to pull himself up after a pep-talk from Wubbe's namesake grandpa.    "
                },
                "5": {
                    "title": "Bij de konijnen af",
                    "kind": "episode",
                    "episode of": {
                        "title": "We gaan nog niet naar huis (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "4 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Sem's vegetable garden is ravaged by rabbits, but he refuses to let Wubbe shoot them as the neighbors do, rather forces Flip to help him build a fence, which they just dig under. Laura assured her pet bunnies don't raid, but rages when one is nearly killed in the act. With the exams ahead, Sem objects to a visit from Marjolein's lover Felix, who comes break up as he got a scholarship for the Sorbonne, meaning a year in Paris.    "
                },
                "6": {
                    "title": "Pokeren en hartenjagen",
                    "kind": "episode",
                    "episode of": {
                        "title": "We gaan nog niet naar huis (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "11 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Flip can't resist playing poker with Ab, but his beginners luck fails utterly. The boys invite Wubbe, believing him clueless, but that worsens Flip's odds further, so he starts staking possessions, including dad's. Sem can't bare that Laura is going to a reunion with successful Peter, so he pretends to be fully booked. When peter comes pick up Laura in his fancy car, Sem even picks a physical fight.    "
                },
                "7": {
                    "title": "Geweldige genen",
                    "kind": "episode",
                    "episode of": {
                        "title": "We gaan nog niet naar huis (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "25 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    The kids passed their exams. For Marjolein, it's graduation, so the boys plan a big party, which the ingrate refuses to attend, realizing her dream of returning to Amsterdam feels cold now she must face being alone. Flip is measuring up her room to move, but Sem meanly reserves it, while failing miserably to coax Laura's vanity when she asks his fashion opinion. Flip pushes shy Wubbe to declare his love before his sister moves out.    "
                },
                "8": {
                    "title": "Eindelijk samen",
                    "kind": "episode",
                    "episode of": {
                        "title": "We gaan nog niet naar huis (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "9 May 2010",
                    "year": "2010",
                    "plot": "\n    Sem is determined to disprove lover Laura calling him a control-freak by taking her on an impromptu short trip. Wubbe is not amused to be left alone supervising the builders, whom Seù thought having booked a week later. The kids looked forward to a few days alone, but get stuck with a senior couple Sem forget writing down as having booked. Flip is disgusted having to help the cripple woman, while ever-selfish Marjolein retreats with her wining, just-dumped friend Michelle, and it gets worse.    "
                },
                "9": {
                    "title": "Meer dan genoeg",
                    "kind": "episode",
                    "episode of": {
                        "title": "We gaan nog niet naar huis (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "16 May 2010",
                    "year": "2010",
                    "plot": "\n    The van der Duins are fascinated by B&B guest Xandra Weening, a romantic novelist, and seek her advice on courting. Only Flip openly consults her on shy Wubbe and Marjolei in denial, who still listen to her. Sem, who looks down upon the literary genre, still tries her advice on jealousy and male dominance on Laura, with varying success.    "
                },
                "10": {
                    "title": "Allemaal illegaal",
                    "kind": "episode",
                    "episode of": {
                        "title": "We gaan nog niet naar huis (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "23 May 2010",
                    "year": "2010",
                    "plot": "\n    Sem is absorbed by a bitter conflict with the island municipality over an inapplicable terrace tax. So he ignores Wubbe's attempt to warn him about grandfather's thank you gift, a rare sheep cheese. A B&B client is eager to sell the exclusive product in his Amsterdam delicatessen, so Sem promises Wubbe senior the funds to produce it in bulk. Flip is desperate to pay for a gift for his new girl, so small investor Ab proposes him a ''golden crop' project, but Sem thinks Wubbe warned about the boys' 'weed'. Island-hired geologist Thomas is a hunk to Marjolein's taste, ...    "
                },
                "11": {
                    "title": "De kikkers",
                    "kind": "episode",
                    "episode of": {
                        "title": "We gaan nog niet naar huis (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "20 May 2010",
                    "year": "2010",
                    "plot": "\n    Flip did such a great job comforting sister's buddy Michelle that she fell in love with him, and the family ends up singing his praise. Sem gets a visit from his lonely brother in law Wouter, who has an instant crush on Laura, but Sem dares not tell him she's his lover.    "
                },
                "12": {
                    "title": "Hier stempelen",
                    "kind": "episode",
                    "episode of": {
                        "title": "We gaan nog niet naar huis (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "30 May 2010",
                    "year": "2010",
                    "plot": "\n    Thomas invited Marjolein to move into his Amsterdam apartment, so once laura helped overcome Sem's objections to moving out, Thomas's father visits about sharing rent. Flip, tired of his brats sister being favored, wastes no time pointing out Thomas is divorced. Sem absentmindedly accepted to be one of the stamping posts on Laura's first touristic bicycle tour of the island. Realizing he'll have to welcome over 300 people, he fails to shove the job onto Wubbe, and Flip is fed up with unpaid chores.    "
                },
                "13": {
                    "title": "De storm",
                    "kind": "episode",
                    "episode of": {
                        "title": "We gaan nog niet naar huis (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "6 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Sam flippantly ignores Wubbe's warning to secure the house for an approaching storm and bugs everybody, depressed over Marjolein's moving out. After a row with Thomas, she returns home, despite the storm. Flip's girl Michele is stuck due to the storm, but effectively dumps him by announcing she'll study not in Amsterdam but Groningen, too far for their relationship to work.    "
                }
            },
            "1": {
                "1": {
                    "title": "Bed & Breakfast",
                    "kind": "episode",
                    "episode of": {
                        "title": "We gaan nog niet naar huis (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "20 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Amsterdam widower Sem van der Duin cheerfully prepares for his family's new life, running a B&B on the island of Tessel. The very move proves frustrating, however friendly the laid-back locals. So his kids, Flip and spoiled brat Marjolein, can't hide for long that they just want to return 'home' in the big city, even if the amenities and so on get sorted out.    "
                },
                "2": {
                    "title": "Een goede buur",
                    "kind": "episode",
                    "episode of": {
                        "title": "We gaan nog niet naar huis (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "27 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    The kids refuse to play Sem's 'terrace breakfast' pretense, even insist they wont at least Internat today or plan to return to Amsterdam. Since dad can't even pull that off despite some neighborly help, Flip finds his own solution, yet is blamed unduly. Neighbor Toon, a farmer, spreads stinking manure and simply expects the van der Duins to help him when two cows have calves simultaneously. All Marjolein's drama about Amsetrdam boyfriend Tim's alleged affair with her best friend Eef is disproved surprisingly.    "
                },
                "3": {
                    "title": "Vijandelijke overname",
                    "kind": "episode",
                    "episode of": {
                        "title": "We gaan nog niet naar huis (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "3 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Both kids are delighted with a surprise visit from their maternal grandfather, even before he hands them great gifts. For Sem it's hell, as the retired surgeon never considered him good enough for his late daughter and spares no form of criticism. However, grandpa has his weaknesses too.    "
                },
                "4": {
                    "title": "Adverteren doet begeren",
                    "kind": "episode",
                    "episode of": {
                        "title": "We gaan nog niet naar huis (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "10 Feb. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "5": {
                    "title": "Een kwestie van vertrouwen",
                    "kind": "episode",
                    "episode of": {
                        "title": "We gaan nog niet naar huis (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "17 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Flip his had a fight at school but won't talk to pa, who wrongly assumes debauchery when the knave organizes a 'peepshow'. Marjolein's nice but much older Amsterdam schoolmate Joris instantly gets paternal permission to attend a 'dune party' thrown by a bunch of his mates. Wubbe's warnings against an attempt to fix the sewage are ignored at peril.    "
                },
                "6": {
                    "title": "Koeien en stieren",
                    "kind": "episode",
                    "episode of": {
                        "title": "We gaan nog niet naar huis (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "24 Feb. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Aanmodderen",
                    "kind": "episode",
                    "episode of": {
                        "title": "We gaan nog niet naar huis (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Flip has punched a classmate on the nose and refuses to talk about it, even when Sem imposes a whole week of chores, which further shakes the widower's parenting confidence. At his muddy peril, Sem ignores Wubbe's sound advice about draining the terrace, which turns boggy after a hefty rain. Neighbor Laura wickedly encourages Marjolein to keep digging and meddling the female way, but for once unearthing Flip's motive clears the air.    "
                },
                "8": {
                    "title": "De juttende jatter",
                    "kind": "episode",
                    "episode of": {
                        "title": "We gaan nog niet naar huis (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "9 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Flip has been arrested for petty 'theft' although he believed it was just beach-combing. Sem seizes his change to imposes as 'work punishment' helping him to repair the leaky barn roof. That feels so rotten that he plans a fugue. The last is discovering that the secondhand wood supplied by Wubbe is of dodgy origin too.    "
                },
                "9": {
                    "title": "Post-traumatische stress",
                    "kind": "episode",
                    "episode of": {
                        "title": "We gaan nog niet naar huis (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "16 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Father Sem may not object when Marjolein's steady Amsterdam boyfriend Tim is invited to stay overnight, he still panics when they share her room and emerge for breakfast scantily dressed, especially as she asked Flip, Wubbe and Laura advice about long distance relationships and getting physical. Tired of laura snooping trough his mail, which arrives in her box, Sem resolves to post his own. When she objects to the red horror, a childish row over property rights escalates into his clumsy attempt to build a pointless palisade.    "
                },
                "10": {
                    "title": "Kind kan de was doen",
                    "kind": "episode",
                    "episode of": {
                        "title": "We gaan nog niet naar huis (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "23 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    The kids protest when Sem considers a babysitter while he attends an Amsterdam event, so he only asks laura to check in informally. Due to a long)awaited opportunity to see her German first dram lover, she absconds. Flip seizes his change to organize a party, mainly to impress schoolgirl Aafke, but the turnout is miserable and delivery boy Ab charges outrages beer prices.    "
                },
                "11": {
                    "title": "Het derde wiel",
                    "kind": "episode",
                    "episode of": {
                        "title": "We gaan nog niet naar huis (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "30 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Flip is beaming, having won his beloved girl's attention after all by playing hard to get. Jelous sister Marjolein who conclude from Facebook pictures that her 'steady' Amsterdam lover Tim finally dates another, apparently on kissing terms, that she needs to make him jealous. Lacking actually attractive friends, she commandeers reluctant Wubbe, whom she bothers in his briefs putting on dad's clothes which she picked out. Sem meanwhile has to escort home Laura's ever-rivaling kid sister Erika, whom she fears is flirting for him.    "
                },
                "12": {
                    "title": "Plankenkoorts",
                    "kind": "episode",
                    "episode of": {
                        "title": "We gaan nog niet naar huis (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "6 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Flip his his heart set on delivering pizzas on a coll scooter, like buddy Ab, who is willing to arrange some shifts after school, never mind father's explicit doubts. Alas, faking as essay is pushing it too far. Handiman Wubbe feels fickle, unprofessional employer Sem really goes too far in blaming him for his own lack of foresight and resigns, for which the city klutz has no contingency plan. Laura urgently commandeers Sem, who studly boasted about his podium experience, to stand in for a TV auctioneer who canceled last minute for the annual charity fund-raiser she's...    "
                },
                "13": {
                    "title": "Een kamer met uitzicht",
                    "kind": "episode",
                    "episode of": {
                        "title": "We gaan nog niet naar huis (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "13 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    With the summer ahead, the kids make clear they don't intend to remain stuck on the island, even less when Sem seems to expect them to help out 'for free' in the bed and breakfast, which isn't even finished. So Flip hastily arranges a visit from grandpa, whom he and Marjolein expect to host them in his near-constantly empty Amsterdam mansion. Laura meanwhile feels 'stalked' by harry 'Pietje', a notorious rules-stickler in municipal employ. So she pretends to be going steady with Sem, who thus incurs the zoning and building inspector's jealous 'rival' enmity while his ...    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Löw, Victor"
            },
            {
                "name": "Oldenhof, Jasper"
            },
            {
                "name": "Elise, Saskia"
            },
            {
                "name": "Dragtsma, Sjoerd"
            },
            {
                "name": "van Steenis, Mary-Lou"
            },
            {
                "name": "Elyounoussi, Mamoun"
            },
            {
                "name": "de Vree, Neeltje"
            },
            {
                "name": "Leddy, John"
            },
            {
                "name": "Bulder, Reinier"
            },
            {
                "name": "Coolen, Kees"
            },
            {
                "name": "Voogd, Willem"
            },
            {
                "name": "Bussemaker, Hunter"
            },
            {
                "name": "Oost, Ayal"
            },
            {
                "name": "Dam, Guus"
            },
            {
                "name": "De Groot, Robin"
            },
            {
                "name": "Dekkers, Ernst"
            },
            {
                "name": "Elbertse, Jan"
            },
            {
                "name": "Borgesius, Mouna Goeman"
            },
            {
                "name": "Jansen, Maggie"
            },
            {
                "name": "Pastor, Robert"
            },
            {
                "name": "Rijnink, Bart"
            },
            {
                "name": "Theunissen, Mandy"
            },
            {
                "name": "van Bohemen, Marit"
            },
            {
                "name": "van Boxtel, Raul"
            },
            {
                "name": "van Empel, Muck"
            },
            {
                "name": "Wittermans, Joop"
            },
            {
                "name": "Hartemink, Mattijn"
            },
            {
                "name": "Lakerveld, Femke"
            },
            {
                "name": "Oldigs, Han"
            },
            {
                "name": "Passchier, Lex"
            },
            {
                "name": "Rhemrev, Lou Lou"
            },
            {
                "name": "Rienstra, Yora"
            },
            {
                "name": "van Rijthoven, Harry"
            },
            {
                "name": "Risselada, Tjerk"
            },
            {
                "name": "Saran, Boris"
            },
            {
                "name": "Smit, Lisa"
            },
            {
                "name": "Top, Ronald"
            },
            {
                "name": "Der Grijn, Ger Van"
            },
            {
                "name": "van Nunen, Rieneke"
            }
        ],
        "genres": [
            "Comedy"
        ],
        "countries": [
            "Netherlands"
        ],
        "country codes": [
            "nl"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 6.8,
        "votes": 25,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNjNmNGJlZTgtZDVkNC00YjE1LThjNjMtNzI5YTM2YjVlNjAyXkEyXkFqcGdeQXVyNTIyODgzMQ@@._V1_SY150_CR2,0,101,150_.jpg",
        "languages": [
            "Dutch"
        ],
        "title": "We gaan nog niet naar huis",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2010",
        "akas": [
            "We gaan nog niet naar huis (Netherlands)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Hoen, Wim"
            },
            {
                "name": "van Galen, Alex"
            }
        ],
        "distributors": [
            {
                "name": "AVRO Television"
            }
        ],
        "synopsis": [
            "We Gaan Nog Niet Naar Huis (English title: Don't Miss The Ferry) is a fish-out-of-water comedy with an emotional heart, telling the uplifting story of one family coping with change as they struggle, against the odds, to live out father Sams rural dream.\nWhen city slicker Sam (40) tragically lost his wife two years ago, he threw himself into work and raising their two children. Offered a golden handshake at work, Sam decides its time to realise his dream of running a Bed & Breakfast in the country and moves his family to the island of Texel. Swapping city canals for rural life, Sam hopes the move will be a fresh start, but his children are not convinced...Flip (14) adapts well, soon using his city boy ways to outsmart the locals, but rebellious Marjolein (16) hates the countryside. Forced to trade friends for farm animals, Marjolein vows to return to Amsterdam when she finishes school... until sexy farmers son Wubbe (20) catches her eye!Sam puts everything into his new venture, despite being a rather ill-equipped man of nature, which soon becomes a source of amusement to all. However, Sam has the support of neighbour Laura (36) who runs the local tourist office and helps put his Bed & Breakfast on the map. But things become complicated when the pair fall in love, a secret they must, for now, keep from the children.In season two, the hard work really begins for Sam. With the Bed & Breakfast open, Sams dream becomes a reality... until it all starts to go wrong! Juggling making breakfasts, changing sheets, creating a website and dealing with the guests, Sam is working harder than ever and the children aren't making it easy for him. Luckily, his secret relationship with Laura helps him cope, but can it remain a secret for long?"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 25,
                "rating": 6.8
            },
            "aged 18 29": {
                "votes": 5,
                "rating": 7.2
            },
            "aged 30 44": {
                "votes": 11,
                "rating": 6.7
            },
            "aged 45 plus": {
                "votes": 6,
                "rating": 6.1
            },
            "males": {
                "votes": 19,
                "rating": 6.6
            },
            "males aged 18 29": {
                "votes": 4,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 10,
                "rating": 6.6
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 6.2
            },
            "females": {
                "votes": 3,
                "rating": 7.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 7.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 6.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 7.0
            },
            "non us users": {
                "votes": 20,
                "rating": 6.6
            }
        },
        "number of votes": {
            "10": 2,
            "9": 2,
            "8": 4,
            "7": 9,
            "6": 3,
            "5": 0,
            "4": 3,
            "3": 2,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 6.8,
        "median": 7
    }
}