{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "1 August 2008"
            },
            {
                "country": "USA\n",
                "date": "3 August 2008"
            }
        ],
        "release dates": [
            "USA::1 August 2008",
            "USA::3 August 2008"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Warriors"
            },
            {
                "countries": "Greece (transliterated ISO-LATIN-1 title)",
                "title": "Polemistes"
            },
            {
                "countries": "Hungary",
                "title": "Harcosok"
            }
        ],
        "akas": [
            "Warriors (original title)",
            "Polemistes Greece (transliterated ISO-LATIN-1 title)",
            "Harcosok Hungary"
        ],
        "akas from release info": [
            "Warriors (original title)",
            "Polemistes Greece (transliterated ISO-LATIN-1 title)",
            "Harcosok Hungary"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Braveheart",
                    "kind": "episode",
                    "episode of": {
                        "title": "Warriors (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "3 Aug. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "2": {
                    "title": "Mayan Armageddon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Warriors (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "12 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Recent archeological discoveries unearth secrets of a fierce warrior society, one built on human sacrifice, bizarre rituals and deadly weapons. A bloody battle at the ancient city of Dos Pilas leads to the downfall and disappearance of this powerful pre-Columbian warrior society. How?    "
                },
                "3": {
                    "title": "Barbarian Massacre",
                    "kind": "episode",
                    "episode of": {
                        "title": "Warriors (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 8,
                    "original air date": "26 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    In 9 AD, the Romans were looking to expand their empire into Germany however, they didn't count on the warrior chief Arminianism and his band of Barbarians. Terry investigates the tactics used by the rebels.    "
                },
                "4": {
                    "title": "Viking Terror",
                    "kind": "episode",
                    "episode of": {
                        "title": "Warriors (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 11,
                    "original air date": "19 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    The Vikings. Seafaring barbarians who tyrannised the Norse world and built an empire by dominating the sea. Terry investigates the battle tactics used by the Norsemen and how they played a part in their success.    "
                },
                "5": {
                    "title": "Knight Fight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Warriors (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    The armor, weapons, and tactics of the medieval knight made him the elite soldier on the battlefield. But all that changed when Henry V's outnumbered army faced the French at Agincourt.    "
                },
                "6": {
                    "title": "Samurai Showdown",
                    "kind": "episode",
                    "episode of": {
                        "title": "Warriors (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "9 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    With all due awe and reverence Terry presents masters of the Samurai arts as he tells the story of Miyamoto Musashi, a Ronin who successfully challenged every aspect of Samurai tradition but remained true to the code of Bushido.    "
                },
                "7": {
                    "title": "The Last Crusaders",
                    "kind": "episode",
                    "episode of": {
                        "title": "Warriors (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "16 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Terry describes how the out numbered and out gunned Knights of Saint John defended Malta against a massive Ottoman invasion force to halt the Ottoman advance into Europe.    "
                },
                "8": {
                    "title": "Spartan Vengeance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Warriors (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 9,
                    "original air date": "23 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    In 480 BC 40,000 Spartans engaged 300,000 Persian invaders who had already destroyed Athens. Terry explains how the Spartans were able to defeat the Persians in the Battle of Plataea, kill Persian General Mardonias and avenge the death Leonidas.    "
                },
                "9": {
                    "title": "Zulu Siege",
                    "kind": "episode",
                    "episode of": {
                        "title": "Warriors (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "30 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    In eight years Shaka Zulu takes this minor tribe and using new battle tactics and weapons, conquers all the neighboring tribes. His reign is then cut short when he is assassinated. But even 50 year later the military force he created was able to challenge the modern British Army.    "
                },
                "10": {
                    "title": "Islands of Blood",
                    "kind": "episode",
                    "episode of": {
                        "title": "Warriors (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "7 May 2009",
                    "year": "2009",
                    "plot": "\n    This episode explores the bloody history of the beautiful Hawaiian Islands. Terry Schappert learns about the bloody hand to hand combat techniques and vicious weaponry (like shark tooth clubs) of the Hawaiian warriors. He also reenacts the tactics that King Kamehameha the Great used in his crushing victory at Battle of Nu'uanu Cliffs.    "
                },
                "11": {
                    "title": "Special Forces",
                    "kind": "episode",
                    "episode of": {
                        "title": "Warriors (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "14 May 2009",
                    "year": "2009",
                    "plot": "\n    Terry describes the weapons, tactics and triumphs of America's first special forces unit, the Alamo Scouts. Their assignment; infiltrate behind enemy lines to prepare for the Allied campaign to retake the Phillipines.    "
                }
            }
        },
        "number of episodes": 11,
        "cast": [
            {
                "name": "Schappert, Terry"
            },
            {
                "name": "Yung, Chris"
            },
            {
                "name": "Barnhart, Edwin"
            },
            {
                "name": "Berghia, Dragos"
            },
            {
                "name": "Dickinson, Kamel"
            },
            {
                "name": "Wolfe, Daniel R."
            }
        ],
        "genres": [
            "History",
            "Reality-TV",
            "War"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:PG",
            "Singapore:NC-16"
        ],
        "number of seasons": 1,
        "rating": 7.8,
        "votes": 121,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTM0NjU2MTk4OV5BMl5BanBnXkFtZTcwMTQ3MDM4Mg@@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Warriors goes inside the culture of the most famous warriors of all time to explore their weaponry, tactics, training and, ultimately, their psyche. Every episode tells the dramatic story of one of the world's iconic warrior groups - Vikings, Spartans, Barbarians and Samurai - including the rituals, technology and strategy that made them so mighty. Warriors is hosted by Terry Schappert, a Green Beret and 17 year veteran currently serving in the US Special Forces. He delves deep into the mindset of a warrior, revealing what made these individuals rise above others to lead, to fight and sometimes to die. Each Warriors episode also explores a climactic battle that showcases the warriors' strengths, weaknesses and life-and-death struggle. From Zulus to English Knights to Hawaiians, Schappert is fully immersed in the warrior culture, from the weapons used to the pre-battle rituals, to the initiations, to battlefield strategy and tactics. When delving deep into the Viking culture, he experiences first hand the fighting techniques and tests the weapons of the warriors that some call \"the Hell's Angels\" of the Middle Ages. In every episode of Warriors, Schappert talks to experts on each of the warrior cultures, moves beyond the stereotypes and gains new insights about who these men really were. Walking in the footsteps of history's greatest warriors proves to be a gut-wrenching experience, but it's all part of Schappert's amazing journey to discover the heart of a warrior.",
        "languages": [
            "English"
        ],
        "title": "Warriors",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Feeley, Scott"
            }
        ],
        "production companies": [
            {
                "name": "High Noon Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "History Channel"
            }
        ],
        "other companies": [
            {
                "name": "Doyle & Miller"
            },
            {
                "name": "Vanacore Music"
            },
            {
                "name": "Warriors"
            }
        ],
        "plot": [
            "Throughout human history, there have been great warriors who put their lives in danger in battle. In this History Channel series, former Green Berry Terry Schappert investigates the battle tactics used by the greatest fighters in history.::Tom Daly",
            "_Warriors_ (qv) goes inside the culture of the most famous warriors of all time to explore their weaponry, tactics, training and, ultimately, their psyche. Every episode tells the dramatic story of one of the world's iconic warrior groups - Vikings, Spartans, Barbarians and Samurai - including the rituals, technology and strategy that made them so mighty. _Warriors_ (qv) is hosted by Terry Schappert, a Green Beret and 17 year veteran currently serving in the US Special Forces. He delves deep into the mindset of a warrior, revealing what made these individuals rise above others to lead, to fight and sometimes to die. Each _Warriors_ (qv) episode also explores a climactic battle that showcases the warriors' strengths, weaknesses and life-and-death struggle. From Zulus to English Knights to Hawaiians, Schappert is fully immersed in the warrior culture, from the weapons used to the pre-battle rituals, to the initiations, to battlefield strategy and tactics. When delving deep into the Viking culture, he experiences first hand the fighting techniques and tests the weapons of the warriors that some call \"the Hell's Angels\" of the Middle Ages. In every episode of _Warriors_ (qv), Schappert talks to experts on each of the warrior cultures, moves beyond the stereotypes and gains new insights about who these men really were. Walking in the footsteps of history's greatest warriors proves to be a gut-wrenching experience, but it's all part of Schappert's amazing journey to discover the heart of a warrior.::History Channel"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 121,
                "rating": 7.8
            },
            "aged 18 29": {
                "votes": 12,
                "rating": 8.2
            },
            "aged 30 44": {
                "votes": 62,
                "rating": 7.6
            },
            "aged 45 plus": {
                "votes": 31,
                "rating": 7.9
            },
            "males": {
                "votes": 100,
                "rating": 7.8
            },
            "males aged 18 29": {
                "votes": 10,
                "rating": 8.5
            },
            "males aged 30 44": {
                "votes": 55,
                "rating": 7.5
            },
            "males aged 45 plus": {
                "votes": 31,
                "rating": 7.9
            },
            "females": {
                "votes": 10,
                "rating": 7.6
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 7.5
            },
            "females aged 30 44": {
                "votes": 7,
                "rating": 7.9
            },
            "top 1000 voters": {
                "votes": 9,
                "rating": 6.4
            },
            "us users": {
                "votes": 56,
                "rating": 8.1
            },
            "non us users": {
                "votes": 45,
                "rating": 7.3
            }
        },
        "number of votes": {
            "10": 43,
            "9": 17,
            "8": 23,
            "7": 12,
            "6": 12,
            "5": 7,
            "4": 3,
            "3": 0,
            "2": 3,
            "1": 1
        },
        "arithmetic mean": 8.1,
        "median": 8
    }
}