{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "5 August 2008"
            }
        ],
        "release dates": [
            "Canada::5 August 2008"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Tofino, BC: Chefs Nicholas Nutting and Matt Wilson",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chef's Domain (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "23 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    In remote Tofino, on Vancouver Island's breathtaking western shore, Vancouver Island native Chef Nicholas Nutting and Aussie ex-pat Pastry Chef Matt Wilson are put to the test. To lure back the tourists in a post recession economy, Wickaninnish Inn owner Charles McDiarmid will host a dinner party for influential food and travel writers. Fishing for fresh spot prawns at the crack of dawn, foraging for mushrooms in the northern rainforests and harvesting kelp right out of the Pacific, our chefs are on a mission to ensure that only Tofino's freshest ingredients end up on...    "
                },
                "2": {
                    "title": "Prince Edward County, ON: Chef Matt DeMille",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chef's Domain (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "30 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Just 5 months ago, big city chef Matt DeMille left the bright lights and good press in Toronto behind for pastoral Prince Edward County. HIs new boss, restaurateur Kimberly Humby, knows she's snagged a major talent, but worries that this tattooed, 'skinny pant' wearing chef still has a thing or two to learn about what the locals in Wellington want to eat during the off season. Matt DeMille will have to work his hardest to win them over. To get his hands on the county's finest bounty, Chef Matt rolls up his sleeves to milk water buffalo, bake the old-fashioned way and ...    "
                },
                "3": {
                    "title": "Montreal, QC: Chef Emma Cardarelli",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chef's Domain (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "16 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    When Chef Emma Cardarelli opened Nora Gray Restaurant with partners Lisa McConnell and Ryan Gray in Montreal last year, she struck gold. People fell in love with Emma's rustic Southern Italian fare, making Nora Gray the hottest new restaurant in town. Now Emma's ready to kick it up a notch: exploring what it would take financially for her small, young restaurant to go organic AND throwing a special dinner for a group of esteemed European winemakers. She's wowed the locals, but how will Emma fare when pairing the winemaker's latest vintages with a Sicilian-inspired ...    "
                },
                "4": {
                    "title": "Saskatoon, SK: Chef Christie Peters",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chef's Domain (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "6 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Model cum chef and restaurant owner Christie Peters, along with her partner Kyle Michael is throwing a head-to-tail pig feast. Dedicated to a 'waste-not' philosophy of meat eating, Christie wants to make sure each part of the pig is utilized to it's fullest. Attending the meal are her loyal customers who are accustomed to her restaurant's largely vegetarian menu. From feeding pigs to harvesting hemp, Christie is determined to bring Saskatoon's best to the table.    "
                },
                "5": {
                    "title": "Niagara, ON: Chef Stephen Treadwell",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chef's Domain (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "9 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Come autumn, Treadwell Farm-to-Table Cuisine is hosting \"The Wine Maker's Affair,\" a sold-out gala dinner featuring pinot noirs from nine Niagara vineyards. Chef Stephen Treadwell, a consummate professional with a biting wit, must create a perfect pairing for each wine that will also seamlessly combine into a multi-course meal. A chef for more than 40 years, Treadwell demands only the best from his suppliers and staff. Whether it's a delivery of local trout or a trip to a favorite veg farm, Stephen's eyes are always on keeping everyone and everything in line. The ...    "
                },
                "6": {
                    "title": "Okanagan, BC: Chefs Dana Ewart and Cameron Smith",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chef's Domain (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    Life and work partners Dana Ewart and Cameron Smith share a deep passion for the Okanagan Valley, having built their catering business on the products of the region. It's one of the most fertile growing regions in Canada. The renowned caterers want to celebrate their good fortune at the end of the season by hosting a dinner for the suppliers and local growers who have helped to make their company a success. But with a self-imposed 25-mile limit to obtain all the ingredients, the process becomes harder than they imagined.    "
                },
                "7": {
                    "title": "St. John's, NFLD: Chef Jeremy Charles",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chef's Domain (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2 Jul. 2013",
                    "year": "2013",
                    "plot": "\n    In 2010, Raymonds Restaurant raised the culinary bar in St. John's, NL, and won enRoute magazine's prestigious Best New Restaurant award. For the restaurant's two-year anniversary, Chef Jeremy Charles and Sommelier Jeremy Bonia are planning a blowout dinner party featuring the best of Newfoundland produce that they can find themselves. These owners will be hunting for fresh game meat, diving for scallops and foraging for mushrooms with some of the most beautiful landscapes in the country as the backdrop. But since they are known for their culinary brilliance rather ...    "
                },
                "8": {
                    "title": "Sherbrooke, QC: Chef Danny St. Pierre",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chef's Domain (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "27 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Juggling a Quebec food-travel TV show, recipe writing, charity event appearances and a new café, food-scene golden boy Danny St Pierre still has to find time to tend to his modern brasserie Auguste in Sherbrooke Quebec. With the autumn season at its peak, Danny is planning a locavore 'Quebecois Oktoberfest' to highlight his connection to the Eastern townships and his customers. Danny takes his quirky personality and devilish grin on the road, seeking out top township ingredients to use in his meal: apples are picked, pork is smoked, and cheese is made, all in a bid ...    "
                },
                "9": {
                    "title": "Calgary, AB: Chef Hayato Okamitsu",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chef's Domain (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "13 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    Award-winning executive chef Hayato Okamitsu left his post at the esteemed Calgary restaurant Catch to teach and inspire young chefs at SAIT, a college training the next generation of chefs. He thinks they are ready for the big time but will a table of discriminating restaurant critics and owners tasting the locally sourced and ambitious feast agree? Hayato goes the extra mile to help sourcing the best ingredients possible including saddling up to check out a cattle ranch. Or has he pushed them too far, too quickly?    "
                },
                "10": {
                    "title": "Cambridge, Ontario: Chef Jonathan Gushue",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chef's Domain (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "20 Aug. 2013",
                    "year": "2013",
                    "plot": "\n    To end the autumn season, luxury country hotel Langdon Hall in Cambridge, ON will be hosting their 3rd annual Harvest Dinner. Over 100 well-heeled guests will be in attendance to experience fall at its finest. Chef Jonathan Gushue has big plans for the menu - including a fishing trip for fresh trout eggs. But there is something on the horizon he hadn't bargained on: Hurricane Sandy ripping across the east coast and putting the kibosh on any boating. Despite the storm, our chef is determined to impress, heading to a local farm to select heritage breeds of partridge and...    "
                }
            },
            "1": {
                "1": {
                    "title": "Vancouver: Chef Vikram Vij",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chef's Domain (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "5 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    We follow Vancouver's Chef Vikram Vij and his wife Meeru Dhalwala as the married couple cook together professionally for the first time in years. Their love for local food is evident as they as they gather ingredients, from juniper beer to butter chicken sausages. Hopefully they can keep a lid on their differences and share the stove.    "
                },
                "2": {
                    "title": "Montreal: Chef Nancy Hinton",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chef's Domain (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    At À la Table Des Jardins Sauvages, just outside Montreal, the menus are based on seasonally available wild ingredients prepared by Chef Nancy Hinton. We follow her as she prepares the annual Spring Fiddlehead Menu, learning what is integral to Nancy's success as she celebrates the revitalization of the countryside.    "
                },
                "3": {
                    "title": "Calgary: Chef Scott Pohorelic",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chef's Domain (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "12 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    In the heart of Calgary, Chef Scott Pohorelic presides over the River Café. Featuring local organic Canadian cuisine, he uses suppliers whose methods of farming and ranching Honor the land. We travel with Scott as he struggles to ensure his wife will be completely surprised by an anniversary feast fit for a queen.    "
                },
                "4": {
                    "title": "Sooke: Chef Edward Tuson",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chef's Domain (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "17 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    At work, Chef Edward Tuson is a traditional chef. But once in a while, he steps out of that world for an improvisational event - one of his barn dinners famous in Sooke. There is no menu until Edward has visited his suppliers and gathered what he can. He has just two \"days off\" to figure it all out, and get his dinner on the table.    "
                },
                "5": {
                    "title": "St. Johns: Chef Tak Ishiwata",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chef's Domain (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "19 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Chef Tak Ishiwata, in celebration of his Newfoundland restaurant's third anniversary, is on a quest for a great menu as he joins the local distillery for an iceberg harvest, and fishes for tuna, reviving his wonder for the locale where he was born and raised.    "
                },
                "6": {
                    "title": "Toronto: Chefs Ted Corrado & Nathan Isberg",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chef's Domain (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "24 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Chef Ted Corrado of The Royal Ontario Museum's restaurant C5 has developed the Green Gastronomy series to spotlight local food producers. For this dinner, Chef Corrado has paired with guest chef Nathan Isberg. Ted and Nathan used to cook together, but each has evolved a different style. We travel with them to celebrate the best of what Ontario has to offer.    "
                },
                "7": {
                    "title": "Ottawa: Michael Moffatt",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chef's Domain (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "26 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Chef Michael Moffatt is on a mission to overhaul his hometown of Ottawa's culinary reputation. Creating a dinner for customers and suppliers, he begins with a menu, but his mind is changed by the innovative offerings of his suppliers. With these last-minute changes, will Mike be able to pull off a meal that impresses both the customers and the suppliers he has just visited?    "
                },
                "8": {
                    "title": "Halifax: Chef Ray Bear",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Chef's Domain (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "31 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Nova Scotia culinary superstar Chef Ray Bear is pursuing his dream of establishing a farm/vineyard and a signature restaurant, Bear. But snags have left him with a high-profile guest list for the opening - and no restaurant. He must relocate the event to the farm, but with a lack of proper facilities and a modest kitchen, can Chef Bear pull off an impressive party?    "
                }
            }
        },
        "number of episodes": 18,
        "cast": [
            {
                "name": "Pongracz, Michael"
            },
            {
                "name": "Chatto, James"
            },
            {
                "name": "Cardarelli, Emma"
            },
            {
                "name": "Charles, Jeremy"
            },
            {
                "name": "Demas, Peter"
            },
            {
                "name": "DeMille, Matt"
            },
            {
                "name": "Ewart, Dana"
            },
            {
                "name": "Gushue, Jonathan"
            },
            {
                "name": "Nutting, Nicholas"
            },
            {
                "name": "Peters, Christie"
            },
            {
                "name": "Tong, Raymond"
            },
            {
                "name": "Treadwell, Stephen"
            },
            {
                "name": "Bonia, Jeremy"
            },
            {
                "name": "Gray, Ryan"
            },
            {
                "name": "Humby, Kimberly"
            },
            {
                "name": "Michael, Kyle"
            },
            {
                "name": "Okamitsu, Hayato"
            },
            {
                "name": "Perrin, Todd"
            },
            {
                "name": "Smith, Cam"
            },
            {
                "name": "Pierre, Danny St."
            },
            {
                "name": "Treadwell, James"
            },
            {
                "name": "Wilson, Matt"
            },
            {
                "name": "McConnell, Lisa"
            },
            {
                "name": "McDiarmid, Charles"
            },
            {
                "name": "McGoey, Jill"
            },
            {
                "name": "Watters, Joey"
            },
            {
                "name": "Beaton, Mary"
            },
            {
                "name": "Harvey, Douglas"
            },
            {
                "name": "Geggie, Kevin"
            },
            {
                "name": "Alexander, Steve"
            },
            {
                "name": "Aubin, Alexandre"
            },
            {
                "name": "Barr, Karen"
            },
            {
                "name": "Bear, Ray"
            },
            {
                "name": "Beckta, Stephen"
            },
            {
                "name": "Bernard, Dianne"
            },
            {
                "name": "Bishop, Joshua"
            },
            {
                "name": "Budreski, Paul"
            },
            {
                "name": "Chiasson, Stephanie"
            },
            {
                "name": "Cohlmeyer, David"
            },
            {
                "name": "Collingwood, Rob"
            },
            {
                "name": "Corrado, Ted"
            },
            {
                "name": "Daignault, Pierre-Andre"
            },
            {
                "name": "Dhalwala, Meeru"
            },
            {
                "name": "Edgar, Doug"
            },
            {
                "name": "Fitzgerald, Paddy"
            },
            {
                "name": "Hayward, Kim"
            },
            {
                "name": "Henry, Tom"
            },
            {
                "name": "Hinton, Nancy"
            },
            {
                "name": "Hotchkiss, Tracy"
            },
            {
                "name": "Isberg, Nathan"
            }
        ],
        "locations": [
            "Calgary, Alberta, Canada",
            "Halifax, Nova Scotia, Canada",
            "Montréal, Québec, Canada",
            "Ottawa, Ontario, Canada",
            "Sooke, British Columbia, Canada",
            "St. John's, Newfoundland, Newfoundland and Labrador, Canada",
            "Toronto, Ontario, Canada",
            "Vancouver, British Columbia, Canada"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "23"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "sound mix": [
            "Dolby::(Western Electric Recording)"
        ],
        "number of seasons": 2,
        "cover url": "https://m.media-amazon.com/images/M/MV5BOWMxMzNjZGYtOTQ4OS00YWRjLWE4OTgtN2YzMGZkOWRmOWViXkEyXkFqcGdeQXVyMTgxMTkxMA@@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "A visual and culinary delight, each episode of The Chef's Domain follows a chef's odyssey as they search for the local ingredients needed for the ultimate field to table feast. Every great chef dreams of sourcing their ingredients just outside their back door. But in this country, depending on the time of year, they can have their work cut out for them. In this 18 part series, our acclaimed chefs from across the country are up for the challenge. With the clock ticking, they must race to find the freshest possible ingredients available while grappling with short growing seasons, torrential rains, hurricanes and early snowfalls. For them, the Canadian climate and landscape are equal parts challenge and inspiration. These chefs have to improvise based on what they have found (or couldn't find) and then create a memorable and inventive locally based dinner. The Chef's Domain celebrates the beauty and bounty of Canada through the culinary talents of its chefs.",
        "languages": [
            "English"
        ],
        "title": "The Chef's Domain",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "The Chef's Domain (Canada)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Cino, Lina"
            },
            {
                "name": "Crouch, Leanna"
            },
            {
                "name": "Geringas, Eric"
            }
        ],
        "production companies": [
            {
                "name": "Livelier"
            }
        ],
        "distributors": [
            {
                "name": "Canadian Television (CTV)"
            },
            {
                "name": "Lively Media"
            },
            {
                "name": "Travel escape"
            }
        ],
        "other companies": [
            {
                "name": "Big Studios"
            },
            {
                "name": "Crunch Recording Group"
            },
            {
                "name": "Duncan Morin Barristers & Solicitors"
            },
            {
                "name": "Multimedia Transcripts"
            },
            {
                "name": "Optix Digital Pictures"
            }
        ],
        "plot": [
            "A visual and culinary delight, each episode of _The Chef's Domain_ (qv) follows a chef's odyssey as they search for the local ingredients needed for the ultimate field to table feast. Every great chef dreams of sourcing their ingredients just outside their back door. But in this country, depending on the time of year, they can have their work cut out for them. In this 18 part series, our acclaimed chefs from across the country are up for the challenge. With the clock ticking, they must race to find the freshest possible ingredients available while grappling with short growing seasons, torrential rains, hurricanes and early snowfalls. For them, the Canadian climate and landscape are equal parts challenge and inspiration. These chefs have to improvise based on what they have found (or couldn't find) and then create a memorable and inventive locally based dinner. _The Chef's Domain_ (qv) celebrates the beauty and bounty of Canada through the culinary talents of its chefs.::Joe Woodward"
        ],
        "tech": {
            "runtime": [
                "23 min (Canada)"
            ],
            "sound mix": [
                "Dolby (Western Electric Recording)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ]
        }
    }
}