{
    "imdb": {
        "raw release dates": [
            {
                "country": "Netherlands\n",
                "date": "6 April 2008"
            }
        ],
        "release dates": [
            "Netherlands::6 April 2008"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Episode dated 7 May 2013",
                    "kind": "episode",
                    "episode of": {
                        "title": "Je zal het maar hebben (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "7 May 2013",
                    "year": "2013",
                    "plot": "\n    Valerio meet Rob (23), one of four sufferers worldwide born with the disease mzuho HB, called after the Japanese city where the first case was diagnosed, an extreme form of anemia and distorted excretion, visible from a yellow to green skin. Furthermore, he needs follow-up after surviving pancreatic cancer. Valerio treats him to a make-over and photo shoot. Yvette (27) suffers from fibromyalgia, a rheumatic syndrome, and a rare combination with asthma, calcification and chronic fatigue and various pains. Valerio joins her on the first day of creative therapy study in ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Episode #2.1",
                    "kind": "episode",
                    "episode of": {
                        "title": "Je zal het maar hebben (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "21 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Valerio first meets Frank, a cheerful adolescent who suffers from incurable spasms, most of the day involuntarily contracting muscles, less when he's quiet and alone, yet seeks a normal, social life, including ride by tricycle to standard high-school, where he uses a feet-controlled computer keyboard. Valerio tries having breakfast while suffering spasms simulated by mild electrocution. The knaves set out to try blow-carting. Alma (29) suffers from generalized dystonia, an incurable neurological disease she incurred at 17, causing her to be mostly immobilized, ...    "
                },
                "2": {
                    "title": "Episode #2.2",
                    "kind": "episode",
                    "episode of": {
                        "title": "Je zal het maar hebben (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "28 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Valerio visits Ferry (20), who was born with 'aniridia', a hereditary garve iris deformation, implying only one eye is partially (3%) usable. He still trains to become DJ at a radio station for the visually impaired. Valerio tests walking with him, using a white cane and near-blinding spectacles. Lesbo Lisanne (20) was born as a premature with oxygen insufficiency. She's partially paralyzes, suffering spasms, a blind eye and a borderline-schizophrenic personality. She's a fickle winer but still enjoys getting around.    "
                },
                "3": {
                    "title": "Episode #2.3",
                    "kind": "episode",
                    "episode of": {
                        "title": "Je zal het maar hebben (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "4 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Valerio meets Donovan (22), who is in a wheelchair being born with SMA, the progressive disease spinal muscular atrophy. Only his head, heart and genitals can still perform. Yet he lives with his parents, goes to school and works on a professional poker career. José (22) slowly revalidates after a few weeks of coma following a serious holiday crash, helped by electrified acupuncture and tai-chi, and hopes to recover fully, already trying snowboarding with Valerio.    "
                },
                "4": {
                    "title": "Episode #2.4",
                    "kind": "episode",
                    "episode of": {
                        "title": "Je zal het maar hebben (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "9 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Valerio meets Thomas (18), who was born with the genetic syndrome photomelia, meaning he lacks all four lower limb halves, so he looks like a dwarf without hands. Yet tenacious teeth-dexterity and various tricks allow him to lead a relatively normal life, including 'special' sports even if he has to invent them. Valerio tries tennis with taped-off hands and taped-on rackets. Regina (23) suffers from emetophobia, a pathological fear of vomiting, which amounts to combined phobias, mainly concerning diet, crowds and movement, leaving her boring and bored.    "
                },
                "5": {
                    "title": "Episode #2.5",
                    "kind": "episode",
                    "episode of": {
                        "title": "Je zal het maar hebben (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "18 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Valerio follows handsome Kevin (25), whose congenital cardiac condition requires an expensive, build-in ICD (pacemaker and defibrillator). He looks and behaves normally, even works out a gym. Valero compares their heart rates. Valerio meets Thiandi (20), who incurred brain damage due to oxygen lack during birth. She's in a wheelchair, lacking arbitrary body control or speech, but is otherwise mentally normal, studies and lives semi-independently thanks to a permanent attendants team. Valerio and a hunky one join her swimming.    "
                },
                "6": {
                    "title": "Episode #2.6",
                    "kind": "episode",
                    "episode of": {
                        "title": "Je zal het maar hebben (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "25 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Valerio meets Arjan (24), who suffers from 'colitus ulcerosa', a chronic bowl disease causing recurring gastric problems. He can't eat regularly or hold a job down, but lives with bis fiancée. Every step outdoors feels unsafe. He finally decides on surgery to replace his colon with a stoma. Tasmara (29) has 'anosmia', a permanent lack of the senses of smell and taste since injuring her nose, but this doesn't affect her life.    "
                },
                "7": {
                    "title": "Episode #2.7",
                    "kind": "episode",
                    "episode of": {
                        "title": "Je zal het maar hebben (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "1 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Valerio hangs out with cocky Niels (18), a sufferer 'hemifacial microsomia', a congenital condition affecting the left half of his face. He was also born with Goldenharhr's cardiac syndrome. Still he enjoys a rather regular life, including taking part in a soccer team and training as a cook's apprentice, while helping in the kitchen. Meneske an extremely rare neurological condition called 'hereditary sensory and autonomous neuropathy' (HSAN). This means she's complete insensitivity to physical pain, and so risks serious damage. Her eye-sight is also blurry and her ...    "
                },
                "8": {
                    "title": "Episode #2.8",
                    "kind": "episode",
                    "episode of": {
                        "title": "Je zal het maar hebben (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "8 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Valerio meets first near-deaf-born, still cool-looking HIV patient Serhan (28), who still found the courage, after a failed suicide, to enjoy life as a semi-professional dancer with all-deaf band Sencity, although he can only feels vibes, not hear melody. After hearing the ethnic Turk's Greek tragedy, Valerio learns enough sign language to join Serhan shopping with covered ears. Secondly, Roxanne (21) has the incurable mental condition Asperger, which means she can't concentrate, function reliably or interact normally. Drawing however is feasible.    "
                },
                "9": {
                    "title": "Episode #2.9",
                    "kind": "episode",
                    "episode of": {
                        "title": "Je zal het maar hebben (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "15 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Valerio meets amputee Alex (18), who bravely lives on after loosing his left arm to bone cancer. Stubborn Alex plays drums with pedal alternative fro the left hand and still beats Valerio at push-ups. He successfully auditions for a nightclub. The amputation prevented spreading, but a relapse on top of the phantom pain can't be excluded. Alex also enjoys driving a race-car. Tineke (20) has Sjögren's syndrome, a mysterious, incurable chronic auto-immune disease, which causes constant infections and exhaustion. She needs frequent check-ups    "
                },
                "10": {
                    "title": "Special Bart De Graaf Foundation",
                    "kind": "episode",
                    "episode of": {
                        "title": "Je zal het maar hebben (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "22 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Special, last of season, where Valerio meets the finalists for the annuals 'bikkel' grant of the Bart De Graaf foundation. Martine (28) became functionally blind from age 12 from glaucoma. Her guide-dog is cool. A former Dutch Olympic volleyball coach counsels her as gym instructor for the blind, with Valerio among the blinded test pupils. Beautician Marente (22) has JIA, a severe rheumatic condition which can inflame all joints simultaneously, fairly well controlled by medication. Valerio tries the wellness center she works in.    "
                }
            }
        },
        "number of episodes": 11,
        "cast": [
            {
                "name": "Zeno, Valerio"
            }
        ],
        "runtimes": [
            "35"
        ],
        "countries": [
            "Netherlands"
        ],
        "country codes": [
            "nl"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 2,
        "rating": 7.2,
        "votes": 8,
        "plot outline": "Presenter Valerio Zeno, a jolly picture of health and attractive youth, attempts to experience the fate of young? Dutch people affected by various medical conditions. In each episode about two sufferers get to show and explain what each condition entails and how it alters their lives.",
        "languages": [
            "Dutch"
        ],
        "title": "Je zal het maar hebben",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "Je zal het maar hebben (Netherlands)"
        ],
        "seasons": [
            "1",
            "2"
        ],
        "production companies": [
            {
                "name": "BNN TV"
            }
        ],
        "distributors": [
            {
                "name": "BNN TV"
            }
        ],
        "plot": [
            "Presenter Valerio Zeno, a jolly picture of health and attractive youth, attempts to experience the fate of young? Dutch people affected by various medical conditions. In each episode about two sufferers get to show and explain what each condition entails and how it alters their lives.::KGF Vissers"
        ],
        "tech": {
            "runtime": [
                "35 min (Netherlands)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 8,
                "rating": 7.2
            },
            "aged 18 29": {
                "votes": 3,
                "rating": 8.0
            },
            "aged 30 44": {
                "votes": 3,
                "rating": 7.0
            },
            "aged 45 plus": {
                "votes": 1,
                "rating": 7.0
            },
            "males": {
                "votes": 7,
                "rating": 6.9
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 8.0
            },
            "males aged 30 44": {
                "votes": 3,
                "rating": 7.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 7.0
            },
            "females": {
                "votes": 1,
                "rating": 8.0
            },
            "females aged 18 29": {
                "votes": 1,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 2,
                "rating": 7.0
            },
            "non us users": {
                "votes": 7,
                "rating": 6.8
            }
        },
        "number of votes": {
            "10": 0,
            "9": 0,
            "8": 4,
            "7": 2,
            "6": 2,
            "5": 0,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 0
        },
        "arithmetic mean": 7.2,
        "median": 7
    }
}