{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "10 June 2008"
            },
            {
                "country": "USA\n",
                "date": "20 June 2008"
            }
        ],
        "release dates": [
            "USA::10 June 2008",
            "USA::20 June 2008"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Untamed & Uncut"
            },
            {
                "countries": "Hungary",
                "title": "Állatok útmutatója a modernkori túléléshez"
            }
        ],
        "akas": [
            "Untamed & Uncut (original title)",
            "Állatok útmutatója a modernkori túléléshez Hungary"
        ],
        "akas from release info": [
            "Untamed & Uncut (original title)",
            "Állatok útmutatója a modernkori túléléshez Hungary"
        ],
        "episodes": {
            "-1": {
                "-1": {
                    "title": "Vacation Nightmares",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "plot": "\n    Anchorage, Alaska: A woman gets too close to a polar bear cage to take a photo; Hauraki Gulf, New Zealand: A rescue helicopter is called for a couple and their dog after their boat starts sinking; Helena, Montana: Two brothers and their horses are trapped by a raging forest fire; Boston, Massachusetts: A shark pulls a fisherman off a boat and into the water; Whistler, Canada: Adog tumbles several hundred feet down a snow-covered mountain; Tanzania: Vacationers on a safari watch two giraffes pummeling each other.    "
                }
            },
            "1": {
                "1": {
                    "title": "Cobra Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "20 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    A Monocled Cobra, one of the world's deadliest snakes, shows an exotic animal trainer why it should be handled with care. Two men fishing unfortunately reel in a spinner shark. A black bear mistakenly climbs a power pole with disastrous results.    "
                },
                "2": {
                    "title": "Polar Bear Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "17 Jun. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "3": {
                    "title": "Elephant Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "24 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    San Diego, California: A rampaging elephant attacks a trainer; Tzoonie Narrows, British Columbia: A Pacific octopus latches onto a diver's mask; Phillipsburg, New Jersey: A pet boa constrictor bites its owner on the face; Cochranville, Pennsylvania: A horse pulling a carriage kicks one of its riders; Marshall, Texas: A news reporter gets too close to a police dog; Boston, Massachusetts: A blue shark pulls a fisherman into the water; Detroit,Michigan: A man endangers himself when he jumps into a chimpanzee pen to save a chimp that had fallen into the water.    "
                },
                "4": {
                    "title": "Nurse Shark Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "1 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Calgary, Alberta: A bull tosses its rider 20 feet into the air; St. John's, Newfoundland: Rescuers attempt to save a polar bear stranded on a rocky cliff on a small island; Key Largo, Florida: A nurse shark bites a diver on the face; Kerala, India: An elephant goes on a rampage; Victoria, Australia: Five jockeys come off their horses when a flock of seagulls flies across the track; St. Marys, Kansas:Rescuers tend to a deer whose neck is wrapped in barbed wire.    "
                },
                "5": {
                    "title": "Double Great White Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Two Great White Sharks attack a surfer at once - and it is the only time this behavior has been captured on tape! A mule race in Brazil goes awry. A professional alligator wrestler undergoes an event that might make him rethink his career choice.    "
                },
                "6": {
                    "title": "Lion Attacks Zookeeper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "15 Jul. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "7": {
                    "title": "Pregnant Tiger Rescue",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "20 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Hauraki Gulf, New Zealand: Rescuers attempt to save two people and their dog from a sinking boat; Rockwall, Texas: At a rodeo, a horse rears up and falls backward atop its rider; Wankie National Park, Zimbabwe: A baby elephant has been accidentally knocked on its back into a water trough; Rhodes, Michigan: A wildlife photographer is attacked by an eight-point buck; West Bengal, India: A pregnant tiger is trapped in a palm tree; Upper Peninsula, Michigan: An owl's wing is trapped in a fishing line.    "
                },
                "8": {
                    "title": "Shorty the Bull's Revenge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "27 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Boise, Idaho: A bull rider is thrown and repeatedly tossed around after being knocked out; Lake Catherine, Louisiana: A shark that is thought to be dead suddenly comes to life and snaps on a fisherman's hand when he sticks his hand in the mouth to point out parasitic fish in its throat; Helena, Montana: Two riders and their horses are trapped by a forest fire; Beacon, New York: A man is attacked by a rabid fox; Channel Islands, California: Rescuers rush to save two eaglets knocked out of their nest by a rogue male eagle; Loon Lake, Washington: Rescuers attempt to save...    "
                },
                "9": {
                    "title": "Marlin Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "3 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Piñas Bay, Panama: A young man is speared in the face by a black marlin; Isle of Skye, Scotland: A member of a rescue team trying to retrieve a cow stranded on the leg of a cliff falls into the surf; Alvin, Texas: A woman is attacked by a swarm of bees; Calgary, Alberta: A frightened dog that has fallen into freezing water bites the face of one of his rescuers; Denali Park, Alaska: A female bear defends her cubs against a hungry male bear; Dania Beach, Florida: A pelican is tangled in a fishing line in a tree 50 feet above the ground.    "
                },
                "10": {
                    "title": "Cheetah Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "10 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    A TV host visits a cheetah enclosure and is attacked. An elephant goes berserk during a parade in India after being provoked by someone in the crowd. A skiing dog takes a head over tail tumble down a 200 foot mountainside and survives.    "
                },
                "11": {
                    "title": "Goose Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "17 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Pattaya, Thailand: A crocodile goes into a death roll after snapping its jaws shut on it's handler's hand; Casper, Wyoming: A bronco rider is kicked in the head after being thrown; Harrison, Arkansas: A man tries to rescue an owl with a hunter's trap clamped on its leg; Kaohsoiung, Taiwah: A 400-pound orangutan escapes its pen and goes on a rampage; Medeira, Portugal: A marlin pulls a fisherman out of a boat and dangerously close to the propeller; A rabbit narrowly escapes being run over by a cement truck; Virginia Beach, Virginia: A goose attacks a man and his dog in...    "
                },
                "12": {
                    "title": "Bull Poker",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "26 Aug. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                },
                "13": {
                    "title": "Elephant Shock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "31 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Santiago, Chile: An Elephant falls into a moat surrounding its enclosure, but then is later almost electrocuted by an electric wire that has been strung to keep the other elephants away from the rescue attempt; Wrangel Island, Russia: A polar bear cub is caught in a bear trap; Vancouver, British Columbia: A 12-year-old boy and a dog are stuck on a narrow ledge almost 1000 feet above the ocean below; Spokane, Washington: A 700-pound moose is lost in the city trying to find its way back out; Rayong, Thailand: At a water buffalo race, one of the buffaloes throws its ...    "
                },
                "14": {
                    "title": "Amazing Attacks",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "12 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    San Diego, California: A rampaging elephant attacks a trainer; Pattaya, Thailand: A crocodile goes into a death roll after snapping its jaws shut on it's handler's hand; Mexico City, Mexico: A rampaging bull named \"Pajarito\" jumps a wall and went right into the stands goring and hurting people; Wellington, New Zealand: Two lions Named Malik And Zulu attack a zookeeper when someone accidentally left the gate unlocked; Fort Myers, Florida: A monocled cobra bites a handler in the stomach and now it's a race to save the handler's life; East London, South Africa: A surfer ...    "
                },
                "15": {
                    "title": "Terror in the Deep",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "19 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Piñas Bay, Panama: A 600-pound marlin spears an 18-year-old; Samill and the surrounding area; Similan Islands, Thailand: A diver loses a thumb feeding a moray eel; Dyer Island, South Africa: Divers have to exit their shark cage when a great white invades it; Antarctica: Tourists aboard a cruise ship watch a family of orcas hunt a seal trapped on an ice floe; Tzoonie Narrows, British Columbia: An octopus latches onto a diver's mask; Lake Catherine, Louisiana: A mako shark thought to be dead bites a man's hand.    "
                },
                "16": {
                    "title": "Shark Takes a Leg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "9 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Chilean Coast: A great white shark attacks a swimmer; Cheyenne, Wyoming: A horse at a rodeo kicks a rider in the head; Sandpoint, Idaho: A moose calf and its mother falls into icy waters in a frozen lake; Big Cypress Park, Florida: Cops unleash a police dog on a suspected robber; Los Angeles, California: A six-week-old kitten is trapped at the bottom of an eight-foot drain pipe.    "
                },
                "17": {
                    "title": "Leopard Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "16 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Lake Nakuru,Kenya: A ranger is attacked by a leopard after he tries to relocate it; Sydney, Australia: A cameraman covering a rodeo is smacked by a bull; North Canterbury, New Zealand: A dog is swept away when he falls into a river; Tempe, Arizona: A mountain hiker is attacked by a swarm of bees; South Korea: Two escaped elephants crash into a restaurant; New Brunswick, Canada: Three dolphins are stuck in mud when the tide recedes; Big Pine Key, Florida: Two young Key deer bucks box each other.    "
                },
                "18": {
                    "title": "Beware of Charlie Bullware",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "23 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Anaheim, California: A bull rider is dragged by a bull after he is thrown, but his hand is caught in the rope; Milwaukee, Wisconsin: Four Clydesdales get loose from their team and plow into a crowd; Bangkok, Thailand: A cat falls and is impaled on a spiked fence; Centerbury, Ohio: A frog jumps onto the head of a snake while it is swallowing another frog, causing the snake to release it; New Hampshire: A dog tumbles end over end 200 feet down a skis slope; Melbourne, Australia: A kangaroo attacks Marty the Monster; Cannon Beach, Oregon: An elk is tuck in mud.    "
                },
                "19": {
                    "title": "Wrong Way Horse Collision",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "30 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Prescott Downs, Arizona: A jockey suffers a traumatic brain injury when her horse collides with another horse that has started running the wrong way; Cxim, Brazil: A large anaconda clamps down on the hand of one of its handlers; La Paz, Mexico: A sperm whale is stranded in shallow water; Pueblo, Colorado: A black bear is in a tree behind a woman's house, and wildlife officers attempt to use a trampoline to break its fall after they tranquilize it;A stubborn muskrat that has claimed a Michigan ice fisherman's hole bites him when he tries to move it; Melbourne, ...    "
                },
                "20": {
                    "title": "Lions, Camera, Action!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "7 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Berlin, Germany: A lion attacks his trainer; Belton, Texas: A bull flips a bullfighter into the air multiple times; Santa Fe, New Mexico: A dog is stuck at the bottom of a 180-foot well; Shelbyville, Indiana: A harness racer is catapulted after her horse stumbles; Cayman Islands: A stingray bites at a diver's groin; Long Beach, California: A kitten is trapped on a narrow wall near the Los Angeles River; Gatorland, Florida: A crocodile grabs another's leg and starts turning.    "
                },
                "21": {
                    "title": "Gaucho, Ouch-O!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "18 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Jacksonville, Florida: A man and his son are trapped in a car that is stuck in a hole, and being attacked by yellow jackets; Mt. Maroon, Australia: Two men and their dog are trapped on a narrow ledge an a sheer cliff; General Picco, Argentina: A gaucho is pounded against the ground when he is thrown from a horse, but his foot is caught in a stirrup; Inola, Oklahoma: A small child is bitten on the hand by a pet albino python; Santiago, Mexico: A bull butts a drunken spectator; Slickville, Pennsylvania: A deer is caught in muck around a pond.    "
                },
                "22": {
                    "title": "Elephant Seal Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "25 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Sea of Cortez, Mexico: An elephant seal bites down on a diver's head; Dothan, Alabama: A bull smacks a female rider in the face; Porter, Texas: A man climbs a 70-foot tree to retrieve his pet cockatoo, then is unable to get down; Adelaide Hills, Australia: A jockey is dragged behind his horse when his foot gets caught in a stirrup when comes is thrown; Bronson, Michigan: A police cruiser hits a deer; Bangkok: An elephant is stuck in four feet of mud.    "
                },
                "23": {
                    "title": "Trouble at the Track",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "6 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Philadelphia, Pennsylvania: A female jockey is thrown, kicked in the head, and trampled; Anderson, Indiana: When a harness racer is dumped, the horse starts to run into the crowd; Melbourne, Australia: A horse in a steeplechase tosses it rider high into the air when it goes over the last jump; Sydney, Australia: A 70-year-old harness racer falls is run over by four sulkies after he falls out of his own after suffering a heart attack; Berkley, California: A horse manages to finish in second place while the jockey hangs onto its neck after the horse stumbles, throwing ...    "
                },
                "24": {
                    "title": "Pilot Whale Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "15 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Queensland, Australia: A crocodile clamps down on a rangers hand and goes into a death roll; Kona, Hawaii: A pilot whale grabs a diver's leg and drags her down 30 feet before releasing her; Los Angeles, California: A horse has fallen onto her back in a trench with her rider trapped underneath; Namibia, Africa: A zebra fights off a lion and gets away; A black bear breaks into a parked car; Watsonville, California: Rescuers save a puppy caught in a flood    "
                },
                "25": {
                    "title": "Gator Tricks Gone Bad",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "22 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    \"Untamed and Uncut\" brings you the most incredible animal encounters ever caught on tape! From heart-stopping attacks, to heartwarming real stories about the world's most amazing creatures.    "
                },
                "26": {
                    "title": "The Moaning Cowboy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "1 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Nashville, Tennessee: A bull rider ends up underneath a bull after he gets knocked out when the bull hits hits him in the head with a horn; Forbes, Australia: At a horse race, the lead horse stumbles, causing a pile-up; Port Elizabeth, South Africa: At a wildlife park, an elephant calf is unable to get out of a watering hole that it has slipped into; Phoenix, Arizona: A police dog tackles a man claiming to have a bomb; A zebra bites a crocodile's eye after the crocodile grabs a front leg; Playa Del Rey, California: A sea lion is trapped in a power plant's water basin;...    "
                },
                "27": {
                    "title": "Catapulted Horse Racer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 27,
                    "original air date": "8 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    A chariot racer is catapulted 40 feet in the air in Idaho. A massive earthquake rocks China, and the race is on to save a group of pandas that have been left stranded. A dog crashes the Tour de France.    "
                },
                "28": {
                    "title": "Tiger Attacks Zookeeper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 28,
                    "original air date": "5 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Calatagan, Philippines: Four tigers attack a zoo-keeper when he turns his back on them at feeding time; Puerto Angel, Mexico: A bull throws its rider, then later starts tearing up the makeshift stands; Point Barrow, Alaska: Rescuers attempt to save three gray whales stranded five miles from open water in an ice hole; Albuquerque, New Mexico: A bear 50 feet up in a tree in a residential neighborhood misses the air mattress when it falls out of the tree after being shot with a tranquilizer dart; A wild turkey chases an Ohio State patrolman into his patrol car; Melbourne...    "
                }
            },
            "2": {
                "1": {
                    "title": "Teeth, Talons, Terror",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "5 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Guadalupe Island, Mexico: Tow divers in a shark cage are joined by a great white; Dallas, Texas: A bull rider is tossed off his bull; Sylmar, California: Rescuers attempt to save a horse who has become stuck in mud; Los Angeles, California: A bird handler at the Los Angeles Zoo is attacked by a hawk; Indianapolis, Indiana: A dog is stranded on ice.    "
                },
                "2": {
                    "title": "Heroes and Horror",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "12 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Tabatinga, Colombia: A reporter is bitten by an anaconda; Los Alamitos, California: A jockey is seriously injured after she comes off her horse; Ames, Iowa: Rescuers attempt to save an injured bald eagle being attacked by crows; Selma, Alabama: A dog comes to the aid of an officer being attacked by a suspect; Los Lunas, New Mexico: A bear is trapped in a sewage tank.    "
                },
                "3": {
                    "title": "Mother Nature's Nightmares",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "19 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Pamplona, Spain: A man is knocked down and tossed around by a bull; Hot Springs, Arkansas: An alligator clamps down on a handler's arm; Burgaw, North Carolina: A flood caused by Hurrican Floyd leaves four cows and a horse stranded on a home owner's porch; Pinnaroo, Australia: A plague of mice invade a farm; St. Simons Island, Georgia: A woman and her dog have to be rescued after landing in a marsh.    "
                },
                "4": {
                    "title": "Sudden Peril",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "25 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Rejkjavik, Iceland: 12 horses fall into freezing water when the frozen lake cracks; Paterna, Spain: A person participating in the running of the bulls is repeatedly tossed around; Cody, Wyoming: A family outing turns into a rescue mission for an elk stuck in a deep hole in a creek; Moreno Valley, California: A 14-foot python clamps onto its feeder's hand; Long Reef, Australia: Kayak Fisherman are attacked by a great white shark.    "
                },
                "5": {
                    "title": "Claws, Clashes, Chaos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Sondelani, Zimbabwe: A supposedly tame leopard attacks a wildlife photographer; Baltimore, Maryland: A bull fighter takes a hoof to the chest, sending him flying backwards; Gold Coast, Australia: Rescuers attempt to save a humpback whale that has a shark net wrapped around its tail; Recife, Brazil: A young girl is attacked by a monkey; Marion, Indiana: A dog gets stuck after chasing a rabbit into a culvert.    "
                },
                "6": {
                    "title": "Whale Watch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "9 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Silver Banks, Dominican Republic:A humpback whale smacks an underwater cameraman with its tail; Point Barrow, Alaska: A gray whale and her calf are trapped in a blanked of ice five miles away from open water; La Paz, Mexico: A 50-ton sperm whale is trapped in shallow water; Kona, Hawaii: A diver is pulled 30 feet down by a pilot whale; Gold Coast, Australia: A young humpback whale's tale is caught in a shark net that it is dragging behind it.    "
                },
                "7": {
                    "title": "The Wedding Crashers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "16 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Murwilumbah, Australia: An Aussie cowboy-themed wedding goes bad when the horses leading the carriage rear up; Oklahoma City, Oklahoma: A bull in a rodeo knocks over a mounted bull tender; Hingham, Massachusetts: Rescuers attempt to save a dog after it falls through ice after chasing a seal; Greensburg, Pennsylvania: Deer overrun a convenience store; Manchester, England: A jet pilot has to make an emergency landing after a bird strike; Punta Gorda, Florida: Animal control officers have to extract a boa constrictor that has climbed into a car's engine compartment.    "
                },
                "8": {
                    "title": "Beastly Headaches",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "23 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Silver Banks, Dominican Republic: A humpback whale smacks an underwater cameraman with its tail; Tacoma, Washington: A horse knocks out its rider when it rears up and their heads collide; Glen Canyon National Recreation Area, Utah: A bighorn sheep is trapped in a pit; Boys Ranch, Texas: A 14-year-old steer rider is flipped off and stomped; Taipei, Taiwan: A goat is trapped on the side of a cliff; Satuli, India: An elephant cow and her calf are trapped in an irrigation pond with steep banks.    "
                },
                "9": {
                    "title": "Beware the Bite",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "10 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Marshall Islands, North Pacific Ocean: A gray reef shark bites a fisherman's foot when it is hauled on deck; Calcasieu Parish, Louisiana: Flood waters from Hurricane Ike threaten a nervous Rottweiler that has already bitten one rescuer; Glendale, Arizona: A bull rider is knocked out stomped; Little Rock, California: A two-year-old Clydesdale has become trapped in a whole left from an old septic tank; Vancouver, British Columbia: An orca touches noses with a dog on a boat; Salt Lake City, Utah: A red-tailed boa bites its owner's hand.    "
                },
                "10": {
                    "title": "Un-Bear-Able",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "20 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Albuquerque, New Mexico: A black bear running through town looking for her lost cub is almost electrocuted when she climbs a utility pole; Chengdu, China: An earthquake rocks a panda reserve; Wrangel Island, Russia: A polar bear cub is caught in a fox trap; Pueblo, Colorado: A black bear has climbed a tree in a residential neighborhood; Denali National Park, Alaska: A grizzly bear defends her cub against a hungry roving male grizzly; Los Lunas, New Mexico: A bear has fallen into a sludge tank.    "
                },
                "11": {
                    "title": "Rodeo Rampage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "27 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Calgary, Alberta, Canada: At the Calgary Stampede, a bull tosses its rider 20 feet into the air; Las Cruces, New Mexico: A bull batters a 'bull poker' player; Cheyenne, Wyoming: A wild horse kicks its rider in the head; Sydney, Australia: A bull at a rodeo heads for the videographer; Boise, Idaho: A bull repeatedly butts its rider after having tossed him to the ground; Rockwall, Texas: A horse rears up and falls backwards onto its rider.    "
                },
                "12": {
                    "title": "Cat-tastrophes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "27 Sep. 2009",
                    "year": "2009",
                    "plot": "\n    Kenya: A park ranger is attacked by a leopard being released into the wild; Calatag, Phillipines: Four tigers attack a zoo-keeper when he turns his back on them; Maasi Mara, Kenya: Tourists videotape a buffalo heard coming to the rescue of a young buffalo being attacked by several lions; , then being rescued by its heard when it calls out; Berlin, Germany: A lion attacks its trainer; Los Angeles, California: Rescuers attempt to save a kitten that has fallen into an eight-foot drain pipe.    "
                },
                "13": {
                    "title": "Unlikely Heroes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "18 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Jersey, Channel Islands: A young boy falls into a gorilla enclosure at a zoo; Costa of Durban, South Africa: A tiger shark bites a diver's thigh; Clifton, Colorado: A dog's owner tries to save his dog who has fallen into icy water; Reno, Nevada: A bullfighter lands on his neck after being tossed by a bull; A baboon escapes from a crocodile's jaws; Medway, Ohio: A man who had had one leg surgically reattached after being in a car accident tries to rescue a raccoon whose head is stuck in a peanut butter jar.    "
                },
                "14": {
                    "title": "Railed, Jailed, and Nailed",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "7 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Del Mar, California: After his horse stumbles, a jockey ends up underneath the horse; Bali: A macaque bites a young boy; Shelby, North Carolina: A Dutch Shepherd helps subdue an escaped convict; Paso Robles, California: A bull steps on his rider's head after throwing him; Australia: A king brown snake is trapped in an aluminum can; Nasiriyah, Iraq: Soldiers attempt to rescue a baby camel trapped in a 12-foot well.    "
                },
                "15": {
                    "title": "Cheating Death",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "15 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Calgary, Alberta: A chuck wagon driver is thrown off his cart and dragged underneath; Coria, Spain: During the Running of the Bulls, an animal rights activist is repeatedly tossed around by a bull; Reno, Nevada: A woman attempts to rescue her dog from a frozen lake; Samburu National Reserve, Kenya: Rescuers attempt to aid an eight-month-old baby elephant with an injured leg; A cuttlefish launches a sneak attack on an octopus; Bressler, Pennsylvania: Deer hunters try to save a deer stuck in mud.    "
                },
                "16": {
                    "title": "Costly Mistakes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "15 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Silver Banks, Dominican Republic: A humpback whale smacks two divers with its tail when they get too close to her calf; Virginia City, Nevada: A camel racer is thrown from her mount; Walnut Creek, California: A tree falling into a creek pins a horse against the bank; Tobarra, Spain: A bull catches up to a bull jumper; St. Paris, Ohio: A dog is stuck in a drainpipe.    "
                },
                "17": {
                    "title": "The Struggle for Survival",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "15 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Seville, Spain: A bull knocks out a matador when he smacks him in the face; Boca Raton, Florida: A man struggles to save his two dogs from his van that has fallen into a sinkhole full of water; Mojones Sur, Argentina: A horse rears up and falls back onto its rider; A squirrel leaps just in time from a building that is being razed; Cairns, Australia: A cat is rescued from a utility pole, then leaps out of the truck that rescues it.    "
                },
                "18": {
                    "title": "Big Cats, Crashes, and Carnage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "22 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Taipei, Taiwan: An unstable man climbs into a lion's den; Springfield, Illinois: A buggy rider is pitched out of his cart after his horse starts bucking; Queensland, Australia: A wallaby is trapped in a rip current; Southwestern England: A biplane knocks over a cow as it glides in for a landing after the engine fails; A koala bear has climbed a utility pole and is in danger of being electrocuted; Ciudad Valles, Mexico: A bull rider is tossed around and stomped: Hagaman, New York: A dog gets its head trapped in a metal watering can.    "
                },
                "19": {
                    "title": "Mayhem and Miracles",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "29 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    New Orleans, Louisiana: A bull rider is tossed headfirst against the bars of the chute; New York City: US Airways Flight 1549; Mendoza Argentina: A TV host is chased in a zoo by an agitated elephant; Greeley, Colorado: Two horses spook pulling a covered wagon; Tangalooma, Australia: Rescuers attempt to save a dolphin bitten by a shark.    "
                },
                "20": {
                    "title": "Under My Skin",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "13 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Niglintgak Island, Canada: An Arctic researcher is infested with seven bot fly larvae; Almenara, Spain: During the Running of the Bulls, a runner is repeatedly tossed around; Graham Island, British Columbia: Rescuers attempt to save a beached baby humpback whale; Oklahoma City, Oklahoma: A barrel racer's horse rears up and falls back onto her; Kenya: A baby elephant is trapped in a six-foot well.    "
                },
                "21": {
                    "title": "Angels and Demons",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "27 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Canary Islands: A diver is bitten by an angel shark; Pretoria, South Africa: A python latches onto a man's hand; Maypadi, India: A frightened leopard is trapped at the bottom of a well; New York City: A bull rider is whacked on the back of the head and kicked by a bull; Melbourne, Kentucky: A horse slips into icy water; Tokushima, Japan: A dog is trapped on the ledge of a retaining wall.    "
                },
                "22": {
                    "title": "Berlin Polar Bear Attack",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "27 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Berlin, Germany: An emotionally disturbed woman jumps into a polar bear pit; Tallebudgera, Australia: A diver attempting to aid a humpback whale entangled in a shark net gets smacked by one of its fins; Sunburst, Montana: Two white-tailed bucks' antlers become entangled; Saltillo, Mexico: A horse kicks a bronco rider in the face; India: A toddler plays with a defanged cobra; Kruger National Park, South Africa: A baby elephant's front leg becomes wedged in a fork in a downed tree.    "
                }
            },
            "3": {
                "25": {
                    "title": "Shark Games",
                    "kind": "episode",
                    "episode of": {
                        "title": "Untamed & Uncut (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 25,
                    "original air date": "26 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Four divers play tag with sharks with deadly consequences; a bullrider's family members are in the path of danger; a polo horse falls on its rider.    "
                }
            }
        },
        "number of episodes": 52,
        "cast": [
            {
                "name": "Burgess, George"
            },
            {
                "name": "Lope, Scott"
            },
            {
                "name": "Sammut, Charlie"
            },
            {
                "name": "Theison, Willie"
            },
            {
                "name": "Erickson, Gregory"
            },
            {
                "name": "Freeman, Tandy"
            },
            {
                "name": "Rogers, Lynn"
            },
            {
                "name": "Mauro, Danny"
            },
            {
                "name": "Morris, Amos"
            },
            {
                "name": "Calambokidis, John"
            },
            {
                "name": "Miller, Randy"
            },
            {
                "name": "Dunn, Rex"
            },
            {
                "name": "Hart, J.W."
            },
            {
                "name": "Long, Trevor"
            },
            {
                "name": "Brockett, Jim"
            },
            {
                "name": "Dunning, Al"
            },
            {
                "name": "Alps, Bernardo"
            },
            {
                "name": "Schulman, Alan"
            },
            {
                "name": "Cooney, Coleman"
            },
            {
                "name": "Borba, Dennis C."
            },
            {
                "name": "Lambert, Cody"
            },
            {
                "name": "Johnson, Dennis"
            },
            {
                "name": "Collier, Ralph"
            },
            {
                "name": "Smets, Rob"
            },
            {
                "name": "Wheat, David"
            },
            {
                "name": "Beezer, David"
            },
            {
                "name": "Williams, Jennifer"
            },
            {
                "name": "Douglas-Hamilton, Iain"
            },
            {
                "name": "Winner, Brent"
            },
            {
                "name": "Fish, Frank"
            },
            {
                "name": "Mao, Emily"
            },
            {
                "name": "Myers, Woody"
            },
            {
                "name": "Lehnhardt, John"
            },
            {
                "name": "Fabry, Mauricio"
            },
            {
                "name": "Marrington, Keith"
            },
            {
                "name": "Lester, Jim"
            },
            {
                "name": "Cypress, Kenny"
            },
            {
                "name": "Keyser, Richard"
            },
            {
                "name": "Siggy, Richard"
            },
            {
                "name": "Schultz, Bob"
            },
            {
                "name": "Saomarcos, David"
            },
            {
                "name": "Schultz, Allison"
            },
            {
                "name": "Kozmick, James"
            },
            {
                "name": "Hammet, Patrick"
            },
            {
                "name": "Lanham, Zeb"
            },
            {
                "name": "Tallman, Bob"
            },
            {
                "name": "Rono, Alexander"
            },
            {
                "name": "Campbell, Tom"
            },
            {
                "name": "Serante, Lodring"
            },
            {
                "name": "Serante, Mely"
            }
        ],
        "genres": [
            "Documentary"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 3,
        "rating": 6.7,
        "votes": 106,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjY5ODU5NzA0NV5BMl5BanBnXkFtZTgwMTAwMjcwMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "languages": [
            "English"
        ],
        "title": "Untamed & Uncut",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Davis, Ken"
            },
            {
                "name": "Harrison, Nanette"
            },
            {
                "name": "Lalama, Pat"
            }
        ],
        "production companies": [
            {
                "name": "Cheri Sundae Productions"
            }
        ],
        "distributors": [
            {
                "name": "Animal Planet"
            }
        ],
        "plot": [
            "A collection of incredible animal incedents::alawarabood"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 106,
                "rating": 6.7
            },
            "aged 18 29": {
                "votes": 39,
                "rating": 7.3
            },
            "aged 30 44": {
                "votes": 28,
                "rating": 5.7
            },
            "aged 45 plus": {
                "votes": 15,
                "rating": 6.2
            },
            "males": {
                "votes": 65,
                "rating": 6.4
            },
            "males aged 18 29": {
                "votes": 27,
                "rating": 7.0
            },
            "males aged 30 44": {
                "votes": 24,
                "rating": 5.9
            },
            "males aged 45 plus": {
                "votes": 11,
                "rating": 5.7
            },
            "females": {
                "votes": 19,
                "rating": 7.0
            },
            "females aged 18 29": {
                "votes": 11,
                "rating": 8.0
            },
            "females aged 30 44": {
                "votes": 4,
                "rating": 4.2
            },
            "females aged 45 plus": {
                "votes": 4,
                "rating": 7.0
            },
            "top 1000 voters": {
                "votes": 6,
                "rating": 5.7
            },
            "us users": {
                "votes": 42,
                "rating": 6.5
            },
            "non us users": {
                "votes": 28,
                "rating": 6.3
            }
        },
        "number of votes": {
            "10": 22,
            "9": 6,
            "8": 12,
            "7": 31,
            "6": 12,
            "5": 8,
            "4": 4,
            "3": 2,
            "2": 4,
            "1": 5
        },
        "arithmetic mean": 6.9,
        "median": 7
    }
}