{
    "imdb": {
        "raw release dates": [
            {
                "country": "Japan\n",
                "date": "3 April 2008"
            }
        ],
        "release dates": [
            "Japan::3 April 2008"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Toraburu"
            },
            {
                "countries": "France",
                "title": "To Love-Ru"
            },
            {
                "countries": "World-wide (English title)",
                "title": "To Love-Ru"
            }
        ],
        "akas": [
            "Toraburu (original title)",
            "To Love-Ru France",
            "To Love-Ru World-wide (English title)"
        ],
        "akas from release info": [
            "Toraburu (original title)",
            "To Love-Ru France",
            "To Love-Ru World-wide (English title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Maiorita shôjo",
                    "kind": "episode",
                    "episode of": {
                        "title": "To Love-Ru (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 9,
                    "original air date": "3 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Rito is a shy boy just trying to get through life and pluck up the courage to confess his love to his long time school crush. Of course, the universe seems to be against him, even to the point of dropping a naked runaway alien princess named Lala quite literally into his lap and bathtub. As if things couldn't get stranger, in the suds and confusion, Rito now finds himself engaged to the girl who fell from the sky.    "
                },
                "2": {
                    "title": "Kon'yaku kaishô!?",
                    "kind": "episode",
                    "episode of": {
                        "title": "To Love-Ru (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "10 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Things go from bad to worse for Rito. First, he has a bunch of aliens show up, and then he finds that he's engage to a galactic princess, now the girl he really likes is mad at him? How could things possibly get any worse? Oh, well, having Lala's father blow up the earth would be pretty bad. Rito has only three days to set things right and prevent King Deviluke's wrath over a broken engagement?    "
                },
                "3": {
                    "title": "Sankaku kankei",
                    "kind": "episode",
                    "episode of": {
                        "title": "To Love-Ru (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "17 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Lala and all of this marriage stuff are driving Rito insane! At least he can catch a few hours of sanity alone at school. What?!?! Lala is the new transfer student?! Even though Rito implores her to keep a low profile, her antics are making her rather popular. Even worse, Haruna has just said that she thinks Rito and Lala make a good couple! In an attempt to cheer up Rito and teach Lala more about earth culture, Mikan decides they should go on a tour of the city. Disaster is narrowly averted following a literal wardrobe malfunction and Lala's inventions at the ...    "
                },
                "4": {
                    "title": "Uchû no rabu epuron",
                    "kind": "episode",
                    "episode of": {
                        "title": "To Love-Ru (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "24 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Mikan is helping Lala feel right at home with delicious home cooked meals. Her uncle Zastin, on the other hand, is not giving Rito a favorable idea of his future as the King of Deviluke, what with the waging of intergalactic wars and all. Rito is desperate to find a way to get out of marrying Lala without attracting her father's rage and being at fault for the destruction of the earth. Inspired by Mikan's hot meals, Lala tries to cook for the family, but as it's her first time, the results are sub par. Rito sees his chance and declares that he will not marry Lala ...    "
                },
                "5": {
                    "title": "Kuîn no chôsenjô",
                    "kind": "episode",
                    "episode of": {
                        "title": "To Love-Ru (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "1 May 2008",
                    "year": "2008",
                    "plot": "\n    Saki Tenhouin is the queen of Sainan High School. She's the richest, the most popular, the prettiest, the vainest... you get the picture. She's also the most jealous of Lala when she finds out that her popularity is on the rise amongst the other students (due in part to her sex appeal). But Miss Saki will not be out done! She challenges Lala to the Miss Sainan Competition. However, it's not a good idea to send an alien princess a challenge with an arrow stuck through it. It's an even worse idea to try to kidnap her fiancé to ensure that she shows up. Refusing to be ...    "
                },
                "6": {
                    "title": "Uchûjin no shikaku",
                    "kind": "episode",
                    "episode of": {
                        "title": "To Love-Ru (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "8 May 2008",
                    "year": "2008",
                    "plot": "\n    Lala seems to be really pushing Rito's buttons at school. All she wants to do is learn a bit more about him, but she may have gotten the wrong idea in science class when they were doing frog dissections. Little does Rito know that he's also being studied by another alien; this one a rival for Lala's affection. To get Rito to back off, this supposed assassin has taken Haruna hostage! Will this new guy finally get a clue that Lala is not interested in him? Can Rito save Haruna and himself from this intimidating alien assassin?    "
                },
                "7": {
                    "title": "Otoko to wa hakakuarubeshi!",
                    "kind": "episode",
                    "episode of": {
                        "title": "To Love-Ru (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "15 May 2008",
                    "year": "2008",
                    "plot": "\n    A new rival has arrived at Sainan Private High School, Ren, one of Lala's childhood friends. Apparently, Ren has held Lala in such high regard that he allowed himself to be her guinea pig for experiments, was proud of the memories where she made him cry, and is not the least be upset that she doesn't immediately remember him. What is upsetting is that she still does not think of him as manly.    "
                },
                "8": {
                    "title": "Seiren keppaku fûki iin",
                    "kind": "episode",
                    "episode of": {
                        "title": "To Love-Ru (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "22 May 2008",
                    "year": "2008",
                    "plot": "\n    One of the school prefects, Yui Kotegawa, is all about rules, discipline, and good morality. She feels that things have gotten quite out of hand and will not tolerate anymore lewd behavior. Yui convinces the principal to allow her to set some rules for moral behavior at school and creates an enforcement squad. Rito comes under Yui's special attention, as she suspects that he is the one behind the corruption of good and decent values. As punishment, Rito is banned from speaking to any girl for two weeks! With Lala and Ren causing all kinds of havoc, it seems almost ...    "
                },
                "9": {
                    "title": "Kôsei yori ai o komete",
                    "kind": "episode",
                    "episode of": {
                        "title": "To Love-Ru (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "29 May 2008",
                    "year": "2008",
                    "plot": "\n    Another suitor blasts his way into the picture, this time quite literally, as he wears an armored rocket suit. He decided to cut straight to the point and keeps trying to snatch Lala. Lala is able to dodge his attacks, but she finally get frustrated and fights back. Wounded and with his armor damaged, he wander about, seeking advice from everyone, even Ren. He comes up with a new plan to claim Lala and attempts to drug her.    "
                },
                "10": {
                    "title": "Uchû no onna geinin......",
                    "kind": "episode",
                    "episode of": {
                        "title": "To Love-Ru (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "5 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Lala's fan club president, Stella, shows up, trying to convince her to return to make an idol CD. Stella becomes upset when she finds that Lala is engaged and refusing to go. Rito he held responsible for this, and must find a stand in actress to pretend that she is Lala. Rito becomes upset when Stella decides that Haruna would be the perfect double for Lala.    "
                },
                "11": {
                    "title": "Kin'iro no yami",
                    "kind": "episode",
                    "episode of": {
                        "title": "To Love-Ru (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "12 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Rito encounters a golden haired girl on street. They begin to talk and Rito buys them taiyuki when suddenly, she attacks! It seems that both her hands and her golden locks are weapons. Rito tries to run away, but she pursues him. It turns out that she is an assassin, know as Golden Darkness, hired to kill him. Zastin comes to rescue Rito, but this girl is more than he can handle. Lala shows up, and the girl fight is on.    "
                },
                "12": {
                    "title": "Senritsu! Taiikusai",
                    "kind": "episode",
                    "episode of": {
                        "title": "To Love-Ru (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "19 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    The athletic festival has arrived and Rito is in the lead to making a complete fool of himself. He's trying everything he can think of to impress Haruna, but keeps accidentally bumping and touching her. While Rito is pretty sure that Haruna absolutely hates him, Lala finds herself in competition with Saki, who still wants to beat her. The only person who seems to be really enjoying themselves it the principal as he watches the female students go through bizarre and perverted contests.    "
                },
                "13": {
                    "title": "Uchûichi no otoko",
                    "kind": "episode",
                    "episode of": {
                        "title": "To Love-Ru (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "26 Jun. 2008",
                    "year": "2008",
                    "plot": "\n    Rito is about to have the worse 'meet the parent' experience in the whole universe! Lala's father, King Deviluke is coming to earth to see if Rito is worthy of being his daughter's future husband and eventual ruler of their planet. At school, Rito meets a strange girl on the roof, who turns out to be Lala's father testing him. Having made a very bad first impression, it looks like Rito is about to learn about intergalactic pain, until Lala steps in. Now, Rito is left with only one option to save himself and the earth from total destruction: become the Greatest Man in ...    "
                },
                "14": {
                    "title": "Futari dake no himitsu",
                    "kind": "episode",
                    "episode of": {
                        "title": "To Love-Ru (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "3 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Rito is training hard to hopefully become the Greatest Man in the Universe and save his life in the process. While out running, he bumps into Haruna walking her dog. She becomes very supportive of Rito, even meeting up with him everyday as he runs. Finally, Haruna asks Rito to have lunch with her by the river. During their date, her dog falls into the water and is rescued by Rito. Dripping wet, Haruna takes him to her house to dry his clothes. There, Haruna trips and almost kisses a towel-clad Rito just as her sister enters the room.    "
                },
                "15": {
                    "title": "Mitsurin no purinsesu",
                    "kind": "episode",
                    "episode of": {
                        "title": "To Love-Ru (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "10 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Rito, Haruna, and Lala are moving up in the universe, when an alien prince visits and they each become Ambassadors of Peace from the Earth. They get more than just their titles, but a challenge to compete for the title of Greatest Hunter in the Universe. This could be a big opportunity for Rito in reaching his goal of become the greatest man, so they compete. After an adventure filled with dinosaurs and giant gorillas, Haruna wins the title, while Rito finds a group of Amazons who want to all marry him.    "
                },
                "16": {
                    "title": "Run no totsugeki kokuhaku taimu",
                    "kind": "episode",
                    "episode of": {
                        "title": "To Love-Ru (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "17 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Everyone decides to have a fun afternoon together at the water park. However, Rito now has a new source of relationship drama: Run has fallen in love with him, too. Through their whole afternoon, she tries everything she can imagine to get Rito's attention. From fishing poles to vacuums and even fabric-eating fish, each of her attempts ends in disaster for Rito. She finally gets some advice from Montemitsu and Rito's teacher, but finds herself in a spot of trouble with the other patrons of the park. Rito steps in to help her and Lala whips out one of her new ...    "
                },
                "17": {
                    "title": "Kyûkôsha no yûrei",
                    "kind": "episode",
                    "episode of": {
                        "title": "To Love-Ru (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "24 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    Lala suggests that everyone go visit a haunted school building. Upon entering the school building the door suddenly closes and locks; next they start to hear all kinds of unexplainable noises. Then monsters appear and explain to them that they are just aliens from other down-sized planets that had not place to go so they all gathered in this old school building.    "
                },
                "18": {
                    "title": "Saruyama ga omiyage",
                    "kind": "episode",
                    "episode of": {
                        "title": "To Love-Ru (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "31 Jul. 2008",
                    "year": "2008",
                    "plot": "\n    A space ship flies over the school and drops off a package for Lala on the roof. Inside the package is a pregnant wolf that jumps out and tries to kill Lala. The wolf starts having stomach pains so the girls take her to the school nurse where she starts to go into labor.    "
                },
                "19": {
                    "title": "Jigoku onsen onna uchûjin nanairo porori",
                    "kind": "episode",
                    "episode of": {
                        "title": "To Love-Ru (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "7 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    After seeing a commercial on TV promoting a hot springs, Lala tells Rito that she wants to own a hot springs. Lala then proceeds to build her own hot springs right in her own backyard.    "
                },
                "20": {
                    "title": "Bakunetsu shôjo majikaru Kyôko fureimu",
                    "kind": "episode",
                    "episode of": {
                        "title": "To Love-Ru (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "14 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    General Mojack decides to try and take over the world so Kirisaki takes it upon her self to destroy him by turning into Magical Kyoko Flame.    "
                },
                "21": {
                    "title": "Yûkitei keppûroku",
                    "kind": "episode",
                    "episode of": {
                        "title": "To Love-Ru (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "21 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Yuuki hears about an alien hotel being run by Mikade-sensei and Kimio. There Yuuki decides to try it check it out via the old school building.    "
                },
                "22": {
                    "title": "Senritsu! Bunkasai",
                    "kind": "episode",
                    "episode of": {
                        "title": "To Love-Ru (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "28 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    Yami decides to look for a job. Everyone is upset by Yui's submission of what they should do for the culture festival. She submitted that they do a region research display or a calligraphy display.    "
                },
                "23": {
                    "title": "Saruyama no ôoku monogatari",
                    "kind": "episode",
                    "episode of": {
                        "title": "To Love-Ru (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "4 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Saruyama wishes that he was a nobleman from the Edo Castle. He then starts to daydream about being the ruler of Edo Castle.    "
                },
                "24": {
                    "title": "Hajirai nagara",
                    "kind": "episode",
                    "episode of": {
                        "title": "To Love-Ru (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "11 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Lala's personality changes due to a fever. Rito now has to deal with Lala's constantly changing personalitues and her desire to take over the world as a deviluke princess.    "
                },
                "25": {
                    "title": "Chikyû saigo no yoru",
                    "kind": "episode",
                    "episode of": {
                        "title": "To Love-Ru (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "18 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Rito receives a message from the King of Deviluke which orders him to board the Devilukian spaceship as he has to prove he is the best in the universe. Before boarding the ship he confesses his feelings for Haruna.    "
                },
                "26": {
                    "title": "Rara",
                    "kind": "episode",
                    "episode of": {
                        "title": "To Love-Ru (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "25 Sep. 2008",
                    "year": "2008",
                    "plot": "\n    Yuki wakes up to Haruna and Lala yelling at him that he is about to miss the ship. Lala decides she can't marry unless he wants too. Lala then uses her memory erasing tool so that she can start a new life on earth back at the school.    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Friede, Franciska"
            },
            {
                "name": "Watanabe, Akeno"
            },
            {
                "name": "Tomatsu, Haruka"
            },
            {
                "name": "Yahagi, Sayuri"
            },
            {
                "name": "Arai, Satomi"
            },
            {
                "name": "Hanazawa, Kana"
            },
            {
                "name": "Konno, Jun"
            },
            {
                "name": "Matsuo, Daisuke"
            },
            {
                "name": "Koyasu, Takehito"
            },
            {
                "name": "Yoshino, Hiroyuki"
            },
            {
                "name": "Asô, Tomohisa"
            },
            {
                "name": "Nishino, Yoko"
            },
            {
                "name": "Sasaki, Hinako"
            },
            {
                "name": "Yuzuki, Ryôka"
            },
            {
                "name": "Chiba, Chiemi"
            },
            {
                "name": "Inada, Tetsu"
            },
            {
                "name": "Ogata, Ken'ichi"
            },
            {
                "name": "Azuma, Masataka"
            },
            {
                "name": "Nishina, Yohei"
            },
            {
                "name": "Densaka, Tsutomu"
            },
            {
                "name": "Oosaka, Chikara"
            },
            {
                "name": "Sakaguma, Takahiko"
            }
        ],
        "genres": [
            "Animation",
            "Action",
            "Comedy",
            "Romance",
            "Sci-Fi"
        ],
        "countries": [
            "Japan"
        ],
        "country codes": [
            "jp"
        ],
        "language codes": [
            "ja"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:MA15+",
            "Canada:13+::(Quebec)",
            "Germany:16",
            "South Korea:15",
            "United States:TV-14"
        ],
        "number of seasons": 1,
        "rating": 6.6,
        "votes": 567,
        "cover url": "https://m.media-amazon.com/images/M/MV5BNmFkYjljODUtYTQyOS00N2U5LTk1NjktMDc1ZTVjMDhkNDAyXkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_SX101_CR0,0,101,150_.jpg",
        "plot outline": "The story revolves around Rito Yuki, a high-school student who cannot confess to the girl of his dreams, Haruna Sairenji. One day when coming home and sulking in the bathtub, a mysterious, nude girl appears out of nowhere. Her name is Lala and she comes from the planet Deviluke, where she is the heir to the throne. Her father wants her to return to her home planet so she can marry one of the husband candidates. But she decides that she wants to marry Rito in order to stay on Earth. Commander Zastin has been ordered to bring Lala back and has already battled Rito. He reports to the emperor that Rito would be suited to marry Lala, after hearing Rito, who was actually defending himself instead of Lala, say that marriage is impossible unless it is with the person you love. Lala truly falls in love with Rito and decides that she wants to marry Rito after hearing what he said. Her father decides that, if Rito is able to protect Lala from her fiancés, then he can marry her. However, if Rito cannot protect Lala from her other fiancés and meet the king's expectations, Lala's father will kill Rito and destroy the Earth.",
        "languages": [
            "Japanese"
        ],
        "title": "To Love-Ru",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Chiba, Katsuhiko"
            },
            {
                "name": "Hasemi, Saki"
            },
            {
                "name": "Shimoyama, Kento"
            }
        ],
        "production companies": [
            {
                "name": "Triple A"
            },
            {
                "name": "Xebec"
            }
        ],
        "distributors": [
            {
                "name": "Avex Entertainment"
            },
            {
                "name": "BS-i"
            },
            {
                "name": "Chubu-nippon Broadcasting Company (CBC)"
            },
            {
                "name": "Mainichi Broadcasting System (MBS)"
            },
            {
                "name": "Section 23 Films"
            },
            {
                "name": "Sentai Filmworks"
            },
            {
                "name": "Tokyo Broadcasting System (TBS)"
            }
        ],
        "plot": [
            "When an alien from the planet Deviluke runs away and goes into hiding on earth,she meets a human named Yuuki Rito. Watch as she wants to get married to him while he wants no part of it::rueben-coetzee1",
            "The story revolves around Rito Yuki, a high-school student who cannot confess to the girl of his dreams, Haruna Sairenji. One day when coming home and sulking in the bathtub, a mysterious, nude girl appears out of nowhere. Her name is Lala and she comes from the planet Deviluke, where she is the heir to the throne. Her father wants her to return to her home planet so she can marry one of the husband candidates. But she decides that she wants to marry Rito in order to stay on Earth. Commander Zastin has been ordered to bring Lala back and has already battled Rito. He reports to the emperor that Rito would be suited to marry Lala, after hearing Rito, who was actually defending himself instead of Lala, say that marriage is impossible unless it is with the person you love. Lala truly falls in love with Rito and decides that she wants to marry Rito after hearing what he said. Her father decides that, if Rito is able to protect Lala from her fiancés, then he can marry her. However, if Rito cannot protect Lala from her other fiancés and meet the king's expectations, Lala's father will kill Rito and destroy the Earth."
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 567,
                "rating": 6.6
            },
            "aged under 18": {
                "votes": 3,
                "rating": 7.7
            },
            "aged 18 29": {
                "votes": 203,
                "rating": 6.7
            },
            "aged 30 44": {
                "votes": 115,
                "rating": 6.2
            },
            "aged 45 plus": {
                "votes": 37,
                "rating": 6.2
            },
            "males": {
                "votes": 360,
                "rating": 6.7
            },
            "males aged under 18": {
                "votes": 3,
                "rating": 7.7
            },
            "males aged 18 29": {
                "votes": 181,
                "rating": 6.8
            },
            "males aged 30 44": {
                "votes": 103,
                "rating": 6.4
            },
            "males aged 45 plus": {
                "votes": 30,
                "rating": 6.7
            },
            "females": {
                "votes": 36,
                "rating": 4.7
            },
            "females aged 18 29": {
                "votes": 17,
                "rating": 5.7
            },
            "females aged 30 44": {
                "votes": 10,
                "rating": 4.3
            },
            "females aged 45 plus": {
                "votes": 7,
                "rating": 3.8
            },
            "top 1000 voters": {
                "votes": 16,
                "rating": 5.9
            },
            "us users": {
                "votes": 60,
                "rating": 6.3
            },
            "non us users": {
                "votes": 213,
                "rating": 6.2
            }
        },
        "number of votes": {
            "10": 106,
            "9": 36,
            "8": 88,
            "7": 120,
            "6": 88,
            "5": 46,
            "4": 27,
            "3": 20,
            "2": 11,
            "1": 25
        },
        "arithmetic mean": 6.9,
        "median": 7
    }
}