{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "18 February 2008"
            },
            {
                "country": "Canada\n",
                "date": "17 March 2008"
            }
        ],
        "release dates": [
            "Canada::18 February 2008",
            "Canada::17 March 2008"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Departures"
            },
            {
                "countries": "Germany",
                "title": "Departures - Abenteuer Weltreise"
            },
            {
                "countries": "Russia",
                "title": "Внезапный отъезд"
            }
        ],
        "akas": [
            "Departures (original title)",
            "Departures - Abenteuer Weltreise Germany",
            "Внезапный отъезд Russia"
        ],
        "akas from release info": [
            "Departures (original title)",
            "Departures - Abenteuer Weltreise Germany",
            "Внезапный отъезд Russia"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Russia: Comrades and Capitals",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "votes": 15,
                    "original air date": "19 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Anything is possible in Russia. Scott and Justin meet up with their friend Bogdan and visit the last man living in the radioactive zone in Chernobyl. They visit St. Petersburg for some homemade vodka and to celebrate Bogdan's birthday, before hopping on an overnight train to Moscow. The adventures in Moscow are diverse: An awkward visit to a Russian bath, a wild night out in an exhilarating dance club and a chance to drive a cold-war military tank. Next, they fly to Siberia and meet a vodka-slamming shaman, who puts them all to shame on the dance floor.    "
                },
                "2": {
                    "title": "Russia: The Bull of Winter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "votes": 17,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    The guys head northeast into Siberia to reach the coldest inhabited place on earth: the Pole of Cold. Along the way, the word of Scott and Justin's journey travels and they become local news celebrities. They visit a permanent circus, take part in the Festival of Cold, answer questions at local press conferences and end up judging a quirky beauty contest in Yakutsk. Riding reindeer for the rest of the trek, they camp in the snow before hitting the Pole of Cold.    "
                },
                "3": {
                    "title": "Sri Lanka",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "votes": 21,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Travelling to Sri Lanka at the tail end of the 25-year civil war, the guys expect to visit a war-torn country, yet discover a different land. From exploring the wonders of Sigiriya, an ancient rock fortress and palace ruin, to visiting Sri Lanka's indigenous inhabitants, the Veddas tribe, and joining the pilgrimage up Adam's Peak, the guys experience a beautiful and culturally rich country. They get to Sri Lanka's capital city, Colombo, just in time to see the Navam Perahera - a spectacular parade made up of thousands of dancers and acrobats, and over a hundred ...    "
                },
                "4": {
                    "title": "Vietnam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "votes": 18,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Scott and Justin catch up with their high school friend Fran, who is travelling to Vietnam to explore his motherland and family history for the first time. They travel south to north, through the commotion of Ho Chi Minh City and the Mekong River floating markets, and experiencing haunting remnants of the Vietnam war and visiting magical and mysterious temples and caves along the way. Further north, surrounded by the beauty of Halong Bay, the guys realize that spending time with Fran's family, and seeing the country through his eyes, has given them a fresh perspective...    "
                },
                "5": {
                    "title": "Papua New Guinea: Fire and Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "votes": 15,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    One of the most fascinating places on earth, and one of the most dangerous, Papua New Guinea is a rough and mostly unexplored country. The guys meet up with their friend Nick on the island of East New Britain, where they visit the lava-buried city of Rabaul, and climb up, and into, an active volcano. Next they explore the island and local dive sites for abandoned World War II relics. Making their way through some thick jungle, they spend a night in a remote family village on their way to a spectacular fire-dancing tribe.    "
                },
                "6": {
                    "title": "Papua New Guinea: Without a Paddle",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "votes": 12,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Leaving the islands, the guys head into mainland PNG and drive up into the rugged Highlands with their friend Nick. They travel through Goroka, where they take part in an embarrassing Mudmen dance ritual involving bows, arrows and loincloths. They prepare for an epic journey: A private flight north to a remote grass airstrip, where they have three days to make their way down the extremely remote Sepik River and try to become true men of the Sepik.    "
                },
                "7": {
                    "title": "Ecuador",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "votes": 10,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    The guys' adventure begins by zip lining across jungle canopy, rappelling down waterfalls and bungee jumping off a city bridge. They dive with sharks off the Galapagos Islands, and realize the human impact on animals there. On the mainland, they stumble upon the Intiraymi festival, where celebrations are contrasted by near-riots between conflicting tribes. Next, they venture into the Amazon to find the Hourani tribe, and arrive the day of the Chief's father's funeral. Attending the ceremony, they learn how the tribes are fighting to keep their traditions alive and ...    "
                },
                "8": {
                    "title": "Ethiopia: Saints and Snakes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "votes": 11,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Scott and Justin explore the spiritual side of Ethiopia. In Lalibella, they visit ancient churches carved entirely out of stone, and Justin tries teaching a class of school children some new words. They visit the castles in Gondor and the Church of Saint Mary of Zion, which claims to house the lost Ark of the Covenant. At the Debra Damos monastery, accessible only by climbing a rope up a sheer cliff, they share some difficult but hilarious conversation with a well-spirited monk, who has some poignant things to say about brotherhood and human origins.    "
                },
                "9": {
                    "title": "Ethiopia: Dances with bulls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "votes": 12,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Scott and Justin meet up with Robel, who takes the guys to visit his sisters in his village of Harar. They visit the bustling chat market, and learn how to prepare the traditional stimulant. That night, Robel takes them to feed some wild hyenas by hand. Leaving Harar, they take a long drive to visit the Hammer Tribe. Here they witness a rare ceremony in which the women of the village offer themselves to be whipped, and one soon-to-be married man has to run, stark naked over a dozen bulls, to prove his worth as a husband.    "
                },
                "10": {
                    "title": "Rwanda",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "votes": 11,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Rwanda is a country emerging from its darkest years of poaching and the 1994 genocide. Scott and Justin travel with locals to learn more about how Rwanda is managing today. They explore the recovery of the animal population - from swimming cows on Napoleon Island to trekking into the wild to visit isolated groups of mountain gorillas. This experience is contrasted with a visit to the church of Ntarama to talk to a genocide survivor, and a court tribunal of several accused men. The guys hear stories of forgiveness from the people, and learn of their hope for their ...    "
                },
                "11": {
                    "title": "Greenland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "votes": 12,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    The guys arrive in the arctic destination at the beginning of winter. With only six hours of sunlight a day, they experience an entirely different type of adventure. Arriving by helicopter into the town of Ittoqqortoormiit, they take part in a seal hunt, and learn of the many ways people survive in this harsh arctic climate. With some basic training under their belt, the team heads off on a three-day trek to the abandoned ghost town of Cape Hope, where weather and extreme conditions pushes everyone's utmost limits.    "
                },
                "12": {
                    "title": "North Korea: The Other Side",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "votes": 14,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    Scott and Justin are prepared for perhaps their greatest adventure to date, providing them with a rare glimpse inside the borders of this isolated country. From Beijing, they depart to Pyongyang with an Englishman named Nick - an outsider with unprecedented access to the country. Meeting up with their local guides, Chae and Kim, the team visits many historical and political sights, learning the local perspective on world events, and gaining a much greater understanding of the country. An evening cruise down the Taedong River begins to cement a solid friendship between...    "
                },
                "13": {
                    "title": "North Korea: The musical",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "votes": 16,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    North Koreans are a fiercely proud and creative people. North Korea continues to completely defy all expectations, as Scott and Justin take part in a high school English class, are pulled into numerous musical performances, visit a water bottling factory, a farm and an old funfair. Their experiences are capped off by the largest and most impressive choreographed spectacle on earth - the Arirang Mass Games - where 100,000 people perform the ultimate homage to their country and ideologies. The guys are sad to leave their trusted guides and friends behind when they ...    "
                },
                "14": {
                    "title": "Indonesia: Ring of fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "votes": 10,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    The trip begins on the caldera of Mount Bromo - an active, yet serene volcano in the middle of the island of Java. With their local friend Oka, they continue to the slums of Jakarta, meeting with a young boy and his family, and participating in daily activities to learn of the many hardships facing the locals. Heading to the island paradise of Bali, they take part in an explosive, traditional bull race. Scott gets \"dirty\" while Oka loses his chariot altogether. The trip winds down when they meet a Balinesian Prince, and join his party as guests of honour.    "
                },
                "15": {
                    "title": "Indonesia: A home away",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "votes": 8,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    For three years, Scott and Justin have travelled the globe, experiencing so many people's homes, while getting further away from their own. In their friend Oka's home island of Bali, the guys witness both spiritual and illegal aspects of Balinesian life - grand temples, noisy bird markets and betting on underground cricket fights. They then travel back in time to the island of Sumba, staying overnight with a tribe who live in close harmony with nature and their ancestors. While Justin ponders returning home, Scott realizes that after three years on the road, there are...    "
                },
                "16": {
                    "title": "Australia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "votes": 11,
                    "original air date": "2010",
                    "year": "2010",
                    "plot": "\n    From the southern coast of Adelaide, all the way to Darwin, the guys take on another road trip - this time with their own purchased 4x4 to get them through the perilous, dusty outback. Fighting constant breakdowns, they reach the underground town of Coober Pedy, where they search for opal with the help of an explosives \"expert\". The crew travel from Uluru, staying on a working ranch, before tackling the ultimate offroad adventure through searing sand to remote Boggy Hole. Pushing on through a sudden rainstorm in the north, to the last miles to Darwin, Scott, Justin, ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Canada: Ocean to Ocean",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 36,
                    "original air date": "18 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Friends Scott Wilson and Justin Lukach leave the 9 to 5 to travel the world for a year. But before they leave, they feel that they need to explore their own country first and decide to camp all the way across Canada, Halifax to Vancouver.    "
                },
                "2": {
                    "title": "Jordan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 18,
                    "original air date": "25 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    After landing in Jordan, Scott and Justin are greeted by their friend Ibrahim who is getting married in a few weeks. They spend a night in the desert with the Bedouins and travel to Petra and the gulf of Aqaba.    "
                },
                "3": {
                    "title": "India: Sacred Ground",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 17,
                    "original air date": "24 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Scott and Justin meet up with their friend Monica to take a grueling train ride to the desert. Then to Varanasi, to discover the depth of India's culture and religions before flying to New Delhi in time for the Diwali celebration.    "
                },
                "4": {
                    "title": "India: Quest for Himalayas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 16,
                    "original air date": "31 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Scott and Justin travel through the more untouched parts of India, a quest which takes them to the highest mountains in the world. Into the depths of a storm, and ill from food poisoning, India challenges them both to their utmost limits.    "
                },
                "5": {
                    "title": "Ascension Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 12,
                    "original air date": "7 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    In the middle of the South Atlantic, staying atop the highest mountain, Scott and Justin struggle with feelings of isolation as they try to contact banks at home and save personal relationships.    "
                },
                "6": {
                    "title": "Japan: The Future",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 13,
                    "original air date": "14 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    While navigating the extensive train systems in Japan, Scott manages to get them to the South. Meanwhile, Justin struggles with language barriers and very different food.    "
                },
                "7": {
                    "title": "Japan: The Past",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 13,
                    "original air date": "21 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Continuing in Japan, Scott and Justin seek the peace of nature by taking a late-night ferry to the island of Miyajima and camping among the hundreds of native deer.    "
                },
                "8": {
                    "title": "Cook Islands",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 11,
                    "original air date": "28 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    While visiting four of the Cook Islands, Scott is challenged about his commitments to the year trip while Justin learns from the locals how to live off the land.    "
                },
                "9": {
                    "title": "New Zealand: Risks & Rewards",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 10,
                    "original air date": "5 May 2008",
                    "year": "2008",
                    "plot": "\n    Adventure in New Zealand does not come without consequences, especially when Scott and Justin meet up with their \"larger than life\" kiwi friend Ellis. Justin's competitive risk-taking side takes over, while Scott deals with his own fears.    "
                },
                "10": {
                    "title": "New Zealand: Adrenaline",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 10,
                    "original air date": "12 May 2008",
                    "year": "2008",
                    "plot": "\n    Christmas approaches as Scott and Justin continue their travels through New Zealand. Finding adventure and uninhabited landscape reminds them of how long they've been on the road and of all the family and friends waiting for their return.    "
                },
                "11": {
                    "title": "Thailand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 19,
                    "original air date": "12 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Scott and Justin wind down their yearlong trip with a stop in Thailand.    "
                },
                "12": {
                    "title": "Cambodia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "plot": "\n    Scott and Justin hang out with their friend, Sarorn, and his family, as they explore Cambodia.    "
                },
                "13": {
                    "title": "Canada: Pushing North",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    Scott and Justin return from their extraordinary yearlong journey - with one more challenge in store.    "
                }
            },
            "2": {
                "1": {
                    "title": "Morocco",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 15,
                    "original air date": "23 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Justin has been travelling alone for the past couple of months when Scott and Andre decide to come meet him at a festival in Spain. They head to Gibraltar, where Justin is attacked by candy-stealing Apes, before hopping on a ferry and completely switching continents. Now in Morocco, they head inland towards Fès, then further into the snow-covered Atlas Mountains to stay in a traditional Moroccan kasbah. They end their trip with a long climb up Jbel Toubkal - the highest mountain in North Africa. Three strong again, they find reason to keep travelling together.    "
                },
                "2": {
                    "title": "Libya",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 13,
                    "original air date": "30 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    After many visa difficulties, Scott and Justin are finally allowed to enter Libya. They travel from Tripoli to Jebel Nafusa, before getting lost in the abandoned city of Ghadames. They wander around the maze of empty streets and homes before finding each other again, and drive deep into the Sahara desert to climb some of the world's largest sand dunes, and sand-board in their own private oasis.    "
                },
                "3": {
                    "title": "Brazil: Piranha Soup",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "votes": 15,
                    "original air date": "6 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    The guys reunite with Gisele, whom they had met on their previous trip to Jordan. A native to Brazil, Gisele shows them around Rio de Janeiro taking them hang gliding, to a football match, and into the Ghettos before they hit the road and head towards Cuiaba; to access the Pantanal - The world's largest marshland. Here they find poisonous plants, the worlds largest living rodents, and catch piranha for lunch - none of the reasons for why Justin ends up in the hospital. This is a chance for the guys to learn about Brazil's dangers before reaching the Amazon.    "
                },
                "4": {
                    "title": "Brazil: Treading Water",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 14,
                    "original air date": "13 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    There are so many things that can kill you in the Amazon rainforest. The guys rent a boat as protection and head down river to explore the rain forest. They find poisonous insects around every corner, angry snakes, and people living in huts built by hand. After getting stuck in a 70 meter high tree in an Amazonian thunderstorm, and getting attacked by vicious pink dolphins, the guys hop on a plane headed for the island of Fernando de Noronha to witness the hatching of close to 1000 sea turtles. The dynamic changes when Justin and Gisele know their time together will ...    "
                },
                "5": {
                    "title": "Cuba",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "votes": 13,
                    "original air date": "20 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Avoiding the resorts and the all-inclusive vacation, Scott and Justin rent a car and head towards the tobacco fields around Vinales. A friend who had visited Cuba a number of years back had stayed with a farmer while there and promised to bring photos back to him. Scott and Justin find the same farmer bringing him the photos and are invited into his home. From there they grab a couple of horses to head deep into the countryside to try some sugarcane and rum. Picking up hitchhikers along they way they arrive in Trinidad and are invited to take part in a traditional ...    "
                },
                "6": {
                    "title": "Mongolia: Tribes and Tribulations",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "votes": 17,
                    "original air date": "27 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    After being separated at the airport and put on different flights, Scott arrives late and his bag has gone missing. The guys prepare for a long trek out to the Nomadic Reindeer Tatsun tribe, but to get there, they will have to travel by van for a couple days before getting on horseback to finish the final leg of the journey. As nomads themselves, Scott and Justin find value in witnessing the tribes traditional way of life and the necessity of the nature around them.    "
                },
                "7": {
                    "title": "Mongolia: Meals and Wheels",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "votes": 14,
                    "original air date": "6 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    The guys stay with the Tsatsaan Reindeer tribe for a couple more days before the long trek back to Ulaan Bator. Scott and Justin stop along the way at a complete strangers ger (traditional Mongolian tent) where the three are invited in for fermented yaks-milk and some mix of goat organ soup. Craving adventure of a different variety, they rent ATV's and drive freely into the Gobi desert. Camping at night, and driving by day, the trio discover the ultimate idea of freedom, before running into various trouble on the road.    "
                },
                "8": {
                    "title": "Iceland",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "votes": 16,
                    "original air date": "13 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Iceland's raw nature, good hearted people and vast open spaces encourage Scott and Justin to brave the elements. From Reykajavik the guys rent a 4x4 truck and hit the open roads, no matter what the conditions. They encounter a family while sheep herding, and join in to help on their way to find adventure in the ice and glaciers . Active volcanoes, ice climbing and squeezing into an underground lava tube hint towards some of the personal strength needed to continue their world adventures.    "
                },
                "9": {
                    "title": "Zambia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "votes": 19,
                    "original air date": "20 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Scott and Justin ultimately find themselves in the midst of some of the most wild roads and dangerous animals on the planet. Sleeping in a tree-blind while lions walk directly under them or taking a walking safari is no match to the real situation with the people they meet. The guys experience a way of life that is so drastically different than theirs, impoverished and battling the HIV/AIDS epidemic, the guys witness the joy and sorrow at a small church ceremony and gain a fresh outlook from their new Zambian friends.    "
                },
                "10": {
                    "title": "Madagascar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "votes": 15,
                    "original air date": "27 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    In order to meet the King in the village of Vohipeno, Scott and Justin have to take a long train ride through the rain forest and bring gifts for the kingdom. Along with a Rooster and Rabbit aptly named \"Pancakes\" and \"Waffles\", they make their way through Madagascar where they find lemurs, climb the jagged cliffs in Tsingy and develop friendships with a village full of chanting kids.    "
                },
                "11": {
                    "title": "Chile: Ups and Downs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "votes": 15,
                    "original air date": "3 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Despite Justin's difficulties with altitude sickness in India, they make their way up to 15,000 feet in the Altiplano of northern Chile. Justin gets sick and requires a hospital visit and oxygen. Beat down, he tries again, this time in the adventure mecca of San Pedro by biking down a mountain. They sleep in tents amongst the beautiful landscapes of active volcanoes, salt flats and pink flamingo reserves before heading to the mystical island of Chiloe. Here they experience life as it was one hundred years ago, and et strange and wonderful characters, including the ...    "
                },
                "12": {
                    "title": "Chile: Ends of the Earth",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "votes": 15,
                    "original air date": "10 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    History repeats itself as Scott and Justin push as far south as they can go. Adventure, fate, chance and the infestation of the travel bug all play a huge role. On one of the most remote islands on Earth, Easter Island, the guys experience the breath-taking awe of the infamous heads and try scuba diving again. They then head to Patagonia to help with Gaucho sheep-sheering and to visit a penguin island where a brave little penguin develops a crush on Scott. Their experiences in the southern-most town on Earth ultimately wins them a ticket to Antarctica, when by chance ...    "
                },
                "13": {
                    "title": "Antarctica",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "votes": 16,
                    "original air date": "17 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    The crew are headed to a place they never thought they would ever see in their lifetime - Antarctica.Claimed by some, owned by no one. A continent for peace and science, the betterment of all mankind. Scott and Justin are granted a rare opportunity to stay in the Chilean scientific base on King George Island. They spend a week learning about life on the continent, while visiting the nearby Russian and China bases, all perfect microcosms of their home countries. The three then get on a Russian expedition ship and head down the Antarctic peninsula to witness some of the...    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Photo Shoot: Behind the Scenes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Departures (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "31 Dec. 2008",
                    "year": "2008",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 43,
        "cast": [
            {
                "name": "Wilson, Scott"
            },
            {
                "name": "Lukach, Justin"
            },
            {
                "name": "Dupuis, Andre"
            }
        ],
        "locations": [
            "Canada",
            "Jordan",
            "India",
            "New Zealand",
            "Cambodia",
            "Cook Islands",
            "Japan",
            "Thailand"
        ],
        "genres": [
            "Documentary"
        ],
        "runtimes": [
            "46"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.85 : 1",
        "sound mix": [
            "Stereo"
        ],
        "number of seasons": 3,
        "rating": 9.0,
        "votes": 1905,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZTQyMTFjMmItZGM5MC00Yzg0LWE2ZDktODEzMGI1NjA0NTIyXkEyXkFqcGdeQXVyNzkzNjQwNTY@._V1_SY150_CR3,0,101,150_.jpg",
        "budget": "CAD3,500,000 (estimated)",
        "plot outline": "Aimed at the adventure seeker, Departures is an action-packed and personal journey about two travelers. Scott Wilson and Justin Lukach leave their lives behind in search of unique experiences through some of the most beautiful and remote places on earth. From epic landscapes and unforgettable culture, to the often trying times that come with international travel, the series chronicles the unforgettable friendships, personal successes and sometimes crushing disappointments that befall them on their journey. Accompanied by their friend and cameraman, Andre Dupuis, Departures showcases the revelations of two travelers who strive to find themselves and new perspectives while trekking across the globe. Departures is as much about the journey as it is the destination. No prizes, no contests, just real life and real travel.",
        "languages": [
            "English"
        ],
        "title": "Departures",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "production companies": [
            {
                "name": "Departures Entertainment"
            },
            {
                "name": "ShootingStar Film Co."
            }
        ],
        "distributors": [
            {
                "name": "ShootingStar Film Co."
            },
            {
                "name": "Travel Channel International"
            },
            {
                "name": "Departures Distribution"
            },
            {
                "name": "NBC Universal Television"
            },
            {
                "name": "National Geographic International"
            },
            {
                "name": "Breakthrough Entertainment"
            },
            {
                "name": "Canal Évasion"
            },
            {
                "name": "DR2"
            },
            {
                "name": "Globosat HD"
            },
            {
                "name": "Outdoor Life Network (OLN)"
            },
            {
                "name": "RTL Living"
            },
            {
                "name": "Television Broadcasts Limited (TVB)"
            }
        ],
        "plot": [
            "Aimed at the adventure seeker, _Departures_ (qv) is an action-packed and personal journey about two travelers. Scott Wilson and Justin Lukach leave their lives behind in search of unique experiences through some of the most beautiful and remote places on earth. From epic landscapes and unforgettable culture, to the often trying times that come with international travel, the series chronicles the unforgettable friendships, personal successes and sometimes crushing disappointments that befall them on their journey. Accompanied by their friend and cameraman, Andre Dupuis, _Departures_ (qv) showcases the revelations of two travelers who strive to find themselves and new perspectives while trekking across the globe. _Departures_ (qv) is as much about the journey as it is the destination. No prizes, no contests, just real life and real travel.::Steven N. Bray"
        ],
        "tech": {
            "runtime": [
                "46 min"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.85 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 1905,
                "rating": 9.0
            },
            "aged 18 29": {
                "votes": 481,
                "rating": 9.2
            },
            "aged 30 44": {
                "votes": 726,
                "rating": 8.9
            },
            "aged 45 plus": {
                "votes": 176,
                "rating": 7.9
            },
            "males": {
                "votes": 1123,
                "rating": 8.9
            },
            "males aged 18 29": {
                "votes": 359,
                "rating": 9.2
            },
            "males aged 30 44": {
                "votes": 553,
                "rating": 8.9
            },
            "males aged 45 plus": {
                "votes": 122,
                "rating": 7.8
            },
            "females": {
                "votes": 360,
                "rating": 9.1
            },
            "females aged 18 29": {
                "votes": 118,
                "rating": 9.3
            },
            "females aged 30 44": {
                "votes": 168,
                "rating": 9.1
            },
            "females aged 45 plus": {
                "votes": 48,
                "rating": 8.7
            },
            "top 1000 voters": {
                "votes": 11,
                "rating": 5.8
            },
            "us users": {
                "votes": 251,
                "rating": 8.7
            },
            "non us users": {
                "votes": 874,
                "rating": 9.0
            }
        },
        "number of votes": {
            "10": 1108,
            "9": 435,
            "8": 186,
            "7": 53,
            "6": 28,
            "5": 19,
            "4": 8,
            "3": 11,
            "2": 14,
            "1": 43
        },
        "arithmetic mean": 9.1,
        "median": 1
    }
}