{
    "imdb": {
        "raw release dates": [
            {
                "country": "Netherlands\n",
                "date": "14 October 2008"
            },
            {
                "country": "Belgium\n",
                "date": "23 February 2009"
            },
            {
                "country": "Hungary\n",
                "date": "2 December 2013"
            }
        ],
        "release dates": [
            "Netherlands::14 October 2008",
            "Belgium::23 February 2009",
            "Hungary::2 December 2013"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "S1ngle"
            },
            {
                "countries": "Hungary",
                "title": "Sz1nglik"
            },
            {
                "countries": "Hungary (alternative spelling)",
                "title": "Szinglik"
            }
        ],
        "akas": [
            "S1ngle (original title)",
            "Sz1nglik Hungary",
            "Szinglik Hungary (alternative spelling)"
        ],
        "akas from release info": [
            "S1ngle (original title)",
            "Sz1nglik Hungary",
            "Szinglik Hungary (alternative spelling)"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Een moeilijke keuze",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "23 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Fatima is looking for a bigger place to live separately from Jeroen. Nienke immediately gets along with Fatima's new neighbor, Melvin. Dr. Jurriaan is leaving the hospital for a job in Switzerland. This leads to the rest of the hospital staff learning that Jurriaan and Stella have been sleeping together.    "
                },
                "2": {
                    "title": "Hart onder de riem",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "30 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Nienke doesn't want to leave her work when Barry enters the hospital after a motor accident. Fatima crashes into shy Davis while out skating and she immediately starts planning their relationship. But when she purposely arrives fashionable late for their second date, Stella has already taken her place.    "
                },
                "3": {
                    "title": "Nieuwe wegen",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "6 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Barry asks Nienke to join him and his wife in a relationship therapy session. Fatima is ordered to drive drunk Dr. Wesseldijk home. During her annual visit to a neighbor Hannie's grave, Stella learns it has been emptied.    "
                },
                "4": {
                    "title": "Geen cent te makken",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "13 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Because Fatima has serious money problems she almost accepts a dinner date from Dr. Wesseldijk. Nienke decides to teach Fatima how to better handle her finances. Stella is more infatuated than usual with her latest young conquest. Turns out she had a fling with his father and older brother years earlier.    "
                },
                "5": {
                    "title": "Ongewenst bezoek",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "20 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Stella sees the football match at Barry's café as an opportunity for her and Nienke to score with men. Fatima prefers to stay home with a movie, but finds the disturbed former owner of her flat has moved back in.    "
                },
                "6": {
                    "title": "Een wijze raad",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "27 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Nienke convinces Fatima and Stella to spend their Sunday at a painting workshop and then gets tricked by Wilma Meerdink to look after Meerdick's ill wife Marja instead.    "
                },
                "7": {
                    "title": "Watervrees",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "4 May 2010",
                    "year": "2010",
                    "plot": "\n    Stella is not pleased with a surprise visit from her mother. Nienke has only half a day to spend with Vincent before he leaves for Australia. Fatima is invited to attend Melvin's water polo match but has to conquer her fear of water first.    "
                },
                "8": {
                    "title": "Zelfvertrouwen",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "11 May 2010",
                    "year": "2010",
                    "plot": "\n    Fatima bumps into Jeroen again. Stella is looking after he young half brother Wiendelt. Nienke becomes very suspicious when male nurse Thomas invites her to dinner.    "
                },
                "9": {
                    "title": "Op zoek naar de liefde",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "18 May 2010",
                    "year": "2010",
                    "plot": "\n    Convinced she'll meet the man of her life, Fatima takes Nienke and Stella to a Speed Meet for singles. Stella soon becomes the center of attention while Nienke feels completely out of place until she bumps into Barry.    "
                },
                "10": {
                    "title": "Emoties",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "25 May 2010",
                    "year": "2010",
                    "plot": "\n    Nienke is getting married, so Stella and Fatima organize one last girls night together.    "
                },
                "11": {
                    "title": "De grote dag",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "1 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Fatima is organizing Nienke and Barry's wedding and is surprised to learn Barry's invited Jaroen as a witness. The entire proceedings are completely depressing Stella.    "
                },
                "12": {
                    "title": "Daar komt de bruid",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "8 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Stella leaves the wedding after tearing Nienke's wedding dress. Barry and Nienke are having second thoughts about the ceremony as well. Jeroen admits his true feelings for Fatima.    "
                }
            },
            "1": {
                "1": {
                    "title": "Afscheid",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "14 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Fatima 'Faat' was looking forward to presenting ideal son-in-law Jeroen to her family, but he dumps her altogether. Flippant Stella throws her hunky one-night-stand out, still naked, and toys with male nurse Thomas. Nienke, the third hospital nurse-colleague, fusses about a retirement party for old Dr. Schoonoord, but nobody else feels like contributing money or effort. Faat gets rid of all her Jeroen memorabilia attached to a balloon; it gets caught and is delivered to Jeroen, so he brings it to her, but now she hesitates to resume the relationship. At the party ...    "
                },
                "2": {
                    "title": "Arm en rijk",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "21 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    The new doctor Jurriaan Huiskamp still appeals to nurse Fatima, but she dares not approach him. As soon as he starts telling the truth and expects her to work, desk nurse Stella turns against him. So shoves off a rectal rescue on him, but is ordered to assist. Later they learn to appreciate each-other professionally in an emergency.    "
                },
                "3": {
                    "title": "Hartklachten",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "28 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    The man who was saved by Jurriaan and Stella returns to thank them. Knowing he's terminal he seizes life, by courting her 'no strings'. Fatima still claims to be over Jeroen, but clearly isn't. Nienke ridiculously fails to handle fashion and anger-issues.    "
                },
                "4": {
                    "title": "Jeugdliefde",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "4 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Stella is offered a seat by a preteen boy but is furious when her younger one-night-stand sweetly praises her in bed as 'riper'. Only a compliment from Dr. Jurriaan softens her murderous mood because she feels 'seen as a fossil'. Fatima's granny advises her to taste and enjoy life and lovers, plural- then dies unexpectedly. Nienke has a crush for barman Barry, from her neighborhood, but finds he has a fiancée.    "
                },
                "5": {
                    "title": "Beslissingen",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "11 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Stella's big mouth and sick imagination blow her evaluation interview completely, yet doc Jurriaan, whom she abused as 'a treacherous queer', gets her tenure. Fatima clashes with her mother over whether grandma's cremation should be posh or exuberant like she would have wanted. Nienke still wants barman Barry, but accidentally suggests he should propose to his lover Jolien and becomes his courting coach.    "
                },
                "6": {
                    "title": "Helderziend",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "18 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Stella's date, Ron, turns out to be a house-father, but won't give him up, yet the child's image haunts her. Fatima doesn't want to sell grandma's house and asks medium, who refuses to consult grand whether she should move in but analyzes the friends. Nienke's Barry is about to propose to Jolien, but gets cold feet and asks her moral support.    "
                },
                "7": {
                    "title": "Squashen",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "25 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Stella insults Jurrian, intrudes the men's locker and dares him to a squash match. The cute kid she mistakes for his 'gay boy' puts her straight on more than one count. Fatima pretends to enjoy living in the country, but overstays her alcohol tolerance in a bar. Just when Nienke starts despairing about her sexual potential, she hits on with extremely helpful ICT store clerk Vincent.    "
                },
                "8": {
                    "title": "Verwenweekend",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Fatima invited the girls for a relaxing weekend. By the time she realizes the others meant girls only, it's too late to cancel the male guests. Barry only came to ask Nienke - as wedding witness. Jurriaan and Stella still don't get on. During a storm which spoils the outdoor plans and drenches the boys, hated hospital staff supervisor Wilma invites herself, with her lesbian partner, Marja, who has terminal cancer. The truth game Fatima prepared proves controversial.    "
                },
                "9": {
                    "title": "Familiebezoek",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "9 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Stella's gay, even sloppier brother, Sep, surprises her with an early visit and his latest shamelessly naked conquest, Francisco. Nienke's sudden opportunity to try filling in nursing supervisor proves the job makes the bitch, and she's hardly better at it. Fatima is suddenly obsessed with granny's ring which ma sold, but can't afford it. Sep's drug use first turns him bi, then worse.    "
                },
                "10": {
                    "title": "Studenten",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "16 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Stella finds that her 15 years 'absent' father who is visiting didn't know about her brother Sep's problem; her boss, whose partner is terminal, spills the beans. Fatima is in a wheelchair for a minor injury and milks it. Bumping into gentleman Jan Frederik's sports-car makes them meet. He's a lawyer, she lets him believe she's a med student. It proves a painful experience for him. Nienke hosts a dinner for her ex, Barry, and his bride, corporate psychologist Jolien, who can't handle discovering she's his 'ex'.    "
                },
                "11": {
                    "title": "Vrijgezellenfeest",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "23 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Nienke decides to help Louise with planning Jolien's bachelor party. Stella tries to convince her father to leave her boat. Fatima has spent a drunken night with Jan Frederik and can't remember if she slept with him or not.    "
                },
                "12": {
                    "title": "De bruiloft",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "30 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Sep offers a fancy dinner to Stella- and asks Jurriaan too, so she asks his brother Bastiaan, by way of 'penalty'. Actually the gay brothers match instantly. Fatima flaunts her rich fiancé Jan-Frederik, then dumps him without provocation. Her romantic ex Jeroen returns. On the eve of his wedding with Jolien, Barry finally gets Nienke to admits she's in love with him.    "
                }
            },
            "2": {
                "1": {
                    "title": "Nieuwe kansen",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "7 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Madly in love with Jeroen again, Fatima wants to spend every single second with him, even at his office. Looking for a new vibrator in a feminist sex-shop, Stella bickers with the salesclerk. Nienke feels wronged during a checkup by her new gynecologist Dr. Bram Wesseldijk, as turns out a ridiculous misunderstanding.    "
                },
                "2": {
                    "title": "Audities",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "14 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    The hospital celebrations for its 50 years existence include founding a choir. Fatima is asked and starts dreaming of vocal stardom, but can't read music or strike a tone. Nienke's candidacy is ignored by matron, considering the gynecologist she insulted will direct. Stella's drain is clogged. She hoped to seduce studly plumbers into helping her cheaply, but their female boss knows that expensive game. Thomas, Jeroen and Jurriaan help out.    "
                },
                "3": {
                    "title": "Gezelschap",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "21 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Fatima was looking forward to spending three months in Paris, where Jeroen does an apprenticeship, but he's not allowed a partner at company's expense. Jurriaan worries when Stella accepts gifts and dates with unknown admirers, so he takes her skating, which gives her the flu. When Nienke gets arrested for being drunk, her ex, Vincent, cuddles her to sleep. Jeroen finds the perfect comfort gift.    "
                },
                "4": {
                    "title": "Verlatingsangst",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "28 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Koekie, the puppy Jeroen gave Fatima while he's on course in Paris, has abandonment anxiety, so she takes it to a 'main' dog trainer and her medium Hanny, who suggests finding a real dog-person. Stella has left studying for her dietetics exam until the last day, so her charms may prove decisive. Nienke's turtle, Boris, gets accidentally trampled during a Nightingales (hospital choir) ideas practice.    "
                },
                "5": {
                    "title": "Een jaartje ouder",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "5 May 2009",
                    "year": "2009",
                    "plot": "\n    Fatima gets stuck with a hearing impaired elevator repairman on the hospital roof. Nienke is asked to babysit her neighbor neighbor's daughter Annemoon. Stella is extremely annoyed when the hospital staff keeps reminding her of her birthday.    "
                },
                "6": {
                    "title": "Gehandicaptendag",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "12 May 2009",
                    "year": "2009",
                    "plot": "\n    Fatima is tickled pink to receive a visit from her equally girlish and posh high-school friend Danielle, a model-actress, from New York. Exchanging invented success stories, a recipe for a fight. Nienke's co-volunteer for the hospital's candy delivery to mentally handicapped children calls in sick. Stella is grudgingly 'volunteered'. Once there, Nienke hates the unruly brats, Stella falls for their studly supervisor Gert-Jan.    "
                },
                "7": {
                    "title": "Het afspraakje",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "19 May 2009",
                    "year": "2009",
                    "plot": "\n    Stella rudely throws Jurriaan out straight after sex, when they fall asleep even refuses breakfast in bed. When that drives him to date his classy ex Esmée again, that makes her viciously jealous. Fatima is flattered when Dr. Bram Wesseldijk asks her as dance partner, although Nienke warns her he's just after a flirt behind his sick wife's back. Wilma is furious to loose her hospital show solo. Things don't turn out as the men expected.    "
                },
                "8": {
                    "title": "Een verrassing",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "26 May 2009",
                    "year": "2009",
                    "plot": "\n    When Jeroen admits during a visit he has had an innocent fling in Paris, Fatima shamelessly throws him out stat, knowing she did worse herself. The rowdy Nightingales rehearsals are such a nuisance that publican Barry asks Nienke to rid him of the problem. Stella finally starts realizing her flippant attitude implies nobody takes her seriously.    "
                },
                "9": {
                    "title": "Echte vriendinnen",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Nienke takes Fatima and Stella on holiday to a surprise destination in Germany but 'Susie', her car, breaks down. A tow trucks takes Susie back to Amsterdam, with all of the girls' baggage still inside. When they finally arrive at their five star hotel, Nienke's reservation turns out to be for the following day.    "
                },
                "10": {
                    "title": "Het concert",
                    "kind": "episode",
                    "episode of": {
                        "title": "S1ngle (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "9 Jun. 2009",
                    "year": "2009",
                    "plot": "\n    Fatima has spent the night in Deventer in a brothel, Nienke with religious youngsters and Stella with some tramps. After reuniting they try to hook up with the Florence Nightingales choir and get a free ride home. But half of the choir is stuck in traffic.    "
                }
            }
        },
        "number of episodes": 34,
        "cast": [
            {
                "name": "van Doesburgh, Bracha"
            },
            {
                "name": "der Gucht, Eva van"
            },
            {
                "name": "Schuurman, Katja"
            },
            {
                "name": "Jongeling, Myranda"
            },
            {
                "name": "Schoots, Thomas"
            },
            {
                "name": "van Sprundel, Hylke"
            },
            {
                "name": "Stoof, Patrick"
            },
            {
                "name": "Parren, Christopher"
            },
            {
                "name": "de Vries, Edwin"
            },
            {
                "name": "Parren, Ellen"
            },
            {
                "name": "van Ake, Ja Ram"
            },
            {
                "name": "Rijxman, Lineke"
            },
            {
                "name": "Soutendijk, Renée"
            },
            {
                "name": "Torres, Mariana Apancio"
            },
            {
                "name": "Emnes, Gino"
            },
            {
                "name": "Heijmans, Maarten"
            },
            {
                "name": "Spijkerman, Joska"
            },
            {
                "name": "Clemens, Guy"
            },
            {
                "name": "de Jong, Wouter"
            },
            {
                "name": "Nooter, Michiel"
            },
            {
                "name": "Heuer, Marlies"
            },
            {
                "name": "Van Eyle, Marisa"
            },
            {
                "name": "Ebbinge, Fenna"
            },
            {
                "name": "Luijkx, Teun"
            },
            {
                "name": "Noordzij, Reinier"
            },
            {
                "name": "Elzevier, Ingeborg"
            },
            {
                "name": "van Dam, Steye"
            },
            {
                "name": "Overeem, Dennis"
            },
            {
                "name": "Luikcx, Teun"
            },
            {
                "name": "Brine, Adrian"
            },
            {
                "name": "Thiry, Raymond"
            },
            {
                "name": "de Jong, Jelle"
            },
            {
                "name": "de Tombe, Joël"
            },
            {
                "name": "Jansen, Cas"
            },
            {
                "name": "Minguel, Yuli"
            },
            {
                "name": "Hartog, Irma"
            },
            {
                "name": "Gerdes, Cees"
            },
            {
                "name": "Schuurman, Birgit"
            },
            {
                "name": "Tol, Henriëtte"
            },
            {
                "name": "Woudenberg, Angelique"
            },
            {
                "name": "Cairo, Poal"
            },
            {
                "name": "Taat, Dirk"
            },
            {
                "name": "Muda, Pim"
            },
            {
                "name": "Herbers, Katja"
            },
            {
                "name": "Kruse, Jan"
            },
            {
                "name": "Boot, Kees"
            },
            {
                "name": "Prins, Celine"
            },
            {
                "name": "van Kooten, René"
            },
            {
                "name": "van Praag, Beryl"
            },
            {
                "name": "Zeelenberg, Dirk"
            }
        ],
        "genres": [
            "Romance"
        ],
        "runtimes": [
            "35"
        ],
        "countries": [
            "Netherlands"
        ],
        "country codes": [
            "nl"
        ],
        "language codes": [
            "nl"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.33 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Netherlands:AL"
        ],
        "number of seasons": 3,
        "rating": 6.7,
        "votes": 136,
        "cover url": "https://m.media-amazon.com/images/M/MV5BZTIzZWRlYWQtZWI4NC00YTc2LWEzMGItZjBhMDkzMWQ3YTdlXkEyXkFqcGdeQXVyMTgwOTE5NDk@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "The professional and especially private adventures of three bachelor revolving around nurses in a Dutch hospital. Fatima is pretty but pretentious, picky and insecure, even about having dumped perfect fiancé Jeroen. Nienke is fat and blunt but optimistic. Stella is a ruthless man-eater. their matron Wilma, gentleman-MD Jurriaan and gay nurse Thomas find the nurse trio quite a handful.",
        "languages": [
            "Dutch"
        ],
        "title": "S1ngle",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2010",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Apeldoorn, Ger"
            },
            {
                "name": "Bax, Wim"
            },
            {
                "name": "de Wit, Peter"
            }
        ],
        "production companies": [
            {
                "name": "Fiction Valley"
            }
        ],
        "distributors": [
            {
                "name": "Net5"
            },
            {
                "name": "Dutch FilmWorks (DFW)"
            },
            {
                "name": "SuperTV2"
            }
        ],
        "plot": [
            "Three bachelor girls, Fatima, Nienke and Stella, are co-workers in a local hospital.::Wladimir van Heemst",
            "The professional and especially private adventures of three bachelor revolving around nurses in a Dutch hospital. Fatima is pretty but pretentious, picky and insecure, even about having dumped perfect fiancé Jeroen. Nienke is fat and blunt but optimistic. Stella is a ruthless man-eater. their matron Wilma, gentleman-MD Jurriaan and gay nurse Thomas find the nurse trio quite a handful.::KGF Vissers"
        ],
        "tech": {
            "runtime": [
                "35 min (including commercials) (Netherlands)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.33 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 136,
                "rating": 6.7
            },
            "aged 18 29": {
                "votes": 35,
                "rating": 7.2
            },
            "aged 30 44": {
                "votes": 57,
                "rating": 6.9
            },
            "aged 45 plus": {
                "votes": 19,
                "rating": 5.5
            },
            "males": {
                "votes": 59,
                "rating": 6.3
            },
            "males aged 18 29": {
                "votes": 10,
                "rating": 6.7
            },
            "males aged 30 44": {
                "votes": 31,
                "rating": 6.5
            },
            "males aged 45 plus": {
                "votes": 15,
                "rating": 5.5
            },
            "females": {
                "votes": 58,
                "rating": 7.2
            },
            "females aged 18 29": {
                "votes": 25,
                "rating": 7.4
            },
            "females aged 30 44": {
                "votes": 26,
                "rating": 7.2
            },
            "females aged 45 plus": {
                "votes": 4,
                "rating": 5.2
            },
            "top 1000 voters": {
                "votes": 6,
                "rating": 5.0
            },
            "us users": {
                "votes": 2,
                "rating": 5.0
            },
            "non us users": {
                "votes": 98,
                "rating": 6.6
            }
        },
        "number of votes": {
            "10": 19,
            "9": 7,
            "8": 32,
            "7": 35,
            "6": 20,
            "5": 9,
            "4": 5,
            "3": 2,
            "2": 4,
            "1": 3
        },
        "arithmetic mean": 7.0,
        "median": 7
    }
}