{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "6 October 2008"
            }
        ],
        "release dates": [
            "USA::6 October 2008"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Big and Small"
            },
            {
                "countries": "Greece",
                "title": "O megalos kai o mikros"
            }
        ],
        "akas": [
            "Big and Small (original title)",
            "O megalos kai o mikros Greece"
        ],
        "akas from release info": [
            "Big and Small (original title)",
            "O megalos kai o mikros Greece"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Small, Small, Let Down Your Hair",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "12 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Small thinks that if he and Big had long hair they would be heroic. Neither of them have any hair though, so Small orders a box of wigs in the post. Now suitably hairy, Big and Small embark on a brave adventure up into the spooky, dark attic.    "
                },
                "2": {
                    "title": "Boingo Boys",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "14 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Big and Small's favorite board game, Boingo, runs out of batteries. Big walks to the shed to get a new battery but is accidentally stuck inside when the door handle breaks. Small has to come up with a plan to free his friend so they can continue to play their game.    "
                },
                "3": {
                    "title": "The Rainbow",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "13 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Small sees a rainbow and excitedly heads off to find the pot of gold at the rainbow's end. Big is happiest just looking at the colors arching through the sky. The rainbow keeps moving through the garden and Small has to chase it into the woods. Inside the woods, though, the rainbow fades.    "
                },
                "4": {
                    "title": "The Scare-Small",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "15 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Big and Small think that birds are taking the sunflower seeds which Big is planting. They build a scarecrow to keep the birds away but Small seems more scared of the scarecrow than any of the birds in the garden.    "
                },
                "5": {
                    "title": "The Box",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "16 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Small finds Big's box of personal, private things under the bed. Small wants to know what's inside but Big says they are personal and private and he refuses to open the box. Small decides to build his own box for his own private and secret objects.    "
                },
                "6": {
                    "title": "Missing Answer",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Big has nearly finished every puzzle in his book of puzzles - there is just one more to do. But it's the hardest puzzle of all: 'What moves backwards and forwards but doesn't go anywhere?' and no matter how hard he tries, Big just can't think of the answer. Small doesn't care - he thinks puzzles are not exciting. Small says if Big goes outside and plays ball with him right now, Small will help Big with the puzzle later. It's a deal. However, Big still thinks about the puzzle when he is supposed to be playing ball and doesn't join in the game. Small decides that going ...    "
                },
                "7": {
                    "title": "Millions of Vegetables Soup",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "20 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Big has grown a whole armful of vegetables in his garden and is excited because this means they can make millions of vegetables soup, the tastiest soup of all. But there is a problem: Big has lost the recipe for the soup. Big searches for the recipe while Small waits in the kitchen. Small decides to start cooking the soup himself. He doesn't need a recipe. Before long, Small has souped up all the vegetables and added extra ingredients - chocolate, biscuits, gumdrops, custard powder - Small thinks the soup looks extra-delicious - but when he takes a sip he is shocked ...    "
                },
                "8": {
                    "title": "Hot and Bothered",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "21 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    The comic adventures of two unlikely best friends. It's a very hot and sunny day. Big just wants to lie in the shade and do nothing, but Small wants to run around and have fun. Small doesn't like having fun on his own, however, so Big has to find a way to keep Small busy while he can still doze off under the trees.    "
                },
                "9": {
                    "title": "A Room of Small's Own",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "22 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    The comic adventures of two unlikely best friends. Small wants a bedroom of his own. Although Big loves sharing with his best friend, he agrees to help Small to build his very own bedroom in the cupboard under the stairs. Small, however, finds his own room very quiet and he misses Big and Big's noise.    "
                },
                "10": {
                    "title": "Catch a Falling Star",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "23 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    The comic adventures of two unlikely best friends. Small thinks a star has fallen to Earth. He says it is his very own star and has the power to grant wishes. Big believes Small when a wish appears to be granted. Small wants to keep hold of the star although Big thinks the star should be returned to the sky.    "
                },
                "11": {
                    "title": "Thanks for the Memories",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "26 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    The comic adventures of two unlikely best friends. Big and Small build a time capsule - but what will they put inside? Big and Small put a time capsule in the cupboard to remind them of their perfect picnic day. Small wants to put Big into the capsule because Big is Small's favorite part of the day. When Big is inside the cupboard, however, Small realizes how much he misses his friend.    "
                },
                "12": {
                    "title": "Opposite Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "27 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Small is bored of doing the same thing at the same time every single day. He tells Big they should celebrate Opposite Day. Instead of eating cereal and toast for breakfast in the kitchen, Big and Small eat smashed potatoes and mushy peas in bed. They swap ends of the bed and lie there for a while, instead of getting up and zooming as usual. But lying in bed is boring and they decide to go downstairs. Big and Small start untidying the house, knocking over piles of books and papers and bricks. Ruby comes out from her room and asks about all the noise - she's never heard...    "
                },
                "13": {
                    "title": "Fishing for Elephants",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "29 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Small is in the garden, recruiting bugs to join Big and Small's Amazing Circus, while Big is tinkering with his new sound solver machine, an invention that can identify any noise. The busy pair are interrupted by a sudden, strange noise coming from the mysterious woods. Big uses his sound solver machine to find out what made the noise, and the machine decides it was an elephant. Small thinks an elephant would be perfect for the circus, so the pair decide to go into the mysterious woods to fish for the elephant - using buns on their fishing rods to lure the animal.    "
                },
                "14": {
                    "title": "The Hiccups",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "28 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Big is concentrating really hard while he finishes building his tower of blocks. Small interrupts with a question. And another one. And another. Big keeps asking Small to be quiet until the tower is complete. Finally, Big places the last block - but as he does so there is a loud 'hic!' and the tower comes tumbling to the floor. Big accuses Small of making the noise that caused the blocks to fall - but this time it wasn't Small being noisy: it was Big. And Big keeps going 'Hic. Hic!' Each hiccup creates such a rumble that everything in the house starts falling down. ...    "
                },
                "15": {
                    "title": "Friends in a Fog",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 15,
                    "original air date": "30 Sep. 2011",
                    "year": "2011",
                    "plot": "\n    Big has finished repairs to his boat and is ready to set sail: Big and Small are going to be water explorers and explore the pond. The two friends are all aboard and ready to go - but first they have a special picnic to enjoy. Big and Small feel so sleepy after eating the meal that they fall asleep in the sun. A fog rolls in while they sleep. When Big and Small wake up - all they can see is fog: they have lost sight of land. Small thinks they have drifted off to sea and are miles away from their home. They hear a frog croak. This is actually one of the frogs who lives...    "
                },
                "16": {
                    "title": "The Biggest Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 16,
                    "original air date": "24 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Big wants to write a story just for Small. Big, however, cannot find the right words to put onto the paper. Small's interruptions accidentally help Big to create an exciting plot. Small thanks Big for the story, but Big sighs. Small came up with the ideas in the story so it is really Small's story. Small says Big typed up all the words: the story is both of theirs - they just worked on different parts.    "
                },
                "17": {
                    "title": "A Room with a View",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 17,
                    "original air date": "25 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Big is happily looking through his book, The View from Different Windows, admiring all the lovely pictures of waterfalls, seas and rivers. Small doesn't think any are as good as their own view of the garden - until Big points out a picture of a mountain. Both friends agree it would be brilliant to have a mountain view. Small has an idea: why don't they go out and get a mountain? Big thinks it might be better to build a mountain than to find one and carry it all the way home - because mountains are pretty large. Small challenges Big: Small will look for a mountain and ...    "
                },
                "18": {
                    "title": "Just What I Wanted",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 18,
                    "original air date": "26 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    The comic adventures of two unlikely best friends. Big and Small give each other a present on Give Each Other a Gift Day. After a while, they start to realize they do not like their presents at all. Big's present is a picture of Small whilst Small's present is a puzzle ball that comes apart in pieces. They realize that they like the present they gave more than the one they received: so they do a swap. Big takes the puzzle back and Small takes his picture back.    "
                },
                "19": {
                    "title": "Slippery Slide",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 19,
                    "original air date": "27 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Big and Small want to build a water slide in the pond. They know the pond is the frogs' home and ask permission first. However, Big and Small don't speak frog and think the frogs are saying yes when, actually, they are not happy about the water slide at all. Big and Small give up on the idea although Big has another idea. He builds a slide in the garden for Small, with a cushion for Small to bounce onto at the bottom. And the frogs are happy too.    "
                },
                "20": {
                    "title": "A Letter from Furthermost",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 20,
                    "original air date": "28 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    Small sees Big enjoying a letter from his pen pal in Furthermost. He wants to receive a letter in the post, too. Big points out that Small needs to write and send a letter first. Big feels sorry for Small and has an idea. Not long after, Small finds a letter addressed to him on the doormat. When he opens the envelope he reads a short, sweet letter from his best friend Big. Small thinks this is the best letter ever.    "
                },
                "21": {
                    "title": "Balloonatics",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 21,
                    "original air date": "31 Oct. 2011",
                    "year": "2011",
                    "plot": "\n    The comic adventures of two unlikely best friends. Big and Small return from the fair with a balloon each. They love their balloons and play with them all over the house, bouncing around happily. They decide to show the balloons their garden - the frogs, the junk pile, the apple tree - While outside, however, Small accidentally lets go of his balloon and it starts to float away. Big makes a grab for Small's balloon - he manages to save Small's balloon but accidentally lets his own loose. They watch Big's balloon float up and away in the sky - They take the remaining ...    "
                },
                "22": {
                    "title": "An Evening of Delights",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 22,
                    "original air date": "1 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Big invites Small and Ruby to a piano concert he is giving. Small doesn't know what a concert is, so Ruby tells him it's when you sit and listen to music. Small asks if there will be ice cream, cake and dancing monkeys. When Big says no, Small says he isn't interested. Ruby tells Small not to be rude and, a while later, Small and Ruby are dressed up watching Big play the piano. The frogs are also in the audience. Small is bored by the music, however, and to amuse himself he throws a raisin at a frog. The frog catches the fruit in his mouth. Small laughs and throws a ...    "
                },
                "23": {
                    "title": "The Egg",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 23,
                    "original air date": "2 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Small finds a large blue and silver egg on the doorstep. He puts it onto the kitchen table. Big thinks someone has lost the egg. Small rushes off to ask the frogs in the pond and a bird in the trees if they lost an egg. They haven't - so Small says the egg belongs to him and Big. Big thinks it might be an ostrich egg and they are both excited at the thought of having a baby ostrich living with them in the house. They prepare for the egg to hatch by recreating a warm, sandy desert in the kitchen with a heat lamp, sand castles and a star mobile. Also, Big and Small ...    "
                },
                "24": {
                    "title": "Gone Fishin'",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 24,
                    "original air date": "3 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Small is alarmed when he finds out Big has gone fishing because he doesn't think he should catch the fish in the pond. Big explains that he isn't really fishing - there is no hook on the line. He just likes sitting quietly beside the pond, holding the pole and watching the line in the water. Small is quiet for a couple of seconds before wondering loudly when something exciting is going to happen. Big says the point of fishing is that nothing happens - the second he says this, Small spots a shark in the pond. Big and Small rush out of the water. Big looks out through ...    "
                },
                "25": {
                    "title": "Hopalong Small",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 25,
                    "original air date": "4 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Big laughs loudly at his favorite radio show, Hopalong Sue, although Small doesn't think Sue is so great. When Sue goes on holiday for a week, and Big is missing the show, Small is determined to prove that he can make Big laugh even more loudly.    "
                },
                "26": {
                    "title": "Moon Race",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 26,
                    "original air date": "7 Nov. 2011",
                    "year": "2011",
                    "plot": "\n    Big has built a rocket to fly to the moon. He must leave right away, when the moon is full. Small decides at the last moment he would like to see the moon too, but Big has built the rocket for one and there are only a couple of minutes left before commencing countdown. Big gets to work building the extra space for Small.    "
                }
            },
            "1": {
                "1": {
                    "title": "Something is Missing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "6 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Big wakes up one morning and thinks: something is missing from my house. While he is looking for this something there's a knock at the door. And in walks Small. Big's first ever visitor; looking to have fun. Big, excited to have a guest, shows Small the garden swing that's hanging from the apple tree. But zooming through the air on a big swing isn't a lot of fun for a Small, especially when he ends up with a smooshed nose. What is fun, however, is a small model car that Big brings out of his tool shed. Fun, you see, comes in different sizes. And watching Small race ...    "
                },
                "2": {
                    "title": "A Door for Small",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "7 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Big decides to help Small by building him a teeny tiny itsy bitsy front door. Big is confused when Small tells him rather huffily that he likes the big door, that the big door is A-OK. Big sighs about not knowing what he's done wrong and looks through the small door with regret at apparently upsetting his friend. Uh oh. Big finds himself stuck in this narrow opening - and has to call out for help. Big realises that this is the first time he has ever asked Small for help - and that he should, of course, have asked Small if he wanted help with the front door before just...    "
                },
                "3": {
                    "title": "Fish Wish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "8 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Small sees a fish in the garden pond and immediately wants to put it in a bowl for a house pet. Big, who's busy building a boat, thinks that fishes are better off left where they are, in the water. Small, however, just knows that this fish will be the best pet ever and early one morning creeps down to the pond on a mission to bring him back to the house. Small finds the fish - but is suddenly dragged and yanked through the water by what is one ferocious aquatic animal! Small staggers back to the house, wondering if a worm would make a better pet. Small wants the fish ...    "
                },
                "4": {
                    "title": "A Space for Small",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "9 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Big thinks that Small is creating a mess all over the house and invents a machine which tidies away all of Small's debris. Small, shocked, tells Big that the pile of dirty socks Big has just sucked into his machine is actually a scientific experiment and that the old red jelly lid is a model of the planet Mars! Small decides to walk away and find some place else to live in - and discovers, through a mouse hole, a neat little room where he builds a fort from a sofa and bounces on the bed... 'What is going on in here!' cries Ruby, the pink mouse, whose home it is. She ...    "
                },
                "5": {
                    "title": "A Piece of Cake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "10 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    When Big is building his latest invention, a Sunshine Catcher, he loses the doohickey that is integral to the machine's operation. He sinks into a deep funk and lay on his bed fiddling with the pieces of a puzzle. Unknown to Big, Small had put the doohickey into his collecting bag of bright, shining objects, totally unaware that it was the actual, important doohickey. Small endeavours to cheer up Big by trying hugs and pulling funny faces and doing some cool dancing... nothing works. Small then hits on the idea of making Big a cheer-up cake. He's sure that will work. ...    "
                },
                "6": {
                    "title": "The Worm in Big's Apple",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "13 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Small wants the glorious apple that's hanging from the tree, even though Big tells him it's not yet ripe... But Small looks so sad that Big puts friendship above his knowledge of apples and picks the fruit. But 'Yuck! That's not an apple, that's a lemon!' is Small's reaction to the first bite. Big takes a bite himself to see if it really is that sour - and recoils with horror when a voice speaks to him from inside his mouth! He has swallowed something that lived in the apple! Small reaches in to free the trapped creature - who turns out to be a sassy but warm-hearted ...    "
                },
                "7": {
                    "title": "The Case of the Missing 'Saur",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "14 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Big's number one favourite possession is his T-Rex: a beautiful, bashed up toy. Small, however, finds T-Rex terrifying with his pointy teeth and long tail. One morning T-Rex accidentally tumbles into a hole in the garden and Small sort-of-accidentally buries him... Big is so upset when he can't find T-Rex that all he can do is mope around the house and sing about how he misses his 'saur. Eventually, Small admits what happened. Big is shocked: how could Small do such a thing? But when Big finds out that Small is actually frightened of the toy, he understands and ...    "
                },
                "8": {
                    "title": "Stormy Weather",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "15 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Twiba tells Small that a thunderstorm is coming - she can tell because the leaves in her tree are starting to shake. Small has never heard thunder or seen lightning and is really excited. Big, however, appears worried by the prospect of a storm and decides to sit it out in a closet under the stairs, taking a pie with him for comfort). When Small hears the first loud cracks of thunder he is startled not excited and runs into the house calling out for Big and eventually joining him under the stairs. Neither admits they are scared of the storm, however, they just say ...    "
                },
                "9": {
                    "title": "Playing by the Rules",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "3 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    It's the day of the month when Big walks off to collect the mail - and so the day that Small can be the boss of the house. But before Big leaves he hands Small a long, long list of things Small Shouldn't Do. These start off sounding reasonable (don't dance on top of the sink) but quickly become extreme: no music and no games. No fun! complains Small. Left alone, Small decides to tear up the list and have fun instead (which includes dancing on top of the sink). However, it's no fun having fun on your own and Small very quickly misses Big and wants him to come home. ...    "
                },
                "10": {
                    "title": "A Sound Idea",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "17 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Big and Small hear a strange sound one night and, when they investigate, discover it's Ruby practicing a new song she has written about how lovely the moon is that night. Big thinks the song should be softer - and invents a Twanger to help out Ruby. Small thinks soft is, well, soft: she should have LOUD! Loud as in a trolley of ribbiting frogs. Enough! calls out Ruby as she dodges flying Twangers and over-excited amphibians. It's her song - do Big and Small really want to help her or do they really want to do their own thing? Put like that... Big and Small join with ...    "
                },
                "11": {
                    "title": "Rain Dance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "10 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Big is annoyed when Small cuts up his hosepipe to use as a rope in his rodeo show. To make amends, Small tries to help Big water the garden. Things don't go well, however - and so Small thinks that what they need to do is to ask the clouds very nicely if they would drift over and rain on the garden. Which they do. Is it because of the rain dance? Who knows for sure? But Big and Small do know that the flowers are now watered and will carry on growing. The flowers need watering - but will Big and Small's Rain Dance bring on the clouds?    "
                },
                "12": {
                    "title": "My Friend Fang",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "21 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Small makes a new pet out of an old sock and pieces of macaroni. Big, not realising that this object is 'Fang' rather than a dirty piece of footwear, puts it into the washing machine. Small is horrified: his beloved Fang has gone! Poor Ol' Fang! Big feels guilty and manages - after much trial and error - to remake the pet. When he's finished, Small makes Big take Fang for a walk in the garden. At first Big is embarrassed, but when Ruby expresses surprises at them for walking around with a sock, he realises what Fang means to Small and stands up for his friend and the ...    "
                },
                "13": {
                    "title": "Starry, Starry Night",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "22 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Big takes Small into the garden one evening to look at the stars - which he thinks are beautiful and magical. Small agrees at first - but after a minute or two doesn't find watching stars terribly exciting: don't they do anything? Big decides to count the stars, because he thinks that sounds like fun. Small agrees reluctantly to help him, but he keeps falling asleep and losing track of what number they're on. Big gets so frustrated at having to keep going back to one that he decides never to look at another star again let alone count them. But then the sky fills up ...    "
                },
                "14": {
                    "title": "Bad Luck Machine",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "23 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Big is working hard on his latest invention: a Good Luck Machine. Meanwhile, Small's plans for a picnic are ruined by an empty fridge - no food! - and then torrential rain. He thinks that Big has actually made a Bad Luck Machine. And when Small knocks into a ball that ricochets off a wall and hits a skateboard that scoops him up and dumps him into the vacuum cleaner he gives Big an ultimatum: you either get rid of the machine or I move out. Big decides to put friendship first and puts the machine he worked so hard on outside near the bins. However, Small suddenly ...    "
                },
                "15": {
                    "title": "The Big Sneeze",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "24 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Big has a cold. A really bad, stay-in-bed-and-sneeze-the-paintings-off-the-wall cold. Small offers to nurse Big although he is not one of life's natural carers. And Big is a demanding patient. When Big does a big blubbery sneeze into a handkerchief that Small is still holding, Small cries out in dismay. Ruby steps in to stop the friends from arguing and ends up nursing Big herself. Small, feeling totally unappreciated, announces that he is going to pack his case and leave but as he marches towards the door, he stubs his toe and cries out with the pain. It is the worst...    "
                },
                "16": {
                    "title": "The Mysterious Woods",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "27 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Big accidentally whacks a ball into The Mysterious Woods at the bottom of the garden. Small is fascinated by these woods - so they load up their truck to explore this unknown part of the garden and retrieve the ball. Small finds the trees scary, especially when Big wanders away to pick up the missing ball and leaves him alone in a clearing. Small hears birds cawing in the trees and, imagining monsters, hides in the truck - where he promptly falls asleep. Big returns and doesn't realise that Small is dozing in the truck. He thinks his friend's probably wandered home ...    "
                },
                "17": {
                    "title": "Surprise, Surprise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "28 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Big is working on a surprise for Small. Small is so impatient to find out what Big is planning that he talks without thinking and accidentally tells Big he has a surprise for him! Small now has to make a surprise for Big while simultaneously trying to discover what Big is doing. Small tries to persuade Twiba to get inside a box he hides in the garden - she will then spring out, singing: a real surprise! But it takes so long for Big to find the box that Twiba has given up and gone home. Although later on she gets to sing her song about how worms are the best at giving ...    "
                },
                "18": {
                    "title": "The Sleep Toy Thingie",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "29 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Big always sleeps with his beloved stuffed T-Rex - and sings it a song at bedtime. Small is jealous of the attention that Big shows the toy and tries to make Big jealous by wanting a sleep-toy-thingie of his own. But what's that going to be? Big makes him a toy octopus but it doesn't hit the spot. Small tries a Frog but he just jumps back into the garden. He fills the bed with objects but none of them work because none of them make Big remotely jealous: all they do is keep Big awake! Eventually, Big realises what's really happening. He assures Small that T-Rex is only...    "
                },
                "19": {
                    "title": "Smashing Tomatoes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "30 Oct. 2008",
                    "year": "2008",
                    "plot": "\n    Big's prize tomato has finally ripened - it's big and red and beautiful and, Small thinks, will taste really great. Big, however, is shocked at Small saying that they should eat the tomato - he thinks his tomato is far too lovely to be eaten and should be kept in a jar in the shed with last year's tomato, and the year before that, and the year before... His collection of beautiful tomatoes: The Tomato Hall of Fame. When Big is moving the tomato into the shed, however, it falls from the mechanical grip and smashes. Big wants to put the smashed remains into the ground, ...    "
                },
                "20": {
                    "title": "Picture Perfect",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "30 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Big accidentally knocks two holes in the living room wall - two of many holes in the wall that have been covered up by paintings. They need to paint another picture - but what to paint? Big and Small decide to paint a portrait of Ruby, who happens to be quietly sitting and reading in the garden. Big and Small have very different styles of painting - Small's hurls himself and the paint at the canvas while Big takes precise measurements and makes careful drawings. At the end of a day being an artist, Small has a picture which is all sky and garden but no Ruby. Big, ...    "
                },
                "21": {
                    "title": "Twiba's Treasure Hunt",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "3 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Twiba heard a magpie boast about all the treasure it has hidden in the garden. She persuades Big and Small to help her dig for her in the garden - although the only treasure they find are bits of metal and sparkly paper that Twiba thinks are rubbish. When the garden is more hole than grass Big has a thought - one he should have had earlier! - that if it's a magpie's treasure wouldn't it be in a nest rather than buried in the ground? It doesn't take them long to find the nest and all the shining objects the bird has collected in his travels. They can't disturb a nest, ...    "
                },
                "22": {
                    "title": "The Case of the Clogs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "4 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Big and Ruby are trying to write a poem about a sweet little song bird but Small keeps interrupting so they send him into the kitchen - where he finds and puts on a pair of clogs. Small has never seen clogs before and he thinks they are absolutely brilliant. Loud shoes! He just can't stop clogging all over the house and making a terrific noise. Big and Ruby try to write their poem but they can't concentrate at all. And when Small says he's going to clog away forever because it's so much fun Big and Ruby decide the need to take action. They put on their own ...    "
                },
                "23": {
                    "title": "Twiba Takes Flight",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "5 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Big and Small watch with amazement as a butterfly hatches from a chrysalis. Small is confused about the difference between a worm and a caterpillar, and tells Twiba that one day she will turn into a butterfly. Twiba is excited by the idea of flying off to see the deserts and the ocean so Small gives her a list of presents to bring back. But Twiba doesn't seem to be growing wings. She tries scratching and wriggling but they will not appear. Finally, Small makes some lovely paper wings and Twiba is about to launch herself from her branch when Big appears he stops her ...    "
                },
                "24": {
                    "title": "Cabin Fever",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "6 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Big and Small are snowed into the house. Big is happy to stay indoors and read a book, do a puzzle, or play his piano. Small, however, really wanted to play outside and is frustrated at being stuck in the house. To keep himself amused he tries to read the book along with Big, to help Big with his puzzle and to join him at the piano. This is annoying for Big, until he realizes that Small's musical contribution is actually helpful for his latest composition. And they find themselves writing a really great song together. Now they can play in the show tomorrow.    "
                },
                "25": {
                    "title": "Five Minute Sled",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "19 Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Big and Small are excited because it snowed overnight and settled deep and crisp. Big knows what would be fun in the cold weather: tobogganing down the hill on his sledge Daffodil. Small thinks they should ride together, but Big insists the sledge would travel too slowly with both of them on board, so he climbs up on his own. When Small finally sits on the sledge, he is terrified: what looks like a gentle, fun slope to a big Big is a dazzlingly steep drop for a small Small. Big sees that Small is afraid and realizes that they should ride down the slope together.    "
                },
                "26": {
                    "title": "The Gwelf in the Garden",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "7 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Small's favorite night-time story book is about the mischievous Gwelf, who sneaks in gardens and eats turnip sandwiches. One evening they hear a whop, whop, whop outside and Small is convinced it is the Gwelf even though Big assures him that the Gwelf doesn't exist. He is only in stories. But Small still decides to go out and investigate and Big goes along, too. After creeping around in the moonlight, bumping into each other and into trees, Big and Small finally capture the Gwelf in a sack. Only it is not the Gwelf, it is a ball that was caught up in a tree and ...    "
                }
            },
            "2": {
                "1": {
                    "title": "Tall Small",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "19 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Small insists that he is taller than Twiba, but she just knows she is taller than Small. Small is determined to prove her wrong and tell her so eye-to-eye - which means he needs to be tall enough to reach her branch. To help Small do this, Big makes him a Tallerator. This is a stilt-like contraption that makes Small taller - although when Small is practicing he has a tendency to fall over, using Big's feet as a crash pad. Finally (and when Big's feet are rather sore) Small is tall enough to be face to face Twiba. He struggles over to her tree - only by now Twiba has ...    "
                },
                "2": {
                    "title": "I Spy a friendly Firefly",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "20 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    One evening, Big and Small are catching fireflies in jars. They release them all, of course, but one flutters back into their bedroom later on. This firefly wakes up Big and Small because his blinking light is flickering on and off furiously, as if he is agitated and wants to tell them something. Luckily, Twiba can understand the firefly's blinks and explains that when Big and Small were catching the insects, they managed to separate two good friends who now cannot find each other. Big and Small, feeling responsible, realize they need to attract the missing fly. They ...    "
                },
                "3": {
                    "title": "Say Cheese",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "21 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Small has a space in his scrapbook that he wants to fill with a picture of himself and his best friend, Big. They try to take a photograph by themselves, but it's tricky so they ask Ruby to help them out with her instant camera. There is only one shot left in the camera. Ruby prepares to take a picture of Big on the Swing with Small bungee jumping into the frame beside him. A practice run goes perfectly but when it comes to taking the real photo, Small crashes into Big, Big goes tumbling backwards, Small boings past Ruby, Ruby trips up pressing the shutter as she ...    "
                },
                "4": {
                    "title": "Celery Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "22 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Big announces that his celery is ready to be picked. Small thinks this is a cause for great celebration and announces that it is Celery Day. And Big should write a song in honor of the crispy vegetable. Big starts to write a song but unfortunately gets stuck after the first five notes. However hard he tries, he just cannot reach note number six - Small decides to help his friend by dressing up as a figure of inspiration - a celery costume, to be exact. But this doesn't work, either, and it looks like there will be no song. So Big and Small decide to eat the celery ...    "
                },
                "5": {
                    "title": "The Singing Gwelf",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "23 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Big and Small want to prove whether the Gwelf is real, as Small thinks, or just the fictional character that Big believes. They set up a machine in the garden to record the Gwelf when or if he comes into their garden that night. Ruby, however, secretly uses the machine to record her latest song. Just as the song ends, Big and Small hear Ruby in the garden. She panics and accidentally causes the machine to malfunction. Her song is played backwards and sounds really weird. But Ruby denies touching the machine, which causes Big and Small to think that it was the Gwelf ...    "
                },
                "6": {
                    "title": "The Road Not Taken",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "26 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    One bright morning Big decides that he will explore the road outside the house, because you can find all sorts of excitement when ambling slowly down a road. He sings a song about the joys of such a walk. Small is excited at going on a trip and packs a bag, but after taking a couple of steps Small has to go back to get some things that he had forgotten: the camera, the clock, a banana - When he gets back he finds that Big is sitting on the grass and singing a song about sitting on the grass. After a couple more steps Small realizes he should have brought the wagon to ...    "
                },
                "7": {
                    "title": "Party Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "27 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Small has ordered a party in a box: a box containing balloons and hats and games and a whistle. They ask all their friends over for the party: Ruby, Twiba and the Frogs. The games start with Big using the whistle to keep everyone under control, although he blows it so often and so loudly that the guests have to keep putting their hands over their ears. Small loses the first game and is not happy at all. He fixes the rules so that he wins which annoys Ruby, Twiba and the Frogs because it's no fun for them if Small wins all the time. And then Small insists on eating all...    "
                },
                "8": {
                    "title": "Dream Team",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "29 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    One morning, Big wakes up with a start. He's had a bad dream. Small asks what the dream was about but Big refuses to say; he just needs to lock this dream away in his dream catcher box so it doesn't come back the next night and keep him awake. But Small opens the dream catcher and the dream escapes. To make sure the dream doesn't come back, Small has to keep Big from falling asleep. He bangs drums and clangs cymbals in an attempt to keep Big awake, although Big is so tired he keeps dozing off. Finally, Big tells Small about the dream. It was about a lollipop that ...    "
                },
                "9": {
                    "title": "I See, You Saw",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "29 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Big and Small build a see-saw to touch the sky. The problem is they are so different in size that when Big sits at one end he sends Small flying up into Twiba's tree, while staying stuck on the ground himself. They need to find a way to achieve a balance - but just at the moment when they are perfectly balanced, Small plucks an apple from the tree, tips the scale in his favor and sends Big flying up to the tree instead.    "
                },
                "10": {
                    "title": "The Big Race",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "30 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Small is zooming around the house in his car, swerving around the furniture and generally causing mayhem. He skids through Ruby's house once too often, however, and she is so annoyed with him that she challenges him to a race. Big helps prepare Ruby's super-speedy vehicle (a cleverly-adapted old skate) and adds some go-faster stripes and new wheels to Small's car. And soon they're off. Big cheers on Small and Ruby as they spin across the garden, loop around the vegetable patch and career around the pond. It is a very close race and they're neck and neck, but in the ...    "
                },
                "11": {
                    "title": "Abracadabra",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "2 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Ruby shows Big and Small a magic trick that looks as if she has pulled a rainbow out of a hat. In reality it's a very beautiful colored scarf, but Big and Small are both really impressed, believing it to be a real mini rainbow, and want to make their own rainbows. Big tries to work out the science behind creating a rainbow. He carefully measures out colored ingredients in precise proportions - although the resulting mixtures tend to cause explosions. Small thinks that it's done by magic and hurls a made-up magic potion into a hat: all he creates is a mess. When the ...    "
                },
                "13": {
                    "title": "The Broken Scooter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "4 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Ruby's new scooter is the most beautiful vehicle that Big and Small have ever seen. Ruby, however, refuses to let them have a ride because she thinks they will break it. A while later Small discovers the scooter left unattended. He doesn't think just one little ride will do any harm, particularly as Ruby will never know - Big says that just because Ruby doesn't know, it doesn't mean it's OK: she told them not to ride on her scooter. But Small puts on one foot and pushes away - it's a brilliant ride. He spins the scooter in a circle. He then does a stunt jump over one ...    "
                },
                "14": {
                    "title": "Blame It on the Drain",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "5 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Big and Small are drawing using their beautiful box of multi-colored crayons. Big is using all the colors but Small is using only one color: glowing green. He just loves glowing green - it's the best color in the history of colors. In his excitement he swings his arms into the air and accidentally lets go of the crayon, which spins across the room and down the drain. Small is shocked. He will never get over losing glowing green, never, ever ever. Big, not wanting to see Small so upset, tries to retrieve the missing crayon. He unscrews the drainpipes. He takes the sink...    "
                },
                "15": {
                    "title": "Small's Branch",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "6 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Big builds a ladder for Small so he can climb up and play in the tree. Twiba, however, wants her privacy among the leaves and sends Small off to another branch. Small shifts over. Small is quickly bored on his own. He takes a blanket up to the branch to use in a game. Ruby is annoyed that Small took her blanket without asking. Small wants her to play with him but she refuses. Small is soon bored again and wants Big to come and play, but Big says he is busy. So, Small builds himself a tree house and bans Twiba and Ruby and Big from ever visiting. The others watch Small...    "
                },
                "16": {
                    "title": "Play Date",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "9 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Big has written his first play and the cast - Small, Ruby and Twiba - are waiting backstage to perform it. T-Rex and the Frogs are a patient audience. Small, however, is unhappy with the role that Big has given him because it doesn't sound much fun, so he swaps with Ruby. However, as the play progresses Small realizes that he made a mistake and that Ruby now has a much better part, so they swap back again in time for the second act. During the second act, Small realizes he made another mistake and that his own character is asleep the whole time. At the end of the play...    "
                },
                "17": {
                    "title": "The Case of the Missing Kohlrabi",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "10 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Big is shocked one morning to discover that some of his vegetables are missing from the garden. Where have they gone? He concludes that they must have been taken by someone, but who would steal the vegetables? Small is convinced it's the gwelf, even though Big tries to tell him that gwelfs aren't real. They decide to hide out in the garden and keep watch on the vegetable patch to discover the truth. During the watch, Small notices a vegetable being tugged back down into the ground. He rushes over and grabs the plant to save it. Big appears at this moment, but it looks...    "
                },
                "18": {
                    "title": "Promises, Promises",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "11 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Small finds out that Big is making Ruby a trampoline. Big tells Small not to say anything to Ruby because that would spoil the surprise. Small promises not to tell. In return Big promises that he will make a trampoline for Small. Small finds it really hard to keep quiet and he gives Ruby hints about the surprise. She guesses what Big is doing and thanks him, spoiling the surprise and revealing that Small broke his promise to Big. Big is very hurt. But then he realizes that he hasn't made Small a trampoline so he broke his promise as well. Both friends are pretty ...    "
                },
                "19": {
                    "title": "Spring Fling",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "12 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    It's the first day of spring. Big is excited because that means it's time to spring clean the house. Small thinks there are about a million more interesting things to do, but agrees to help out. Big is determined, this year, not to be distracted otherwise it turns into a summer clean, or autumn clean. They find a jack-in-a-box that's been lost under the bookcase, that they just have to play with. Big realizes they have been distracted and brings in a bucket of soapy water to wash the walls, but when they stir the water they create a beautiful bubble and they just have...    "
                },
                "20": {
                    "title": "Never Say Never",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "13 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Small reads about a babysitter who never says no to their charges and he likes the sound of that. Small insists that he needs a babysitter one night when Big goes out to look at the stars. It can't be Ruby because Ruby is always saying no to Small, so Big asks Twiba and Twiba agrees: mainly because she fancies a night in the house. Small wants Twiba to do a bunch of fun things but Twiba insists on having a long, hot bath first. After that she still refuses to play games but asks Small to dry her hair. When Small turns on the hairdryer the force of the blast of air ...    "
                },
                "21": {
                    "title": "The Book of Big",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "16 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    The adventures of two unlikely friends. Big is enthralled by the The Book of Biggests, Bests and Firsts and is excited when Small suggests he do something impossible or amazing to appear in the book himself. Big decides that he is a great swinger on swings and if he can swing for two days and two nights without stopping he can beat the current record and be listed in the book. Big swings once, twice, three times, four, five - he reaches two thousand and sixty two and is obviously tiring. Small appears to cheer him on, but is shocked when Big falls asleep and stops ...    "
                },
                "22": {
                    "title": "A Quiet Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "17 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    When Big and Small accidentally damage Ruby's painting, she challenges them to be quiet and accident-free for just one day. Small thinks this will be easy but it proves harder than expected when he realizes it's not easy to stop talking. And Big causes a major accident when he trips up over Small's car and brings the fridge crashing to the floor. In a final effort to have a quiet day, Small puts an apple in his mouth so he can't talk (although he keeps taking it out to tell people that he can't talk!) and Big decides to spend the day under the bed. Meanwhile, Ruby is ...    "
                },
                "23": {
                    "title": "The Missing Biscuit",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "18 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Big and Small each have four of their favorite biscuits. Small is shocked when Big eats all of his in one big bite; Small prefers to eat each one very, very slowly. Through the rest of the day, Small munches his second and then his third biscuit with extended enjoyment - not realizing that he is making Big feel very hungry. That night, Big goes into the kitchen to find a snack. The fridge is empty but sitting on a plate is Small's last biscuit. Big smells it and holds it and then, before he really knows what he's doing, eats the biscuit. Immediately, he is shocked and...    "
                },
                "24": {
                    "title": "Thar She Buzzes",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "19 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Big hears a disturbance in the house and rushes in to find Small trying to chase a bee. Big attempts to tell Small that you should leave bees alone and he lets the bee escape out a window. Small still believes that bees are out to get you, however, and chases the after bee to tell it to stay away. Small follows the bee across the garden and down to the pond. He makes Big row across the pond in a boat after the bee - even though it would be quicker to walk around. When on the water, Small tries to whack the bee with a tennis racket and causes the boat to capsize - ...    "
                },
                "25": {
                    "title": "The Not So Happy Camper",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "20 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Big beats Small at a board game called The Happy Camper. Small reacts by announcing that he is better at real camping than Big and so they go on a camping trip in the garden. However, the more Small tries to prove that he is the best ever camper, the more his plans go awry. He gets twanged across the garden by the tent cables, a can of beans spurts over his face, he can't sing a campfire song - Meanwhile, Big turns out to be a brilliant camper. He can put up a perfect tent, collect a perfect pile of firewood, sing a perfect song. Later that night, Small tries to tell ...    "
                },
                "26": {
                    "title": "Big and Small Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "23 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Small wants to give Big a fantastic surprise present to celebrate the great time he has had when living in the house. He drives off to find a suitable, brilliant gift. But when Twiba tells Big that she saw Small drive away, Big thinks that Small has left for good. Big is really worried and sad - until Small reappears with the present - a yummy pickle sandwich. And announces that he is has no intention of leaving: he is staying for good. And, together, they celebrate Big and Small Day.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Frog Fight (#1.12b)",
                    "kind": "episode",
                    "episode of": {
                        "title": "Big and Small (TV Series 2008–2011)",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "3 Nov. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 78,
        "cast": [
            {
                "name": "Shannon, Jamie"
            },
            {
                "name": "Doldersum, Todd"
            },
            {
                "name": "Hopley, Jason"
            },
            {
                "name": "Henry, Lenny"
            },
            {
                "name": "Staunton, Imelda"
            },
            {
                "name": "Heatley, Tamsin"
            },
            {
                "name": "Gillespie, Lesa"
            }
        ],
        "genres": [
            "Family"
        ],
        "countries": [
            "United Kingdom"
        ],
        "country codes": [
            "gb"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.33 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Australia:G"
        ],
        "number of seasons": 3,
        "rating": 7.4,
        "votes": 61,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQ1NjQyNjAzMl5BMl5BanBnXkFtZTcwMjczODM5Nw@@._V1_SY150_CR0,0,101,150_.jpg",
        "plot outline": "Each of episode of Big & Small episode contains a great story, a meaningful song and audience participation. What kind of story, you ask? Well, a gripping one - of course - with action and adventure and setbacks and mishaps and a nice, satisfying ending. Most of the mishaps and misadventures are the result of Big & Small's different takes on life. Big is very big, careful, cautious, considerate and honest. Big sees things from on high, so he feels very much at ease with the world. Small is very small, quick, loud, exuberant and dramatic. For Small the world is a nonstop adventure. They see things differently, and they feel differently, and they react differently and all of that has consequences. Tolerance plays a huge role in the special bond of friendship between Big & Small. And the fact that humour conquers all is at least equally important. Big & Small laugh an awful lot. Every episode is about the problems and fun of living with someone who is smaller or bigger or slower or faster than you. Because opposites attract, and in this case opposites lead to great stories.",
        "languages": [
            "English"
        ],
        "title": "Big and Small",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2011",
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Waugh, Kathy"
            },
            {
                "name": "Viner, Andrew"
            },
            {
                "name": "Atwater, Martha"
            }
        ],
        "production companies": [
            {
                "name": "Kindle Entertainment"
            }
        ],
        "distributors": [
            {
                "name": "Abbey Home Media Group"
            },
            {
                "name": "CBeebies"
            },
            {
                "name": "ITV DVD"
            }
        ],
        "other companies": [
            {
                "name": "Ka-boom"
            },
            {
                "name": "Shoot NI"
            }
        ],
        "plot": [
            "Each of episode of Big & Small episode contains a great story, a meaningful song and audience participation. What kind of story, you ask? Well, a gripping one - of course - with action and adventure and setbacks and mishaps and a nice, satisfying ending. Most of the mishaps and misadventures are the result of Big & Small's different takes on life. Big is very big, careful, cautious, considerate and honest. Big sees things from on high, so he feels very much at ease with the world. Small is very small, quick, loud, exuberant and dramatic. For Small the world is a nonstop adventure. They see things differently, and they feel differently, and they react differently and all of that has consequences. Tolerance plays a huge role in the special bond of friendship between Big & Small. And the fact that humour conquers all is at least equally important. Big & Small laugh an awful lot. Every episode is about the problems and fun of living with someone who is smaller or bigger or slower or faster than you. Because opposites attract, and in this case opposites lead to great stories."
        ],
        "tech": {
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.33 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 61,
                "rating": 7.4
            },
            "aged 18 29": {
                "votes": 10,
                "rating": 8.6
            },
            "aged 30 44": {
                "votes": 24,
                "rating": 6.3
            },
            "aged 45 plus": {
                "votes": 15,
                "rating": 4.5
            },
            "males": {
                "votes": 34,
                "rating": 5.8
            },
            "males aged 18 29": {
                "votes": 6,
                "rating": 7.3
            },
            "males aged 30 44": {
                "votes": 17,
                "rating": 5.4
            },
            "males aged 45 plus": {
                "votes": 9,
                "rating": 4.5
            },
            "females": {
                "votes": 17,
                "rating": 8.3
            },
            "females aged 18 29": {
                "votes": 4,
                "rating": 9.8
            },
            "females aged 30 44": {
                "votes": 7,
                "rating": 8.1
            },
            "females aged 45 plus": {
                "votes": 6,
                "rating": 4.6
            },
            "top 1000 voters": {
                "votes": 5,
                "rating": 6.8
            },
            "us users": {
                "votes": 7,
                "rating": 4.1
            },
            "non us users": {
                "votes": 37,
                "rating": 6.9
            }
        },
        "number of votes": {
            "10": 27,
            "9": 4,
            "8": 8,
            "7": 2,
            "6": 7,
            "5": 1,
            "4": 1,
            "3": 1,
            "2": 2,
            "1": 8
        },
        "arithmetic mean": 7.4,
        "median": 9
    }
}