{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "13 November 2008"
            },
            {
                "country": "Belgium\n",
                "date": "25 November 2009"
            }
        ],
        "release dates": [
            "Australia::13 November 2008",
            "Belgium::25 November 2009"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "The Elephant Princess"
            },
            {
                "countries": "France",
                "title": "Son Altesse Alex"
            },
            {
                "countries": "Germany",
                "title": "Elephant Princess"
            },
            {
                "countries": "Hungary",
                "title": "Elefánt hercegnő"
            },
            {
                "countries": "Portugal",
                "title": "A Princesa Elefante"
            },
            {
                "countries": "Russia",
                "title": "Слон и принцесса"
            },
            {
                "countries": "Spain",
                "title": "La princesa elefante"
            },
            {
                "countries": "Sweden",
                "title": "Elefantprinsessan"
            }
        ],
        "akas": [
            "The Elephant Princess (original title)",
            "Son Altesse Alex France",
            "Elephant Princess Germany",
            "Elefánt hercegnő Hungary",
            "A Princesa Elefante Portugal",
            "Слон и принцесса Russia",
            "La princesa elefante Spain",
            "Elefantprinsessan Sweden"
        ],
        "akas from release info": [
            "The Elephant Princess (original title)",
            "Son Altesse Alex France",
            "Elephant Princess Germany",
            "Elefánt hercegnő Hungary",
            "A Princesa Elefante Portugal",
            "Слон и принцесса Russia",
            "La princesa elefante Spain",
            "Elefantprinsessan Sweden"
        ],
        "episodes": {
            "2": {
                "1": {
                    "title": "Enemies Unleashed",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "votes": 11,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Visiting West Manjipoor, a dead-poor outskirt of the magical kingdom, the princess and Kuru bump into his old friend Caleb, a mildly rogue adventurer who scams her into paying a gold coin for safe passage facing Senq's real robber gang. Caleb's girl Zamira abuses his trust and the coin to set a real trap for Kuru, who while running stumbles on a mysterious ruin, where he nearly gets swallowed up by a fiery column. In the process of saving him, Alex unwittingly sets free the evil sorceress Diva. Back in Australia, Alex and Amanda find a place to stay as students out of...    "
                },
                "2": {
                    "title": "The New Recruit",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "votes": 6,
                    "original air date": "2 May 2011",
                    "year": "2011",
                    "plot": "\n    Caleb is highly suspicious about Diva's magical apparition, but his sister Zamira explains their late mother was a black witch and eagerly seeks to negotiate a pact for revenge on the palace for banishing them. In Australia, Taylor's girlfriend Veronica counts on his 'loyalty' to steal the gig Alex's band auditions for at Tony's club, but when Amanda's proposal to hold a contest is accepted, Taylor rather breaks up then then break his promise.    "
                },
                "3": {
                    "title": "Bad Reputation",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "3 May 2011",
                    "year": "2011",
                    "plot": "\n    Kuru tries as royal adviser to shield the princess, but too lazy for paperwork, she insists to receive Caleb. He asks for a job, so Kuru gives him his old one, as elephant minder. Alex however enjoys the cocky, handsome knave's sass, enough to engage in a water-fight. Kuru finds and stops Caleb lurking in the palace, but doesn't discover his mission is to search the lost magic book in the library. Later, Diva comes herself, so Kuru and the princess see she's alive and kicking, even uses some aggressive magic.    "
                },
                "4": {
                    "title": "Falling for the Enemy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "votes": 6,
                    "original air date": "3 May 2011",
                    "year": "2011",
                    "plot": "\n    Caleb was wounded while shielding Alex from Diva's magical bolt, yet Kuru remains suspicious. Random magic finds the hiding place of the book which contains the key to black magic. Alex decides to take Caleb to 'safe' Australia, to heal him out of Diva's reach. Taylor accepts to put them up. Veronica assumed he just tried to make her jealous, but Amanda plays the same game to ward the bitch off, or at least that's what she and Taylor tell each-other. Caleb sneakily sees her hide the book. They bond further, even kiss, but agree that must remain an inappropriate ...    "
                },
                "5": {
                    "title": "Star Crossed Lovers",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "4 May 2011",
                    "year": "2011",
                    "plot": "\n    Kuru takes care of princely business in Alex's frequent absence, yet makes time to graciously receive his youth friend Zamira, who rudely leaves when he sticks to respecting the secret where she took Caleb to heal. In Australia, she uses the next performance in Tony's pub as excuse to keep Caleb at a distance, even claims his love is unanswered after he teaches her the Manjipoori martial art. So he bitterly turns his attention to secretly reading the magic book. Victoria fails to make Taylor jealous by flirting with Caleb, who does enjoy the luxury at her fancy home ...    "
                },
                "6": {
                    "title": "Double Trouble",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "4 May 2011",
                    "year": "2011",
                    "plot": "\n    Although Caleb and Alex are on kissing terms and he wants to join her, she wants to return with the book alone, feeling that's safer for him. So she transforms Amanda in decoy princess clone, but the impertinent love-life questions soon give that game away. Kuru tells her Zamira knows the ancient script it's written in, having been expelled from school for it, but she refuses, warning black magic was banned because it can cancel royal white magic. Kuru's detailed account of how the book was discovered at the magical portal helps them to work out from a symbol it must ...    "
                },
                "7": {
                    "title": "Secret Love",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "5 May 2011",
                    "year": "2011",
                    "plot": "\n    Caleb is told to butt out of band practice, so he has time to thoroughly study the magic book, in secret. Alex still wastes her time on writing a song and messes up her music theory exam. She senses unprecedentedly powerful magic when Caleb returns to Manjipur as suggested and uses his new knowledge to open the portal and absorb black magic. Unsupecting Kuru orders him back to elephant care duty. Caleb gets visions of having to fight off Senq and even Zamira, whom he warns not to trust or overestimate Diva.    "
                },
                "8": {
                    "title": "Love Your Enemy",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "5 May 2011",
                    "year": "2011",
                    "plot": "\n    Secretly in the Manjipur forest, Caleb waves Zamira's call for loyalty to Diva and patiently practices magic moves, learning to float. Kuru considers Zamira's plea the book would be safer under his care, yet decides it's a princely choice. At school, Alex's future depends on the composition test. Veronica fails to seduce Taylor to take her back, but steals his memory stick with Alex's song for her trio. When teacher Getz finds out, Alex pleads against expulsion and even helps her write and perform another song.    "
                },
                "9": {
                    "title": "The Secret Admirer",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "6 May 2011",
                    "year": "2011",
                    "plot": "\n    Caleb now spends most of his time practicing black magic in the forest. Zamira catches him achieving teleportation and realizes he must have read the book, but can't scare him into reporting to Diva, who clearly is loosing her patience and trust in them. Caleb discovers teleportation even reaches into Alex's world. Thus he attends the band's latest concert at Tony's, where some mild magic scares rude Todd into abjectly apologizing. As none of them noticed Caleb, everyone thinks Taylor scared him off.    "
                },
                "10": {
                    "title": "Tangled Web",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "6 May 2011",
                    "year": "2011",
                    "plot": "\n    Surprised while reading in the magic book, Caleb avoids being found out by teleportation, but thus accidentally drags Taylor along to West Manjipur. He tells only Zamira, who informs Kuru, who gets Alex. But Diva finds Taylor first and takes him hostage, demanding the book as ransom. Against Kuru's wise warning, Alex is prepared to accept, but Caleb manages to rescue Taylor, unseen by the band members, so only Alex's secret is betrayed .    "
                },
                "11": {
                    "title": "Welcome to My World",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "9 May 2011",
                    "year": "2011",
                    "plot": "\n    Caleb is happy practicing ever better black magic in the forest, while working as Kuru's elephant servant, but accepts when Alex brings him an invitation from Taylor to move in with the band permanently. Zamira refuses to follow and break up with Diva, who already suspects-ts foul play and ultimately brings Caleb to use his black magic to stop her. Victoria holds a grand birthday pool party, but fails to seduce Taylor and ends up ridiculed by Amanda.    "
                },
                "12": {
                    "title": "Exposed",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "9 May 2011",
                    "year": "2011",
                    "plot": "\n    Caleb is now perfectly happy with Alex. He resigns as elephant-carer, leading to a fight with Kuru, whose aggression costs him a black eye, and showing he controls black magic. Taylor welcomes Caleb for good, but Alex sets a trap at Tony's. Having thus found out Caleb read the book, she dumps him as a traitor. Kuru resigns, feeling a failure, which leaves the princess all alone and as unhappy as both rivals. Diva trusts this will finally bring her the book.    "
                },
                "13": {
                    "title": "Exiles",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "10 May 2011",
                    "year": "2011",
                    "plot": "\n    Caleb is too depressed to fight for Alex or team up again with Zamira. Only after Diva convinces his sister, who sneakily read the book in the palace, to open the temple ruin portal, Caleb listens to Kuru, who moved to West Manjipur, warning Alex is in mortal danger. They arrive in Australia just in time to prevent all band members being killed by Diva, but she gets away with the book and occupies the palace.    "
                },
                "14": {
                    "title": "Trouble Comes to Town",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "10 May 2011",
                    "year": "2011",
                    "plot": "\n    Caleb isn't happy, unlike Zamira, to stand by Diva, who has taken over the palace. He visits the band, hoping to see Alex, but a rude reception makes him throw an energy bolt at Taylor, no real harm. Kuru can't even stop brigands robbing palace property. Alex refuses his advice to seek Caleb's magic assistance, rather tempts to sabotage the temple ruin portal, but fails.    "
                },
                "15": {
                    "title": "Under New Management",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "11 May 2011",
                    "year": "2011",
                    "plot": "\n    Tony can't pay the club's lease, so the band is canceled. Alex refuses to magically provide capital, but Caleb does after a briefing from Veronica, so her band is added to the program. Alex however refuses his 'dirty money', so Taylor's band pulls out anyway. Diva orders Zamira to decipher the book and wants her to get her brother back to help. Kuru refuses to return to the palace, he now just tends the garden. He gets a visit from the princess, who 'steals' his only campfire-roasted yam meal.    "
                },
                "16": {
                    "title": "Dangerous Secrets",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "11 May 2011",
                    "year": "2011",
                    "plot": "\n    A haughty sneer from Veronica brings proud Caleb to magically acquire guitarist talent to Taylor's standard. Alex scolds his abuse of magic, despite his generous offer to stop using magic in Australia so as not to endanger her second world. But she resorts to magic herself when Veronica, who found a camera recording, threatens to expose Caleb's supernatural powers unless he makes her a world star.    "
                },
                "17": {
                    "title": "Feud",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "12 May 2011",
                    "year": "2011",
                    "plot": "\n    Caleb's self-made bracelet for Amada gets him invited to Amanda's well-kept surprise party at Tony's. Kuru also accepts, partially to keep an eye on Caleb. Diva brings Zamira over to demand Caleb's return, to no avail, despite Diva's story that their mother was killed at the temple ruin portal by Alex's royal mother, to disable her threatening black magic.    "
                },
                "18": {
                    "title": "Reinforcements",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "12 May 2011",
                    "year": "2011",
                    "plot": "\n    Zamira gets to a block in The Book which only Alex can unlock. After giving Dark Magic to some new West Manjipoor recruits of hers, Diva comes to the real world. But Alex refuses to help Diva and Caleb gets hurt protecting Alex.    "
                },
                "19": {
                    "title": "Unmasked",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "13 May 2011",
                    "year": "2011",
                    "plot": "\n    Diva orders Senq to capture Kuru, using black magic. Zamira promises to mislead him, but frees him to alert Alex and the gang. Caleb comes along and protects them every time. Alex breaks the book's royal seal, thus starting a vision which shows Zamira not the late queen killed Caleb's mother but Diva herself, who cares little about their escape as she now controls the book's black magic.    "
                },
                "20": {
                    "title": "A Princess for All",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "13 May 2011",
                    "year": "2011",
                    "plot": "\n    Caleb can't convince his sister that life in Australia is great, but after a talk with Kuru, Zamira reconsiders and accepts a magic mind recollection, which proves their mother and the queen were allies against Diva, hence hid the book. Sooner than Zamira feared, Dive has deciphered the book's language and takes only Senq along when she tries mastering the magic ruins portal, but fails, still lacking the secret language's finesse. Pretending to be mislead, Veronica overhears Taylor and Amanda discussing Alex's magic secret, so when she threatens with Internet exposure...    "
                },
                "21": {
                    "title": "Out of Control",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "16 May 2011",
                    "year": "2011",
                    "plot": "\n    Caleb can't talk Zamira out of returning to Manjipur with Kuru and Anala, so he visits to check up on her safety and suspicious suitor. Senq is scared off, but later surprises Caleb by sabotaging his session at the magic portal, with a mysterious result. Now Veronica knows Alex is a princess, she insists on joining the band, dumping her own mates.    "
                },
                "22": {
                    "title": "Flare Up",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "16 May 2011",
                    "year": "2011",
                    "plot": "\n    Caleb feels obliged to check up on Zamira, both on account Diva and Kuru. Instructed by Diva, who gives up on enlisting Zamira directly, Senq and his mate go after her to provoke Caleb. He now suffers unbearable headaches whenever he tries to use black magic and is magically drawn to the temple ruin portal, where he can no longer control the rite and is possessed further by the black magic flame. Taylor and Amanda bicker, as Alex guesses like lovers, for he insists to join the magicians' rescue when she's missing.    "
                },
                "23": {
                    "title": "Cursed",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "original air date": "17 May 2011",
                    "year": "2011",
                    "plot": "\n    Caleb is delighted when Alex invites him as companion to the music school's awards. But his worsening headaches now draw him back to the ruined temple's magic portal even from Australia. Kuru can't convince him to tell Alex, Zamira says she can't help without the book. He fails to get at it in the palace and refuses to make a deal with Diva, who now realizes his condition.    "
                },
                "24": {
                    "title": "Hunted",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "17 May 2011",
                    "year": "2011",
                    "plot": "\n    The gang, now apparently loyally joined by Veronica, learns about Caleb's worrying condition but can barely track him, let alone help, yet Alex is determined to risk it at any cost. Senq's report makes Diva realize and check out that Caleb is being overpowered by the temple ruin portal's black magic. Still, Caleb refuses to help her with the book in exchange for a cure.    "
                },
                "25": {
                    "title": "Between the Worlds",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "18 May 2011",
                    "year": "2011",
                    "plot": "\n    After subjecting him to a mind-probe, Diva realizes Caleb's condition is going to worsen until the magic portal consumes him and believes that offers an opportunity to connect both worlds magically. The gang can only watch from a distance, not intervene, but Kuru thinks of slipping into the palace to study the book. Computer-manipulating photographs reveals the frightening hidden message. Anala is their last hope.    "
                },
                "26": {
                    "title": "Sacrifice",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "18 May 2011",
                    "year": "2011",
                    "plot": "\n    Diva's plan to break the barrier is coming together as she prepares to sacrifice Caleb to the vault of Dark Magic. But Alex won't let it happen. She isn't sure how to break the vault, and she can't match Diva's powers, but she'll have to think of something.    "
                },
                "27": {
                    "title": "The Elephant Princess II - Compilation",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 27,
                    "plot": "\n    After Diva's vanquishing, Manjipur is ruled formally by Alex, but Kuru does most governing work while she concentrates on her music school in Australia, teaming up, also as a band, with Amanda and now friend Taylor, a drummer and their host. But is destitute West Manjipur, Diva reappears. She plans to use Caleb and his sister Zamira, orphaned when their sorceress-mother was killed, to gain control of black magic and seize power. However it's Caleb, who becomes a palace servant and Alex's new closest friend if not lover, who taps into it unwittingly at the temple ruin ...    "
                }
            },
            "1": {
                "1": {
                    "title": "Coming of Age",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 18,
                    "original air date": "13 Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Alexandra dreams of a singing career, in a pop band with friends Marcus, JB Deekes and Amanda Tucci. At her birthday party they get a complete surprise visit. The mysterious Indian Kuru, riding the often invisible elephant Anala, tells them she's in fact the magical princess-heir of Manjipour. She's expected 'home' to mount the throne in that Indian state she never even heard of. Only its royal house can perform magic.    "
                },
                "2": {
                    "title": "Don't Call Me Princess",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "votes": 9,
                    "original air date": "Oct. 2008",
                    "year": "2008",
                    "plot": "\n    After Kuru's visit, Alexandra's family is unusually accommodating. Kuru reports in Manjipoor that the princess isn't ready for the throne, but the guru is confident she'll grow into it and gives him the magical royal runes. Finding out she's adopted as Kuru said, she goes crazy, wants to run away and tears up a family picture. This magically alters her whole reality, as Vashan senses all the way to Manjipoor, where he hopes she'll never claim the magical throne. She now turns to Kuru and the runes as her only hope to restore normality. After it works, her parents ...    "
                },
                "3": {
                    "title": "Rabbit Season",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "votes": 7,
                    "original air date": "Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Alexandra orders Kuru to lie for her, which he reluctantly does after consulting Omar in Manshipoor, while Vashan would stick to the rule royalty must be truthful. She attempts first to pass off Kuru for an exchange student, while he openly treated her as princess, then after the magical elephant's appearance to make him tell the magical truth. These dumb instructions make JB and Amanda loose all trust in her. Now she breaks the rule magic may not be (ab)used lightly to convince them of her magical power by pulling rabbits from a hat, if she can pull that off at all.    "
                },
                "4": {
                    "title": "Kuru the Guru",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "votes": 7,
                    "original air date": "Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Alex takes guru Kuru to her class, but he doesn't fin there. So she (ab)uses magic to make him 'cool'.    "
                },
                "5": {
                    "title": "The Powerful Ballad",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "votes": 7,
                    "original air date": "Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Amanda abuses magic for her guitar playing and forces Kuru to accept a rune, forbidden magic transfer. Kuru reports on her progress to Omar, who orders him to change and address the council. Vashan overhears that, locks Kuru up and abuses his 'unwillingness to appear' to doubt him, the magic and even the princess's existence. But the rune allows Kuru to levitate and drift to the council. As if Alex's family, notably kid sister's 'ballet demonstration' for visitor Marcus, weren't embarrassing enough, she suddenly starts levitating uncontrollably, a side effect of Kuru ...    "
                },
                "6": {
                    "title": "Not Made in Japan",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "votes": 6,
                    "original air date": "Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Alex still puts her teenager life above royal duty. Yet Manjipoor cheerfully awaits her return. Vashan and his servant Diva only pretend approval. Kuru visits Omar, who reassures him time should help. Before he returns, Vashan manages to put a magic reversal spell on Kuru's hands, so as to infect Alex, who now gets unexpected results. JB shares in the confused experience as 'exchange philosophy student' Asuza is conjured up by transforming Zoe's doll. Worse, Alex's power is transferred to her. Asuza believes to be the creator who must eliminate Alex. Kuru figures it ...    "
                },
                "7": {
                    "title": "Lean on Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "votes": 6,
                    "original air date": "Oct. 2008",
                    "year": "2008",
                    "plot": "\n    After Kuru reports Alex still doesn't concentrate on her magic training, Omar invites her. The elders decide to hold a banquet, Vashan prepares a snake venom-drink. Alex misses the appointment because she prefers to play with her band in a talent competition they only make trough her magic abuse. Kuru is sacked for her failure, but the elephant 'teleports' her, so she can convince Omar how well Kuru taught her already.    "
                },
                "8": {
                    "title": "Welcome to the Fairy Tale",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "votes": 6,
                    "original air date": "Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Amanda convinces Alex to visit Manjopoor, and shop at the oriental market. Anala drags along suspicious JB too. They end up in the magic forest and are mistaken for circus people by humble locals. Trying to help their son Johan, who was transformed into a mouse by Vashan for poaching. It seems to go wrong, so his dad chases the with an ax. Vashan senses royal magic is near. Meanwhile Kuru wasn't informed but covers for them at school, even makes their history assignment.    "
                },
                "9": {
                    "title": "Warts & All",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "votes": 6,
                    "original air date": "Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Despite Kuru's warning that love and magic don't mix, Alex tricks him to tell her a spell to prove if Marcus, who asked her on a band date, loves her. It turns her into a frog, which can only be undone by a kiss from a true lover. Kuru, JB and Amanda now try to look after the frog until they can get her kissed by most unwilling Marcus, who seems to loose patience with his missing date. When all seems lost, Kuru's devotion proves decisive.    "
                },
                "10": {
                    "title": "The Butterfly Effect",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "votes": 6,
                    "original air date": "Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Vashan magically enables his trusted servant Diva to transform into butterfly, to ride inconspicuously on the elephant Anala to the 'old' world, and into a blond babe to spy on the princess there. After witnessing Alex's clumsy magic practice on Kuru, 'Juliet' enrolls at school. She gets gentleman Kuru to show her around an tutor her, so she can spy them at home. Just then Anala gets an allergic chocolate reaction to muffins, which makes her sick and 'blink' from in- to visible, hard to hide and cure even with mahout and magical skills.    "
                },
                "11": {
                    "title": "Butterfly Kiss",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "votes": 7,
                    "original air date": "Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Kuru reports diplomatically to Omar about Alex's slow progress and Devi to Vashan that she's still a magically clumsy brat living a commoner's life, the rival prince allows her to return as butterfly and seduce Kuru as Juliet, so he'll cease being her only good influence. After she even finds opportunity to steal the royal runes she returns to Manjipoor. The elephant Anala comes to still unsuspecting Kuru's aid after irresponsible Alex dares blame him out of girlish jealousy.    "
                },
                "12": {
                    "title": "Dancing Queen",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Kuru accidentally breaks JD's cymbal, but pays for it with a golden coin from Manjipoor worth the eightfold, which he spends on flashy clothes. The Wilsons see Kuru gets rewarded too. When Alex flippantly calls his allowance excessive, he dutifully begs the council to reduce it, which is nearly considered treason for questioning one of its decisions. The Wilson parents put domestic life at hold for spoiled brat Zoe's ballet practice, which she stinks at and lied to be the title lead Alice in Wonderland, so she fakes sickness and runs away.    "
                },
                "13": {
                    "title": "Destiny's Child",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "Nov. 2008",
                    "year": "2008",
                    "plot": "\n    A remark at mother's day from her sanctimonious sister Zoe that Alex is adopted makes her wonder about her magical biological mother, queen Nefari. After Kuru says Omar knew her best, she travels to Manjipoor alone to question him. Vashan spies on them and magically set a trap, entering the queen's magical posthumous vision.    "
                },
                "14": {
                    "title": "Time After Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "votes": 6,
                    "original air date": "Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Kuru warns Alex the powerful royal rune to shift time back in order to change things has only been used twelve times for extreme emergencies. Reasoning one wouldn't know if the royal user doesn't tell, the scamp keeps abusing it for petty accidents all day when Marcus finally asks her on a real date. Meanwhile Vashan tries to win Anala's friendship with strawberries, in vain. Kuru reports to Omar he suspects she has abused it, but it's only confirmed when an irreversible consequence arises.    "
                },
                "15": {
                    "title": "Happy Birthday Anala",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "Nov. 2008",
                    "year": "2008",
                    "plot": "\n    Kuru tells Alex that Anala's birthday is a grand state affair in Manjipoor, where the elephant chooses one subject to be granted a wish. She offers to his and Omar's delight to preside over the palace party. Told it's invitation only, she magically fakes invitations for her friends and even a few Manjipoor commoner market acquaintances. Kuru must leave his duties tending to Anala when Alex orders Diva to fetch him to the party. Thus someone can steal a magical stone from Abala's headdress, needed to travel between the worlds. Even Omar wants the loyal attendant be ...    "
                },
                "16": {
                    "title": "The Big Gig",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Marcus got the band a gig in his uncle Harry's café, where Zom Records executives have lunch, but the stage is too small, so they must perform a duet by Marcus and Alex, who abuses some minor magic. Omar informs the elders one of Anala's magical headdress jewel was stolen. The guards can't find it for Vashan, but thief Diva shows it to him; Even he ignores how to activate it. But when Kuru travels on Anala the gem travels parallel. Zomp is interested, but only in the duo, and Alex refuses to dump her friends.    "
                },
                "17": {
                    "title": "Masquerade Ball",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "Dec. 2008",
                    "year": "2008",
                    "plot": "\n    The band bunch prepares for the school's masked dance, an concept unknown to Kuru. JB was turned down by 48 girls, so he's desperate to ask Kosma on the Manjipoor market and tricks Alex to take him there, supposedly looking for her perfect dress, behind Kuru's back. Anala is instructed to return his Cinderella by midnight. Vashan observed their arrival and uses the magical gem to secretly follow. He uses the mask feature to intrude and turns her date Marcus into a werewolf.    "
                },
                "18": {
                    "title": "Almost Too Famous",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Kuru reports to Omar and the council of elders about Vashan's hostile intrusion in the other world, but they can't counter a royal. Meanwhile Vashan has used the magical gem again, and using a box and carpet can prevent being sent back. Having overheard Alex's girlish dream is to become a rock-star, he makes it come true so she'll forget all about Manshipoor. It works, she even gets cut up from family and friends, depending on manager Vashan Vashan. Kuru tries till he gets past their body-guards, to prove her she has magic and hopefully rekindle her memory.    "
                },
                "19": {
                    "title": "Princess Amanda",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Marcus and Alex want to exchange one month together-gifts. Alex just asks Kuru's wise advice, but Marcus left the choice to Amanda. Kuru generously gives her one the royal Manjipoor coins she admires. Amanda tricks sweet-tooth Anala into transporting her to Manjipoor to buy a diamond necklace. The loyal people mistake her for the dish-guised princess. When that's disproved, Vashan threatens her with punishment for high treason unless she teaches him how to command Anala. Kuru and Alex need crafty magic to save the day.    "
                },
                "20": {
                    "title": "Courtroom Jewel",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Vashan nearly scares Alex into submission using an illusion. Diva discovers Kuru's report has made Omar call a secret royal council against him, and tells Vashan. He intrudes it to accuse Omar of stealing the magic jewel, which is found is Omar's desk, to which nobody else has access. Kuru brings Alex to an unprecedented trial, but they lack evidence against Vashan. JB has just edited the band's latest recordings, and discovers a crucial scene. Meanwhile boyfriend Marcus feels intolerably excluded as nobody tells him what is important and yet withheld from her.    "
                },
                "21": {
                    "title": "Sea Change",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "votes": 6,
                    "original air date": "Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Smash is looking forward to 4 paid hours in a recording studio. Anala, who has been a jumbo-size pain for a while, takes Alex's guitar and transports her, first with and then without Kuru, to places she believed to exist only in a childhood dream. There she learns the elephant always protected her. That made her miss the recording session. Still ignorant Marcus, who nearly beat jealously up 'rival' Kuru, considers himself implicitly dumped and resigns from the band he only joined for her sake.    "
                },
                "22": {
                    "title": "Revelation",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Alex is too sad about Marcus having dumped her and effectively split up the band Smash to do her school - or domestic work. Even ever-respectful Kuru can't deny she lacks commitment, especially as the princess. She now declares herself ready to accept the throne. Vashan insists on Manjipoor's tradition she must first be thought the strict, elaborate court protocol by an (the only other) royal: him and his servant Diva. They make clear the unpleasant sides for her and commoners, even Kuru may never see her again. Then they discover she was conceived after the king's ...    "
                },
                "23": {
                    "title": "It's an Ordinary Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "votes": 6,
                    "original air date": "3 May 2009",
                    "year": "2009",
                    "plot": "\n    Having learned Omar is her dad, Alex has ran back to the Wilsons. Kuru comes pack, take his leave from the Wilsons and offer generous gifts. They include a model and wood for a Manjipoorean gazebo, which dad Jim is unable to construct, but he gets JB to help and talks him into making up with Alex. Kuru takes Alex back to sign papers relinquishing control Anala, the right to servants and the throne to a triumphant Vashan. Then Kuru scolds her selfish, cowardly haste and leaves her the royal runes. Diva laughs at him being reduced to shuffling elephant manure, and ...    "
                },
                "24": {
                    "title": "Unexpected Arrivals",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Just when Vashan prepares for his coronation, he discovers Diva has magical powers, but too late: she throws him in the dungeon. When Omar and while he flees Kuru find out, she tries to kill them, but Anala saves them by transportation to the Wilson home. Alex uses magic to cure Omar's wound. Kuru gives her the letter Omar entrusted him, which is from her magical royal mother. Omar confirms he secretly married Nefari out of true love. Learning from the council only Omar knows where the crown is hidden, Diva tricks Vashan to get command over Anala using magical chains....    "
                },
                "25": {
                    "title": "Good Vibrations",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "votes": 6,
                    "original air date": "Dec. 2008",
                    "year": "2008",
                    "plot": "\n    Assumming their and Manjipoor's world are literally on different frequencies, JB tries super-amplifiers. Kuru and weakened Alex indeed return to the kingdom, where the people is in doubt who to obey. Alas after they shred the abdication papers Diva puts up a devious fight, even tricking Omar in betraying the crown's whereabout and stealing Alex's magic.    "
                },
                "26": {
                    "title": "Normal Alex Wilson",
                    "kind": "episode",
                    "episode of": {
                        "title": "The Elephant Princess (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "votes": 7,
                    "original air date": "24 May 2009",
                    "year": "2009",
                    "plot": "\n    At home, JB and Amanda try to convince the Wilson parents missing Alex will be back. With help from the people, brave Kuru cunningly frees Alex, Omar and Vashan, who shows them a rune to restore one's powers, but it can only be used with magic. The men are quickly captured again by Diva, who finds the crown and orders everyone to attend her coronation, where she haughtily violates ancient protocol. Alex and Kuru put up a daring fight during the ceremony, knowing the crown can only be conferred by the elephant Anala, who sides against the usurper.    "
                }
            }
        },
        "number of episodes": 53,
        "cast": [
            {
                "name": "Szanto, Miles"
            },
            {
                "name": "Siam"
            },
            {
                "name": "Robins, Emily"
            },
            {
                "name": "Tyers, Maddy"
            },
            {
                "name": "Burns, Emilia"
            },
            {
                "name": "Darville, Eka"
            },
            {
                "name": "Brancatisano, Richard"
            },
            {
                "name": "Angborn, Sebastian"
            },
            {
                "name": "Haig, Georgina"
            },
            {
                "name": "Park, Alexandra"
            },
            {
                "name": "Poulier, Romy"
            },
            {
                "name": "Maddison, Paige"
            },
            {
                "name": "Gregory, Sebastian"
            },
            {
                "name": "Climo, Brett"
            },
            {
                "name": "Bodie, Damien"
            },
            {
                "name": "Platt, Alyce"
            },
            {
                "name": "Lazzaro, Eva"
            },
            {
                "name": "Hemsworth, Liam"
            },
            {
                "name": "Piro, Grant"
            },
            {
                "name": "Hillier, Chris"
            },
            {
                "name": "Jones, Sue"
            },
            {
                "name": "Coleman, Cleopatra"
            },
            {
                "name": "Morris, Kylie"
            },
            {
                "name": "Carter, Danielle"
            },
            {
                "name": "Afif, Rodney"
            },
            {
                "name": "Prosser, Jordan"
            },
            {
                "name": "Barker, Marea Lambert"
            },
            {
                "name": "Nicdao, Alfred"
            },
            {
                "name": "Eagger, Victoria"
            },
            {
                "name": "Burton, Jonathan"
            },
            {
                "name": "Pather, Puven"
            },
            {
                "name": "Mather, Bill"
            },
            {
                "name": "Robbie, Margot"
            },
            {
                "name": "Austin, Stephany"
            },
            {
                "name": "Harrison, Michael"
            },
            {
                "name": "Sellitto, Marco"
            },
            {
                "name": "Le, Haiha"
            },
            {
                "name": "McClatchy, Lulu"
            },
            {
                "name": "Bender, Toby"
            },
            {
                "name": "Den, Oku"
            },
            {
                "name": "Lee, Bruce"
            },
            {
                "name": "Lyvidikos, Benjamin"
            },
            {
                "name": "Vice, Michael"
            },
            {
                "name": "Glenn, Diana"
            },
            {
                "name": "Maw, Grace"
            },
            {
                "name": "Gilbert, Alec"
            },
            {
                "name": "McLean, Sally"
            },
            {
                "name": "Ryan, Stephanie"
            },
            {
                "name": "Brancatisano, Dominic"
            },
            {
                "name": "Clare, Kaitlyn"
            }
        ],
        "locations": [
            "Melbourne, Victoria, Australia",
            "Montsalvat, Eltham, Victoria, Australia"
        ],
        "genres": [
            "Adventure",
            "Drama",
            "Family",
            "Fantasy",
            "Romance"
        ],
        "runtimes": [
            "30"
        ],
        "countries": [
            "Australia"
        ],
        "country codes": [
            "au"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.33 : 1",
        "sound mix": [
            "Stereo"
        ],
        "certificates": [
            "Australia:G::(some episodes)",
            "Australia:PG::(some episodes)",
            "Germany:6"
        ],
        "number of seasons": 2,
        "rating": 6.7,
        "votes": 719,
        "cover url": "https://m.media-amazon.com/images/M/MV5BODJmZGM0Y2ItYmNkYy00ZDJjLWIxMDMtYjI3NzFkYjZjNjVhXkEyXkFqcGdeQXVyNjU2NTIzNDE@._V1_SY150_CR2,0,101,150_.jpg",
        "plot outline": "Alexandra Wilson is a suburban girl who suddenly discovers she is a princess of a mystical kingdom. Her exotic visitor Kuru and a magical elephant Anala help her master her new magical powers. Amanda, JB and Marcus are her band mates and friends. Her family consists of parents Anita and Jim and her younger sister Zoe.",
        "languages": [
            "English"
        ],
        "title": "The Elephant Princess",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "seasons": [
            "1",
            "2"
        ],
        "writer": [
            {
                "name": "Shiff, Jonathan M."
            },
            {
                "name": "Carroll, Sam"
            },
            {
                "name": "Dann, Max"
            }
        ],
        "production companies": [
            {
                "name": "Jonathan M. Shiff Productions"
            }
        ],
        "distributors": [
            {
                "name": "DPI"
            },
            {
                "name": "Disney Channel India"
            },
            {
                "name": "Disney Channel"
            },
            {
                "name": "Network Ten Australia"
            },
            {
                "name": "Nickelodeon Latin America (Nick Latino)"
            },
            {
                "name": "The Family Channel"
            }
        ],
        "other companies": [
            {
                "name": "Real People Victoria"
            },
            {
                "name": "Showfilm"
            },
            {
                "name": "VisionsMCP"
            }
        ],
        "plot": [
            "Alexandra Wilson is a regular suburban girl who suddenly discovers she is a princess of a mystical kingdom.::Stephen Collins",
            "Alexandra Wilson is a suburban girl who suddenly discovers she is a princess of a mystical kingdom. Her exotic visitor Kuru and a magical elephant Anala help her master her new magical powers. Amanda, JB and Marcus are her band mates and friends. Her family consists of parents Anita and Jim and her younger sister Zoe.::J Bar",
            "From the mythical, Indian-looking realm of Manjipur, the magical elephant Anala is dispatched with her bright young mahout, Kuru, to retrieve the heir to the vacant throne, princess Alexandra after sort of grooming her, which proves extremely testing for both. She ignored being only adopted by the Australian suburban Wilson family. Even when convinced it may well all be true, she's reluctant to leave family, school and a music band of friends including her lover. In and from Manjipur, lord Vashan, the evil regent, plots to keep her away so he can claim the throne.::KGF Vissers"
        ],
        "tech": {
            "runtime": [
                "30 min (Australia)"
            ],
            "sound mix": [
                "Stereo"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.33 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 719,
                "rating": 6.7
            },
            "aged under 18": {
                "votes": 3,
                "rating": 8.0
            },
            "aged 18 29": {
                "votes": 269,
                "rating": 6.6
            },
            "aged 30 44": {
                "votes": 162,
                "rating": 6.2
            },
            "aged 45 plus": {
                "votes": 79,
                "rating": 7.0
            },
            "males": {
                "votes": 225,
                "rating": 6.1
            },
            "males aged under 18": {
                "votes": 1,
                "rating": 9.0
            },
            "males aged 18 29": {
                "votes": 95,
                "rating": 6.3
            },
            "males aged 30 44": {
                "votes": 72,
                "rating": 5.1
            },
            "males aged 45 plus": {
                "votes": 44,
                "rating": 6.9
            },
            "females": {
                "votes": 315,
                "rating": 7.1
            },
            "females aged under 18": {
                "votes": 2,
                "rating": 7.5
            },
            "females aged 18 29": {
                "votes": 169,
                "rating": 6.8
            },
            "females aged 30 44": {
                "votes": 89,
                "rating": 7.4
            },
            "females aged 45 plus": {
                "votes": 33,
                "rating": 7.7
            },
            "top 1000 voters": {
                "votes": 20,
                "rating": 6.2
            },
            "us users": {
                "votes": 117,
                "rating": 7.0
            },
            "non us users": {
                "votes": 259,
                "rating": 6.4
            }
        },
        "number of votes": {
            "10": 223,
            "9": 48,
            "8": 103,
            "7": 100,
            "6": 82,
            "5": 61,
            "4": 21,
            "3": 20,
            "2": 17,
            "1": 44
        },
        "arithmetic mean": 7.2,
        "median": 8
    }
}