{
    "imdb": {
        "raw release dates": [
            {
                "country": "Canada\n",
                "date": "30 January 2008"
            }
        ],
        "release dates": [
            "Canada::30 January 2008"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "Georgia: Wine, Weapons and Heavy Metal",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "21 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Not to be confused with the US state, Georgia has a rich medieval history, complete with weapons and folklore. As Robin suits up in traditional costume to learn the art of battle, Julia discovers her inner head banger with the help of local rockers, and online social networks. Top up the journey with a discovery that the region is the birthplace of wine and oh the celebration to come.    "
                },
                "2": {
                    "title": "Nicaragua: Writing on the Edge",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "28 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    What is an active volcano if not the perfect slope to ride down? Robin hikes to the peak of Cerro Negro to feel the heat and the thrill of sandboarding while Julia investigates the story of fair trade coffee. From soil to cup she learns how consumer choices back home impact a small coffee-growing community. Emotions run high as Robin and Julia examine the controversial trend of poverty tourism, when they visit families making a living inside Managua's garbage dump.    "
                },
                "3": {
                    "title": "Chile: Snow, Sea and Desert",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "14 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Chile's miles of coastline, soaring Andean peaks and parched desert, invite Robin and Julia to to explore it all Fulfilling a life long dream, Robin cat-boards high in the snowcapped Andes. At sea level Julia explores Chile's cultural capital to find out what attracts so many artists to this region. When the writers head north to the Atacama Desert they experience scenery so breathtaking and a sunset so inspirational it leaves them pondering life and the future.    "
                },
                "4": {
                    "title": "Italy: Indulgence in Italy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "4 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Italy in the summer is a challenge not only for travelers but even more so for writers hunting down a never-been-told-before story to pitch, write, and sell. Julia finds a gladiator school that teaches Roman history in a truly hands-on environment. Robin heads to the \"Engine of Europe\" and the Ferrari and Lamborghini factories, hoping to test drive the world's sexiest automobiles. Since Italy and food are one in the same, together our hosts slurp their way through Modena, home to the other black gold, balsamic vinegar.    "
                },
                "5": {
                    "title": "Alberta, Canada: Beam Us Up, Cowboy",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "11 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Few landscapes are as awe-inspiring as the Canadian Rockies, so if there's a story to be found, it's likely on these peaks. Julia and Robin climb aboard a helicopter for the breathtaking experience of heli-yoga. Then, back on earth, sort of, Julia visits the town of Vulcan, famous for its Star Trek-based tourism. And since this is the wild wild Canadian west, Robin tries his hand at some real-life ranching    "
                },
                "6": {
                    "title": "Russia: Caviar in Space",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "18 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    Russia presents its challenges for journalists filming a TV show, but even with the red tape and permits stories must be found. Julia investigates the black market for sturgeon caviar while Robin takes a deeper look into majestic Moscow metro. Together they get an exclusive glimpse into the reality of space travel, visiting the Cosmonaut Training Centre in Star City.    "
                },
                "7": {
                    "title": "Barbados: Island Life, Writer Style",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "25 Apr. 2010",
                    "year": "2010",
                    "plot": "\n    The moment you step onto the island of Barbados you are wrapped in warmth, sun, and surf, but for travel writers filing stories that means turning vacation activities into story ideas. Robin attacks the turquoise waves from various angles with a Bajan surfing legend while Julia spends a little time up-close and personal with endangered, Hawksbill Turtles helping to send them off on their incredible life journey.    "
                },
                "8": {
                    "title": "Portugal: Blindfolds and Bulls",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "2 May 2010",
                    "year": "2010",
                    "plot": "\n    Robin and Julia head to Terceira, an emerald island in the Azores, for the thrilling summer festivities. Only here do bulls roam the streets, the beaches, and arenas, daring locals, and travel writers, to stare them down. Back over the North Atlantic to Lisbon, our writers explore alternative city tours, including a remarkable sightseeing tour that offers no sight at all.    "
                },
                "9": {
                    "title": "Egypt: Belly Dancing through Chaos",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "9 May 2010",
                    "year": "2010",
                    "plot": "\n    The traffic, chaos, and 3000 years of bureaucracy can take their toll, so Robin and Julia choose to belly dance over the Nile. After a visit to the pyramids, Robin heads south to the Sinai desert for fun with an ATV, dirt bike, and dune buggy while Julia, following in the footsteps of her travel writing mother, learns about Egyptian aromatherapy and its role in modern day spa life.    "
                },
                "10": {
                    "title": "Ecuador: Travelling Guinea Pigs",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "16 May 2010",
                    "year": "2010",
                    "plot": "\n    Travel writers need to look beyond resorts. Under old mats in a small hut, Julia finds a delicious story in the form of furry guinea pigs. Robin heads to the mountains to meet a shaman, only to discover he's been cursed. Together they visit local markets, party buses, and cacao plantations, discovering that there's more to Ecuador than the Galapagos Islands.    "
                },
                "11": {
                    "title": "Finland: Santa on a Budget",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "23 May 2010",
                    "year": "2010",
                    "plot": "\n    Heading to Lapland, Julia confronts Santa Claus with some unanswered childhood questions. Robin turns the economic recession into an opportunity, by writing a story about exploring Helsinki one of Europe's most expensive cities on just 20 euros a day. Together, under the Midnight Sun, things get sweaty when the writers strip down to understand the tradition of Finnish smoke saunas.    "
                },
                "12": {
                    "title": "Kenya: Creatures Great and Small",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "7 Mar. 2010",
                    "year": "2010",
                    "plot": "\n    Robin and Julia head to the Masai Mara National Park for the legendary migration of the wildebeest. While the largest movement of animals on earth parade by, Robin reflects on his African roots, and Julia her love for Africa. Together, they relish the opportunity of staying in a luxury safari lodge, learning traditions from local Masai villagers, and the etiquette of game viewing    "
                },
                "13": {
                    "title": "Tunisia: Don't Ruin My Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "30 May 2010",
                    "year": "2010",
                    "plot": "\n    Robin and Julia arrive in North Africa for a challenging press trip. Shepherded to beautiful Roman ruins, they discover that old rocks can wear thin. Within the confines of a jam-packed schedule and the pressures of a boisterous local guide, their road trip becomes a hunt for something beyond the ruins of empires lost.    "
                },
                "14": {
                    "title": "Kenya: Angles of Africa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 14,
                    "original air date": "6 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Africa is in dire need of good stories, and both writers are determined to find them. Julia explores the cosmopolitan side of Nairobi when she finds a local fashion designer determined to put Kenyan fashion on the international stage. Robin investigates the Flying Doctors, Africa's largest air ambulance service, encountering its inspiring characters in the streets, the hospitals, and the air.    "
                }
            },
            "1": {
                "1": {
                    "title": "Bolivia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "30 Jan. 2008",
                    "year": "2008",
                    "plot": "\n    Travel writers, like all journalists, have different beats. Enjoying the \"people\" side of a story, Dimon investigates indigenous female wrestling, while Esrock hits the mountains to bike down the world's most dangerous road. Getting online to file and pitch stories may be a challenge, so it helps to be blessed by Andean priests on Lake Titicaca.    "
                },
                "2": {
                    "title": "Ethiopia North",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "6 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    African stories fill up notebooks in minutes, but before Esrock and Dimon can explore the 12th century rock churches in Lalibela, they have to deal with social issues, mechanical faults and each other's ethical differences. Esrock tests his theory of the people chain - following unlikely leads to a remarkable story - while Dimon's shopping savvy is tested to the limits as she bargains for a goat in Africa's biggest outdoor market.    "
                },
                "3": {
                    "title": "Venezuela",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "13 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    In this episode, the journalists head deep into the Orinoco Delta for a lesson in jungle survival. While Esrock takes the plunge to swim with dolphins, abseil a canyon and catch a piranha dinner, Dimon goes where only few have been before in a hunt for the elusive Moriche worm. For each, it's a journey full of surprises.    "
                },
                "4": {
                    "title": "Jordan",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "20 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    Jordan is a country of contrasts, and so are the personalities of these writers. Dimon lifts the veil to discover the hip bars and malls of modern Amman, while Esrock channels his inner Indiana Jones and gallops into the ancient city of Petra. With posh hotels and five-star feasts in the desert, both relish the luxury of a sponsored press trip.    "
                },
                "5": {
                    "title": "Colombia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "27 Feb. 2008",
                    "year": "2008",
                    "plot": "\n    The job of a travel writer is to inspire, and to break myths. Far from being a war zone, our writers are stunned by Colombia's warmth and beauty, but a sellable story needs more edge. Julia looks into the art of buying emeralds, Robin visits the infamous bulletproof tailor of Bogota, and both head to Cartagena for a dip inside the crater of a chocolate mud volcano.    "
                },
                "6": {
                    "title": "Ethiopia South",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "5 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Robin and Julia brave an exhausting road trip to one of the world's most culturally diverse regions inhabited by over 50 distinct tribes and cultures. Travelling through the Lower Omo Valley, what they discover both shocks and inspires them, as they grapple with their ethical responsibilities when promoting tourist activities.    "
                },
                "7": {
                    "title": "Dubai",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "12 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Finding and experiencing stories is not always smooth sailing. In the world's biggest boomtown, Robin decides to sandboard and snowboard on the same day, but the heat and glitz blow hot and cold. Meanwhile, Julia's story falls through and her interview cancels, forcing a frantic rush before her looming deadline. In a city with the newest and biggest everything, it's the history that saves the day.    "
                },
                "8": {
                    "title": "Latvia",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "19 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    Amongst stunning art-nouveau buildings and medieval cobblestone streets, Robin and Julia reveal their daily lives backpacking in a hostel. After looking into life backstage at one of the world's oldest circuses, Robin probes stag parties while Julia decides to put herself through hell in one of the world's most unusual hotels.    "
                },
                "9": {
                    "title": "Yukon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "26 Mar. 2008",
                    "year": "2008",
                    "plot": "\n    It's -30C in the \"Great White North\", but travel writers rarely judge a day by the weather. Robin hangs out with huskies and learns about dog-sledding from a Yukon legend, but Julia's story is derailed by canceled flights. Will she make it to Whitehorse to get her story? After braving the cold and the challenge of finding yet another last minute story, both taste the gnarly truth about the legendary Sour Toe Cocktail - a drink served with a severed human toe!    "
                },
                "10": {
                    "title": "Lithuania",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Some stories are important to write, even when they don't want to be written. Researching the rise of genealogical travel, Robin traces his roots to a small town where his grandfather was born, and then died and that tragedy remains thick in the air. Julia looks into a quirky Soviet theme park, where the harsh history meets communist kitsch. Two unique experiences of the same country, and two very different stories to file under deadline.    "
                },
                "11": {
                    "title": "Thailand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "9 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    Reversing their traditional roles, Robin and Julia switch beats as they head to northern Thailand, investigating stories about people who travel to learn. Julia looks into a Canadian-run Thai kick-boxing school, taking a lesson in hard knocks, while Robin joins two very different cooking schools, succumbing to a chili eat-off. At a unique elephant reserve, both writers get their kicks in the world of \"voluntourism.\"    "
                },
                "12": {
                    "title": "Hong Kong & Macau",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "16 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    It's tough to find something new to pique the interest of editors. In Hong Kong, both writers decide to head underground to find the cutting edge, Julia with the new sport of parkour, Robin with a late night fixed-gear bike race. Robin finally meets one of his travel editors and gets an education in freelance writing, and together with Julia heads to Macau, the world's biggest gambling center, to see just how much they'll risk to sell a story.    "
                },
                "13": {
                    "title": "New Zealand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "23 Apr. 2008",
                    "year": "2008",
                    "plot": "\n    It's the adrenaline capital of the world, so Robin swoops and sledges his way to a double page spread. Julia explores the geo-thermal wonderland of Rotorua through the up-and-coming hobby of geo-caching. Fun and games aside, both consider how a life on the road impacts personal relationships, and how to keep a stable head when your world is constantly changing.    "
                }
            },
            "2": {
                "1": {
                    "title": "Sri Lanka",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "18 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Finding a good travel story often involves the help of serendipity, a word itself derived from the old name for Sri Lanka. Damaged by decades of civil war, this beautiful island off the coast of India is in desperate need of good press. Robin and Julia explore a remarkable religious festival, stumbling upon a bizarre, bloody ritual guaranteed to make your jaw drop. As Julia explores the impact of domestic turmoil on tourism, Robin learns about the growing and manufacturing of world famous Ceylon tea.    "
                },
                "2": {
                    "title": "Korea: Find Myself, Find My Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "25 Jan. 2009",
                    "year": "2009",
                    "plot": "\n    Investigating a story about travelers teaching English in Asia, Robin learns that teaching a class of 11 year-old's is as terrifying, and rewarding, as any adventure activity. Together, our journalists spend the night in a unique Buddhist temple, where tourists are invited to learn about Buddhism, and experience life in a monastery. In Seoul, Julia hip-hops her way into a story about the Korean B-Boy dance phenomenon.    "
                },
                "3": {
                    "title": "The Philippines: A Taste of Paradise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "1 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Travel stories come in many guises, from activities and events, to culture and destinations. Exploring the island of Palawan, known for its incredible limestone cliffs and scuba diving, Robin focuses on the northern tip of El Nido, the place that inspired the book and film, \"The Beach.\" In Manila, Julia's gets a taste for balut, a fertilized duck egg delicacy, which is a good story if she can stomach it.    "
                },
                "4": {
                    "title": "Canada's West Coast: Bags to Riches",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "8 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    Vancouver Island is an interesting destination for international readers, accustomed to images of snow-covered Canada. Robin is fascinated by Tofino's surfing community, and figures any story that features \"surfing\" and \"Canada\" is bound to stoke the interest of editors. Meanwhile Julia gets the low down on how to live off the land with Gisele, a local Tla' Ook guide. Covering a story about a luxury expedition yacht, Robin and Julia reflect on how their jobs often give them a taste of a life neither of them could ever afford.    "
                },
                "5": {
                    "title": "Slovenia: Levels of a Story",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "15 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    In this tiny nation, a jewel in Central Europe, Robin saddles up in Lipica, the birthplace of the legendary Lipizzaner horses. Julia prefers to write about smaller creatures in the form of traditional beekeeping. Heading north to the Julian Alps and the medieval town of Bled, viewers learn how different writers have different beats. Julia explores a gorge, while Robin soars overhead, paragliding amongst some breathtaking mountains.    "
                },
                "6": {
                    "title": "Romania: On the Run",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "22 Feb. 2009",
                    "year": "2009",
                    "plot": "\n    There's more to Romania than vampire myths and Gothic castles. Robin and Julia head into the Transylvanian countryside on a cultural tour, embracing the music, food, and farm life of a village that has seen little change in centuries. But there's still time for a little paranormal investigation as Julia checks out one of Europe's most haunted forests. In bustling Bucharest, Robin keeps up with the Hash House Harriers, a ribald running club that has sprouted up in over 178 countries.    "
                },
                "7": {
                    "title": "The Maldives: Over the Honeymoon",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "1 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Travel writers lead a nomadic existence, and relationships can be a real challenge. Writing about the world's ultimate honeymoon destination, Robin finds himself alone, feeling the irony of his \"honeymoon for one.\" Julia leaves the tourist brochure behind to discover life in the overcrowded capital of Male. In this beautifully filmed episode, we learn that having a dream job on a dream tropical island is not all it's cracked up to be.    "
                },
                "8": {
                    "title": "Turkey: Road Trip Into Genesis",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "8 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Genesis is the theme this week, as Robin and Julia head east to investigate a story about biblical tourism. Walking amongst ancient ruins, drinking from the well of the prophet Abraham's birth cave, they also reflect how much their own lives have changed since first meeting in Turkey several years ago. While Julia investigates a female-run cooking school, Robin's heads to Mount Nemrut, where massive 2000 year-old statues greet the sunrise every morning.    "
                },
                "9": {
                    "title": "Ukraine: Radioactive Writing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "15 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Robin and Julia explore the \"cradle of Slavic civilization\" on the streets of Kiev. Following travel writing trends, Julia discovers the best things to see and do in Kiev in 24 hours. Meanwhile, Robin chases a story about an eerie former nuclear missile base. Together, they head off to Chernobyl, site of the world's worst nuclear reactor disaster and a bone-chilling tourist attraction.    "
                },
                "10": {
                    "title": "Taiwan: Some Like It Hotter",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "22 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    New travel writing assignments have brought Julia and Robin to Taipei. For her latest column, Julia decides to go against the tourism board's wishes and write about the betel nut girls - young scantily-clad women, selling this addictive treat on Taiwanese roadsides. Meanwhile, Robin discovers the creator of fire therapy - a risky form of traditional medicine for both patient and doctor alike. Feeling the burn, he joins Julia to flush out an article about Modern Toilet, a bizarre toilet themed restaurant.    "
                },
                "11": {
                    "title": "Belize: Oh Maya!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "29 Mar. 2009",
                    "year": "2009",
                    "plot": "\n    Travel writers are seasonal creatures, and it's the wrong time of year to enjoy the coastline of this small, Central American country. Instead, Robin and Julia immerse themselves in the jungle, surrounded by ancient Mayan ruins. While Julia enrolls herself in a jungle survival course, Robin goes underground to explore a vast system of cave waterfalls.    "
                },
                "12": {
                    "title": "Jamaica: Roots, Rock n' Writing",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "5 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    From the Blue Mountains to the gritty streets of Kingston, Robin and Julia learn about Rastafarians and dance hall - two cornerstones of Jamaican culture. Julia's foray into music takes her to record studios, musicologists, and finally an all night dance party. Eager to break away from the popular resorts, together they travel to the South Coast, where Robin takes advantage of a \"Meet the People\" program to connect with interesting locals.    "
                },
                "13": {
                    "title": "Mexico: Wrestling with Headlines",
                    "kind": "episode",
                    "episode of": {
                        "title": "Word Travels (TV Series 2008–2010)",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "12 Apr. 2009",
                    "year": "2009",
                    "plot": "\n    Robin and Julia discover that there's more to tequila than a good night out and a hangover as they shoot back this week's story about Mexico's national drink. From the region of Tequila, they head to Mexico City, where Julia explores a local witches market and gets blessed by a Satan worshiper. Robin finds himself painfully pretzeled in the ring with the Luchadores, masked Mexican wrestlers famous for their acrobatics.    "
                }
            }
        },
        "number of episodes": 40,
        "cast": [
            {
                "name": "Dimon, Julia"
            },
            {
                "name": "Esrock, Robin"
            }
        ],
        "genres": [
            "Documentary",
            "Adventure"
        ],
        "runtimes": [
            "24"
        ],
        "countries": [
            "Canada"
        ],
        "country codes": [
            "ca"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1 / (high definition)",
        "number of seasons": 3,
        "rating": 6.7,
        "votes": 20,
        "cover url": "https://m.media-amazon.com/images/M/MV5BYjA0MWI1MTAtN2NjMS00ZDY1LTk2YzUtMTc2ODdlMjgxNzFlL2ltYWdlXkEyXkFqcGdeQXVyMTEyMjA4Mjc@._V1_SY150_CR238,0,101,150_.jpg",
        "plot outline": "Across 36 countries on 6 continents, witness real life drama as travel writers Robin Esrock Julia Dimon battle deadlines, jet lag, danger, and their own emotional limits to find the next great story. Word Travels reveals the unseen truth of professional travel journalism - where nothing can stand in the way of next week's story.",
        "languages": [
            "English"
        ],
        "title": "Word Travels",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2010",
        "akas": [
            "Word Travels (Canada)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Dimon, Julia"
            },
            {
                "name": "Esrock, Robin"
            },
            {
                "name": "Wainwright, Deb"
            }
        ],
        "distributors": [
            {
                "name": "OLN"
            },
            {
                "name": "National Geographic Adventure"
            },
            {
                "name": "Outdoor Life Network (OLN)"
            }
        ],
        "plot": [
            "Across 36 countries on 6 continents, witness real life drama as travel writers Robin Esrock Julia Dimon battle deadlines, jet lag, danger, and their own emotional limits to find the next great story. _Word Travels_ (qv) reveals the unseen truth of professional travel journalism - where nothing can stand in the way of next week's story.::Anonymous"
        ],
        "tech": {
            "runtime": [
                "24 min (Canada)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1 / (high definition)"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 20,
                "rating": 6.7
            },
            "aged 30 44": {
                "votes": 11,
                "rating": 6.7
            },
            "aged 45 plus": {
                "votes": 6,
                "rating": 6.5
            },
            "males": {
                "votes": 14,
                "rating": 6.3
            },
            "males aged 30 44": {
                "votes": 9,
                "rating": 6.0
            },
            "males aged 45 plus": {
                "votes": 5,
                "rating": 6.5
            },
            "females": {
                "votes": 2,
                "rating": 9.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 8.0
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 5.3
            },
            "us users": {
                "votes": 6,
                "rating": 5.6
            },
            "non us users": {
                "votes": 10,
                "rating": 7.7
            }
        },
        "number of votes": {
            "10": 3,
            "9": 3,
            "8": 4,
            "7": 2,
            "6": 3,
            "5": 2,
            "4": 0,
            "3": 0,
            "2": 0,
            "1": 3
        },
        "arithmetic mean": 6.7,
        "median": 7
    }
}