{
    "imdb": {
        "raw release dates": [
            {
                "country": "Australia\n",
                "date": "15 August 2008"
            }
        ],
        "release dates": [
            "Australia::15 August 2008"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Master Raindrop"
            },
            {
                "countries": "Greece (transliterated ISO-LATIN-1 title)",
                "title": "I peripeteies tou stagona"
            },
            {
                "countries": "Hungary (working title)",
                "title": "Vízcsepp mester"
            },
            {
                "countries": "Hungary",
                "title": "Vízcsepp mester kalandjai"
            }
        ],
        "akas": [
            "Master Raindrop (original title)",
            "I peripeteies tou stagona Greece (transliterated ISO-LATIN-1 title)",
            "Vízcsepp mester Hungary (working title)",
            "Vízcsepp mester kalandjai Hungary"
        ],
        "akas from release info": [
            "Master Raindrop (original title)",
            "I peripeteies tou stagona Greece (transliterated ISO-LATIN-1 title)",
            "Vízcsepp mester Hungary (working title)",
            "Vízcsepp mester kalandjai Hungary"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Courage",
                    "kind": "episode",
                    "episode of": {
                        "title": "Master Raindrop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "15 Aug. 2008",
                    "year": "2008",
                    "plot": "\n    When the Elements find themselves trapped between a wall of fire and an approaching army of Terras, they seek help from Princess Iron Fan to put out the fire with her iron fan. However, she will only help them if they find her bold and brave husband, the Bull Demon King, who hasn't come home after leaving to fight some demons in a nearby village.    "
                },
                "2": {
                    "title": "Loyalty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Master Raindrop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Following the Dragon's Eye, a compass-like device that Master Yun has given them, Raindrop and Shao Yen enter the Red Lotus Monastery, where they find the Metal Element, Jinhou, who is a golden monkey statue brought to life. They are about to leave with Jinhou and continue their quest, when Flamo arrives and claims that, as the Fire Element, he should have Jinhou.    "
                },
                "3": {
                    "title": "Humility",
                    "kind": "episode",
                    "episode of": {
                        "title": "Master Raindrop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Fleeing from General Bu, the Elements go underground and find themselves in an amazing cavern, where they meet the glamorous, but vain, Jade Princess and her humble handmaiden, Niwa. Raindrop assumes the Jade Princess is the Earth Element and endangers all their lives by taking the Princess with them on their quest. Then Flamo and Grub kidnap the Princess and the Elements have to rescue her.    "
                },
                "4": {
                    "title": "Commitment",
                    "kind": "episode",
                    "episode of": {
                        "title": "Master Raindrop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    General Bu sets the moon ablaze to create permanent daylight, so he can hunt the Elements at night. It also causes the Moon Goddess, Chang Er, to fall to Earth. When Raindrop and Shao Yen go off to find Archer Yi, the only person who can extinguish the moon blaze by shooting it with an arrow fashioned from the Moon Blossom Tree, Flamo and Grub capture the other Elements and Chang Er.    "
                },
                "5": {
                    "title": "Faith",
                    "kind": "episode",
                    "episode of": {
                        "title": "Master Raindrop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Our heroes need to reunite with the fifth Element, Flamo, who is with General Bu in the Flying Fortress, which has already taken off. They get on board with the help of a flock of cranes, and find Flamo, who attacks them. When they save his life in the fight, Flamo considers changing sides and tells them that Bu has created a magic peach pit with which to destroy the Golden Dragon.    "
                },
                "7": {
                    "title": "Honour",
                    "kind": "episode",
                    "episode of": {
                        "title": "Master Raindrop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    After being shipwrecked on an island, the Elements help an un-fit Phoenix and a not- so-dangerous Dragon look for the Pearl of Prosperity, which they were supposed to be guarding, but has gone missing. Without it, the lush, green island experiences drought and despair. It turns out the Pearl was mistakenly taken by Raindrop, but when he tries to put it back - it is stolen by Flamo and Grub.    "
                },
                "8": {
                    "title": "Caring",
                    "kind": "episode",
                    "episode of": {
                        "title": "Master Raindrop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    When the Elements hide in a dense forest, General Bu is desperate for ideas on how to catch them. An apothecary, White Snake, gives Bu a serum to make him smarter, and he comes up with the idea of poisoning the forest to give the Elements no place to hide. But the poison not only makes the forest sick, but also Shao Yen, the Wood Element. The Elements have to find an antidote before it's too late.    "
                },
                "10": {
                    "title": "Creativity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Master Raindrop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    When magic paint brushes are stolen by General Bu, the Elements must get them back before he can paint their demise. Raindrop and Shao Yen sneak into Bu's camp to retrieve the brushes, while Jinhou and Niwa go to the Cave of Eternal Darkness to get pure darkness that will undo the brushes' spell.    "
                },
                "13": {
                    "title": "Acceptance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Master Raindrop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "plot": "\n    While on the run from General Bu's terra army, the Elements take refuge in a remote village which Bu's forces cannot enter. The village happens to be the centre of a Dream Realm, which the Elements enter when they fall asleep. Unfortunately, so do Flamo and Grub.    "
                },
                "15": {
                    "title": "Caution",
                    "kind": "episode",
                    "episode of": {
                        "title": "Master Raindrop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    A greedy Geni steals the Dragon's Eye, and the Elements have to go on a dangerous journey to get it back, but they have the help of some magic seeds belonging to a young man who is on a quest to retrieve a magic mortar, so he can marry his girlfriend. Meanwhile, Flamo and Grub follow the Elements to try and capture them.    "
                },
                "16": {
                    "title": "Honesty",
                    "kind": "episode",
                    "episode of": {
                        "title": "Master Raindrop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    When the Elements are looking for a missing part of the Dragon's Eye, Jinhou is trapped by a boy, Badang, who thinks Jinhou has stolen General Bu's fish. Hearing that he is about to be handed over to Bu, Jinhou tricks Badang into letting him go, by pretending to make the boy super strong.    "
                },
                "17": {
                    "title": "Friendship",
                    "kind": "episode",
                    "episode of": {
                        "title": "Master Raindrop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    The Elements encounter a mysterious cat who licks Niwa and takes her powers, turning her into a zombie that General Bu easily captures. When the others try to rescue Niwa, the cat turns Jinhou into a zombie, too, and takes his elemental powers. Raindrop and Shao Yen escape and literally bump into a Little Old Lady, who seems at first to be a hindrance, but turns out to be a vampire-cat hunter.    "
                },
                "18": {
                    "title": "Sincerity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Master Raindrop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    When Bu makes the Elements powerless, they form an alliance with a boy, Momotaro (Peach Boy), who says he can help them regain their powers at a magic statue. The place where the healing statue is supposed to be, is the hideout of the Oni. But when Peach Boy steals the Oni's treasure and escapes, they know - he was lying all along.    "
                },
                "19": {
                    "title": "Integrity",
                    "kind": "episode",
                    "episode of": {
                        "title": "Master Raindrop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    The Elements are hurrying past a walled city when they are caught by guards and taken in to pay their respects to the city's vain king. When Bu's Terra army can't get into the city to catch the Elements, Bu creates a flock of winged garfish to fly over the walls and terrorise the citizens. The Elements defeat the creatures and become local heroes.    "
                },
                "20": {
                    "title": "Perseverance",
                    "kind": "episode",
                    "episode of": {
                        "title": "Master Raindrop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    The Elements race to the Tree of Power to get new powers to help them raise the Golden Dragon - but Flamo gets there first. When General Bu hires the Moon Goddess's gardener to chop down the tree, the Elements call on the Moon Goddess, Chang Er, to stop him.    "
                },
                "21": {
                    "title": "Focus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Master Raindrop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    General Bu tries to catch the Elements by summoning a Fire Dragon and creating a volcano in their path. With molten lava in front of them and Bu's flying fortress behind them, our heroes have no choice but to go underground - which is where they discover even more obstacles: three fierce dragons who guard an underground treasure.    "
                },
                "22": {
                    "title": "Responsibility",
                    "kind": "episode",
                    "episode of": {
                        "title": "Master Raindrop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    The Elements take refuge in a cave where they overhear Bu making plans to get hold of a magic Daruma Doll, so he can make a wish to capture them. They realise they have to get to the doll before Bu, but discover a baby dragon has hatched in the cave. With no sign of its mother, our heroes have to take the baby dragon and its unhatched sibling with them on their quest for the Daruma Doll.    "
                },
                "23": {
                    "title": "Flexibility",
                    "kind": "episode",
                    "episode of": {
                        "title": "Master Raindrop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Jinhou injures his magic monkey paw, so the Elements make a detour to the Well of Wellness for a cure. Meanwhile, General Bu has created a Tea of Forgetfulness to make the Elements forget their quest. When only Shao Yen drinks it and loses her memory, Bu convinces her she is on his side.    "
                },
                "24": {
                    "title": "Originality",
                    "kind": "episode",
                    "episode of": {
                        "title": "Master Raindrop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Raindrop appears to have turned evil, trashing a town in his search for a lantern. It turns out it's a doppelganger, created by Bu in an attempt deceive some monks into giving him a magic lantern that can foretell the future. Shao Yen, Niwa and Jinhou mistakenly follow the fake Raindrop and get captured by Flamo.    "
                },
                "25": {
                    "title": "Trust",
                    "kind": "episode",
                    "episode of": {
                        "title": "Master Raindrop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Bu discovers that the Elements are being guided on their quest by the Dragon's Eye, and gets Flamo to steal it. However, when Bu gets the Eye, he doesn't know how it works, so he opens Yun's secret prison to ask him the secret. However, Yun refuses to tell him, which infuriates Bu, who boasts that he will catch the Elements anyway and destroy them - even Flamo!    "
                },
                "26": {
                    "title": "Wisdom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Master Raindrop (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Drawn by the mysterious pull of the Golden Dragon, the five Elements and Master Yun find themselves back at the Academy, which Shao Yen and Raindrop left at the start of their quest. There the Elements go through the Dragon's Gate, the portal into the Golden Dragon's consciousness, to raise the Dragon.    "
                }
            }
        },
        "number of episodes": 21,
        "cast": [
            {
                "name": "Ubrien, Jane"
            },
            {
                "name": "King, Rachel"
            },
            {
                "name": "Tart, Josh Quong"
            },
            {
                "name": "Anderson, Joshua"
            },
            {
                "name": "Aubrey, Sarah"
            },
            {
                "name": "Francis, David"
            },
            {
                "name": "Meegan, Brian"
            }
        ],
        "genres": [
            "Animation"
        ],
        "runtimes": [
            "24"
        ],
        "countries": [
            "Australia",
            "Singapore"
        ],
        "country codes": [
            "au",
            "sg"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "number of seasons": 1,
        "rating": 6.1,
        "votes": 38,
        "cover url": "https://m.media-amazon.com/images/M/MV5BM2Q2ZjVjYmEtNTA3NS00NThhLWEyZjQtZDY2OTgwNDFkMjE4XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "A surreal road trip for a group of high-spirited, 12-year-old martial arts novices who meet weird, wacky and magical creatures from Asian Folklore. Follow the adventures of our heroes as they try to save their peaceful land from evil General Bu and his army of terracotta warriors. Along the way, these unlikely heroes match wits and skills with crazy and colourful villains, in adventures that combine high-stakes drama with comic martial arts.",
        "languages": [
            "English"
        ],
        "title": "Master Raindrop",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "seasons": [
            "1"
        ],
        "writer": [
            {
                "name": "Witt, David"
            },
            {
                "name": "Chiang, Joshua"
            },
            {
                "name": "Lawrence, Jeffrey"
            }
        ],
        "production companies": [
            {
                "name": "Big Communications"
            },
            {
                "name": "Flux Animation"
            },
            {
                "name": "Flying Bark Productions"
            }
        ],
        "distributors": [
            {
                "name": "EM. Entertainment"
            }
        ],
        "other companies": [
            {
                "name": "Colorland Animation Productions"
            },
            {
                "name": "Film Finances"
            },
            {
                "name": "Trackdown Digital"
            },
            {
                "name": "Video 8"
            }
        ],
        "plot": [
            "A surreal road trip for a group of high-spirited, 12-year-old martial arts novices who meet weird, wacky and magical creatures from Asian Folklore. Follow the adventures of our heroes as they try to save their peaceful land from evil General Bu and his army of terracotta warriors. Along the way, these unlikely heroes match wits and skills with crazy and colourful villains, in adventures that combine high-stakes drama with comic martial arts.::Mike Crippin"
        ],
        "tech": {
            "runtime": [
                "24 min (Australia)"
            ],
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 38,
                "rating": 6.1
            },
            "aged under 18": {
                "votes": 3,
                "rating": 7.0
            },
            "aged 18 29": {
                "votes": 12,
                "rating": 4.6
            },
            "aged 30 44": {
                "votes": 6,
                "rating": 3.8
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 7.5
            },
            "males": {
                "votes": 22,
                "rating": 5.1
            },
            "males aged under 18": {
                "votes": 3,
                "rating": 7.0
            },
            "males aged 18 29": {
                "votes": 10,
                "rating": 4.1
            },
            "males aged 30 44": {
                "votes": 5,
                "rating": 3.7
            },
            "males aged 45 plus": {
                "votes": 2,
                "rating": 7.5
            },
            "females": {
                "votes": 3,
                "rating": 9.0
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 8.5
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 1,
                "rating": 3.0
            },
            "non us users": {
                "votes": 21,
                "rating": 5.1
            }
        },
        "number of votes": {
            "10": 11,
            "9": 1,
            "8": 2,
            "7": 4,
            "6": 3,
            "5": 4,
            "4": 3,
            "3": 3,
            "2": 3,
            "1": 4
        },
        "arithmetic mean": 6.1,
        "median": 6
    }
}