{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "14 July 2009"
            },
            {
                "country": "Australia\n",
                "date": "7 January 2010"
            },
            {
                "country": "Sweden\n",
                "date": "12 January 2013"
            }
        ],
        "release dates": [
            "USA::14 July 2009",
            "Australia::7 January 2010",
            "Sweden::12 January 2013"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Liar Liar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miami Social (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "14 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    When George's new girlfriend Lina gets caught lying about an impromptu trip George is furious and turns to ex-wife Sorah for comfort. Ariel delivers on a high profile fashion event (that Hardy is promoting), and the group is shocked by heartbreaking news.    "
                },
                "2": {
                    "title": "Single in Sobe",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miami Social (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "21 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    Maria has a tearful goodbye with her 13-year-old daughter who is leaving for boarding school in Switzerland. Hardy has trouble committing to Trixia, his girlfriend of six years, and Katrina makes her best effort to remain friends with her soon to be ex-husband, Ben. The tumultuous relationship continues between George and Lina, especially when he shows up to Michael's birthday party with another girl.    "
                },
                "3": {
                    "title": "The Better Lover",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miami Social (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "28 Jul. 2009",
                    "year": "2009",
                    "plot": "\n    George and Sorah have dinner together and share some intimate details about their current relationships, while Ariel has a typical \"all about me\" moment, causing Hardy and Katrina to confront him on his arrogance. A fight breaks out between Michael and Lina when he teases her about the girl George brought to his party instead of her. Meanwhile, George gets drunk at an open house for one of Katrina's clients, and Lina stays home awaiting the results of a pregnancy test.    "
                },
                "4": {
                    "title": "False Positives",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miami Social (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "4 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    After several break-ups and make-ups, Lina has some exciting news to tell George, but his excitement is short lived when he becomes suspicious of her after receiving a text from a friend. Ariel and Maria's friendship is tested when a project they are working on together goes awry. Katrina tells Ben she's moving to the beach to get a fresh start, but his unexpected reaction has her flustered.    "
                },
                "5": {
                    "title": "All About Me",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miami Social (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "11 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    Michael and Maria force Katrina to go out with them in hopes to loosen her up, but when Katrina isn't interested in the guy Michael tries to hook her up with, her friends start to wonder if she's really over Ben. Sorah talks to her boyfriend, Gonzalo, about her frustration with George and his lack of responsibility, which leads to an uncomfortable confrontation in front of their friends. Michael goes out on a much-anticipated date with super sexy Diego, and Ariel hosts a fashion show to launch his new clothing line, but is disappointed when his friends don't show.    "
                },
                "6": {
                    "title": "Finale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miami Social (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "18 Aug. 2009",
                    "year": "2009",
                    "plot": "\n    George's mom comes to town for a visit and Lina infuriates George by not showing up for dinner with them. Is this the last straw for them... again? Hardy and Trixia throw a party on a yacht where he tells her they should get married, but then he has doubts. Sorah finally tells George that she is cutting all ties with him, and Katrina has second thoughts about her impending divorce.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Introducing Miami Social",
                    "kind": "episode",
                    "episode of": {
                        "title": "Miami Social (TV Series 2008–2009)",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "14 Jul. 2009",
                    "year": "2009",
                    "plot": "\n  Know what this is about?\n Be the first one to add a plot.\n    "
                }
            }
        },
        "number of episodes": 7,
        "cast": [
            {
                "name": "Campins, Katrina"
            },
            {
                "name": "Cohen, Michael"
            },
            {
                "name": "Daiha, Sorah"
            },
            {
                "name": "French, George"
            },
            {
                "name": "Hill, Hardy-Ames"
            },
            {
                "name": "Lankina, Maria"
            },
            {
                "name": "Stein, Ariel"
            },
            {
                "name": "Cohen, Maria"
            }
        ],
        "locations": [
            "Miami, Florida, USA"
        ],
        "genres": [
            "Reality-TV"
        ],
        "runtimes": [
            "60"
        ],
        "countries": [
            "United States"
        ],
        "country codes": [
            "us"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "aspect ratio": "1.78 : 1",
        "number of seasons": 1,
        "rating": 3.5,
        "votes": 69,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMTQ1NDY1NzY2MV5BMl5BanBnXkFtZTgwNDQ3NDcwMzE@._V1_SY150_CR49,0,101,150_.jpg",
        "plot outline": "\"Heading to the country's hottest city to show you what life is like in the energetic social scene of South Beach, Bravo's \"\"Miami Social\"\" explores the lives of a group of hot, young professionals - corporate types by day and party animals by night - as they navigate the sometimes murky waters of Miami's hottest locales. Miami is an international cultural melting pot filled with the young, gorgeous and wealthy looking to live the good life. South Americans, East Coasters, native Floridians - everyone comes to Miami for the sun and fun - it's a city that specializes in people that work hard and play even harder. In \"\"Miami Social,\"\" Bravo will follow a successful group of friends who are some of the most connected and interesting young professionals in South Beach, as they go from the city's night life, to the board room, to magazine offices where they lead their intertwined lives.\"",
        "languages": [
            "English"
        ],
        "title": "Miami Social",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-2009",
        "akas": [
            "Miami Social (United States)"
        ],
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Pink Sneakers Productions"
            }
        ],
        "distributors": [
            {
                "name": "Bravo Cable"
            }
        ],
        "special effects": [
            {
                "name": "Big Machine Design"
            }
        ],
        "plot": [
            "\"Heading to the country's hottest city to show you what life is like in the energetic social scene of South Beach, Bravo's \"\"_Miami Social_ (qv)\"\" explores the lives of a group of hot, young professionals - corporate types by day and party animals by night - as they navigate the sometimes murky waters of Miami's hottest locales. Miami is an international cultural melting pot filled with the young, gorgeous and wealthy looking to live the good life. South Americans, East Coasters, native Floridians - everyone comes to Miami for the sun and fun - it's a city that specializes in people that work hard and play even harder. In \"\"_Miami Social_ (qv),\"\" Bravo will follow a successful group of friends who are some of the most connected and interesting young professionals in South Beach, as they go from the city's night life, to the board room, to magazine offices where they lead their intertwined lives.\""
        ],
        "tech": {
            "runtime": [
                "1 hr (60 min) (USA)"
            ],
            "color": [
                "Color"
            ],
            "aspect ratio": [
                "1.78 : 1"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 69,
                "rating": 3.5
            },
            "aged 18 29": {
                "votes": 10,
                "rating": 5.4
            },
            "aged 30 44": {
                "votes": 35,
                "rating": 2.9
            },
            "aged 45 plus": {
                "votes": 16,
                "rating": 3.1
            },
            "males": {
                "votes": 37,
                "rating": 3.4
            },
            "males aged 18 29": {
                "votes": 8,
                "rating": 6.2
            },
            "males aged 30 44": {
                "votes": 17,
                "rating": 2.6
            },
            "males aged 45 plus": {
                "votes": 12,
                "rating": 2.9
            },
            "females": {
                "votes": 24,
                "rating": 3.4
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 5.5
            },
            "females aged 30 44": {
                "votes": 18,
                "rating": 3.3
            },
            "females aged 45 plus": {
                "votes": 4,
                "rating": 4.2
            },
            "top 1000 voters": {
                "votes": 3,
                "rating": 2.3
            },
            "us users": {
                "votes": 48,
                "rating": 3.0
            },
            "non us users": {
                "votes": 11,
                "rating": 3.5
            }
        },
        "number of votes": {
            "10": 12,
            "9": 1,
            "8": 0,
            "7": 3,
            "6": 3,
            "5": 2,
            "4": 0,
            "3": 6,
            "2": 4,
            "1": 38
        },
        "arithmetic mean": 3.5,
        "median": 1
    }
}