{
    "imdb": {
        "raw release dates": [
            {
                "country": "USA\n",
                "date": "16 July 2008"
            },
            {
                "country": "Japan\n",
                "date": "24 September 2008"
            },
            {
                "country": "USA\n",
                "date": "2 September 2010"
            }
        ],
        "release dates": [
            "USA::16 July 2008",
            "Japan::24 September 2008",
            "USA::2 September 2010"
        ],
        "raw akas": [
            {
                "countries": " (original title)",
                "title": "Bônen no zamudo"
            },
            {
                "countries": "World-wide (English title)",
                "title": "Xam'd: Lost Memories"
            }
        ],
        "akas": [
            "Bônen no zamudo (original title)",
            "Xam'd: Lost Memories World-wide (English title)"
        ],
        "akas from release info": [
            "Bônen no zamudo (original title)",
            "Xam'd: Lost Memories World-wide (English title)"
        ],
        "episodes": {
            "1": {
                "1": {
                    "title": "Xam'd at the Dawn of War",
                    "kind": "episode",
                    "episode of": {
                        "title": "Xam'd: Lost Memories (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "votes": 6,
                    "original air date": "2 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Akiyuki, a boy who always seems late to everything, helps an odd pale girl without an ID band onto a bus. Meanwhile a postal airship comes in to Sentan Island where Akiyuki lives. On board is a young woman named Nakiami. She senses danger and leaves the ship, much to the captain's annoyance. It turns out she is right. The girl Akiyuki helped onto the bus causes an explosion, injuring many. Akiyuki tries to help the girl once more but she touches his forehead, turning him into a Xamdou, a white creature that seems to frighten many people. Haru, Akiyuki's friend, gets ...    "
                },
                "2": {
                    "title": "Blackout on Sentan Island",
                    "kind": "episode",
                    "episode of": {
                        "title": "Xam'd: Lost Memories (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "9 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Sentan Island, supposedly a Free Zone in the war against the Southern and Northern governments becomes a very hot spot. The Northern Government attacks with humaform weapons, odd large monsters whose laser-like weapons cause explosions. Soldiers all ready at the scene of a bus explosion (seemingly unrelated) are surprised when a pod of a humaform weapon land nearby. All ready unnerved, one shots Akiyuki, a boy who in the last episode was turned into a Xam'd by a pale girl. Haru, Akiyuki's friend, knocks out (or accidentally kills) the soldier who shot Akiyuki when the...    "
                },
                "3": {
                    "title": "The Way to Freedom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Xam'd: Lost Memories (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "16 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Nakiami has cared for Akiyuki but he doesn't remember the incident and doesn't understand why he's being kept on the ship. Akushiba, a crew member on the 'Zanbani', teaches Akiyuki how to work on a postal ship and says that Akiyuki will be there for a long time. Akiyuki hates the idea and goes to the captain. Ishu doesn't care. Nakiami has already spoken to her and though Ishu thinks having Akiyuki on board could be dangerous, she listens to Nakiami and won't let him go back home. On the island, Haru is let out of the hospital. She meets Akiyuki's father. Dr. Ryuzo ...    "
                },
                "4": {
                    "title": "Enlightenment",
                    "kind": "episode",
                    "episode of": {
                        "title": "Xam'd: Lost Memories (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "23 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    In this episode, watchers learn how the humaforms are controlled. More white haired children leave their hidden city and go to a battle ground where in bird-like suits they collect Hiruko from dead bodies. Akiyuki and Nakiami visit Tenshin an old women/ spiritual guide, living in the bottom of the ship. Nakiami says this is for his Xam'd training, but for awhile Akiyuki can't understand why as he still keeps doing the postal ship duties he was given. Tenshin wants to know what the Xam'd inside Akiyuki wants and tells him to figure it out. She also tells him to keep ...    "
                },
                "5": {
                    "title": "Shattered Bonds",
                    "kind": "episode",
                    "episode of": {
                        "title": "Xam'd: Lost Memories (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "30 Sep. 2010",
                    "year": "2010",
                    "plot": "\n    Commander Kakisu starts taking control in this episode. Haru and Furuichi become part of a clean up crew, clearing away rubble from the last attack. While they do that, they come across Shidara she suddenly transforms into a humaform and attacks them. Could this have something to do with the commander and Dr. Kanba? Nakiami goes to the Tessik ship, meeting with their captain, Zeygend. Akiyuki finally writes his letter, but the truck taking the letters to the south leaves before he can get it there. It turns out the 'Zanbani' is going north and if it doesn't get on the...    "
                },
                "6": {
                    "title": "Live Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Xam'd: Lost Memories (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "7 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Haru and Furuichi start training for the army in the elite group of humaform fighters: mainsouls. Haru thinks this is the only way off the island so she can start her search for Akiyuki. Furuichi has a different goal in mind. He wants to get closer to Haru. Akiyuki's letter reaches home and Haru runs off to show his parents. After she leaves, Dr. Ryuzo tells his separated wife how he once worked for the Northern Government as a doctor and helped developed the humaforms. Dr. Zanba revives the stone Xam'd all the way and it starts to escape. Haru and Furuichi and their ...    "
                },
                "7": {
                    "title": "Guardians of Stone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Xam'd: Lost Memories (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "14 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Haru recognizes the test-type Xam'd for what it is and refuses to fight. Furuichi goes all for it, revealing a hatred for humaforms. No one listens to Haru and the fight goes on. Akiyuki winds up getting all the letters sent to him from home. He reads one from Haru, inviting him to meet her at Tsumebara Pass, a place not on Sentan Island. Akiyuki wants to go but Nakiami doesn't think he'll be safe on his own. She doesn't think he has control. However she lets him go, but things don't go right from the start. He is attacked by a man who suddenly turns into a humaform ...    "
                },
                "8": {
                    "title": "Showdown at Tsumebara Pass",
                    "kind": "episode",
                    "episode of": {
                        "title": "Xam'd: Lost Memories (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "21 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    Haru, Furuichi, and their squad believe their on a mission to rescue another ASP Mainsoul squad from the mines, but Commander Kakisu has lied to them. They are actually looking for the green soulstone which will help Dr. Kanba's experiments. With the squad is a Northern Ongoro-user who will help them search out humaforms. Furuichi expresses his scorn. Nakiami searches for Akiyuki, finding his backpack but not him. She goes to the Pass. Captain Ishu lands the 'Zanbani' and questions the crew to where Nakiami went. Akiyuki meanwhile with his rescuers go to the Pass as ...    "
                },
                "9": {
                    "title": "The Astonishing Raigyo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Xam'd: Lost Memories (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "28 Oct. 2010",
                    "year": "2010",
                    "plot": "\n    A man with long hair sneaks onto the 'Zanbani'. It is none other than Raigyo, the Xam'd Nakiami once cared for and who'd disappeared for two years. He is at peace with himself now but when Madame Tenshin asks what his Xam'd wants, he can give her no answer. He brings gifts to all the crew and Akiyuki is a bit put out that everyone accepts Raigyo back so quickly. Everyone also tries to get them to get a bit closer and become friends. Haru, meanwhile, is ostracized by Furuichi and almost everyone else in the army. The commander's aide tries to make friends with her and ...    "
                },
                "10": {
                    "title": "Moving On",
                    "kind": "episode",
                    "episode of": {
                        "title": "Xam'd: Lost Memories (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "4 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    This episode begins five years earlier with Raigyo's transformation and Akushiba narrating how Nakiami found him. After, because Raigyou loves taking pictures he takes one of the whole crew together. He shows Akiyuki how their Hiruko, or the Xam'd shows through in the picture as a dot of light on their arms. They talk and seem to finally get along. Furuichi is still being rude to Haru and she is sad. Furuichi is excelling in his training compared to Haru. She completes her training and becomes a full member of the Mainsoul squad. At dinner she remembers the accident ...    "
                },
                "11": {
                    "title": "Assault: The Zanbani",
                    "kind": "episode",
                    "episode of": {
                        "title": "Xam'd: Lost Memories (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "11 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    The flying humaform attacks the 'Zanbani' and Raigyo leaves Akiyuki to deal with it. Nakiami leaves the ship although Captain Ishu told her there was nothing to worry about. Nakiami convinces Akiyuki not to kill the humaform, but place a Ututu seed under its skin. He does but the humaform explodes. This is Nakiami's \"dissasembling\" but it didn't go as planned. She believes if she continues to study she could get a Ututu seed that would return a humaform to its original form and cure it. The Zanbani is not out of danger yet. There are more Northern ships. They attack ...    "
                },
                "12": {
                    "title": "Flowers Blooming in the Dark",
                    "kind": "episode",
                    "episode of": {
                        "title": "Xam'd: Lost Memories (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "18 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Furuichi hides in his darkened room but just yesterday he was promoted to Sergeant. Why is he hiding and why is he in pain? Could it have something to do with Dr. Kanba? Furuichi asked to see the doctor in a previous episode to help with his training and now he's acting suspicious. Haru is ordered to go see what is the matter with him. She realizes and tells him it makes no difference to her what he is. The 'Zanbani', stranded on a deserted beach cannot fly and the mechanic tries to fix it. The crew settle in for a long vacation and listen in on radio propaganda. ...    "
                },
                "13": {
                    "title": "Running Barefoot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Xam'd: Lost Memories (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "25 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    In this episode, half way through the series, Akiyuki returns to Sentan Island 6 months after he left. He has to sneak around to see his friends and Midori is mad at being left out after Haru makes her leave. The army catches wind of what's going on and have a hunt for Akiyuki, placing guards at places he'd go: Mother's house, Father's house, Haru's house, and they even have her followed. However, Akiyuki get's around them by getting to Dr. Ryuzo's house first and then sneaking out the back. He never does visit his mother and she is angry and sad all at the same time ...    "
                },
                "14": {
                    "title": "Cerulean Skies",
                    "kind": "episode",
                    "episode of": {
                        "title": "Xam'd: Lost Memories (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "2 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    The episode starts with a memory and a line that is important to Furuichi. Then back in the present Furuichi changes into a Xam'd fueled by hate and unable to change his face into a Xamdou's. Akiyuki and he fight when Furuichi takes Haru and hides her inside himself. Nakiami figures out a way to help Furuchi and turn him back into human with the Ututu seed. Haru is fine. Then the army comes. Akiyuki is seemingly knocked unconscious but later kidnaps the commander. Haru and Furuichi are taken away and Nakiami leaves the island when Akiyuki tells her to. The last part ...    "
                },
                "15": {
                    "title": "Souls at Peace",
                    "kind": "episode",
                    "episode of": {
                        "title": "Xam'd: Lost Memories (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 15,
                    "original air date": "9 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Akiyuki, unaware of who he is and what he is, has become a slave. The slave traders go north and Akiyuki makes a strange friend. A black creature with one eye that floats in the air. It brings him comfort and later someone that takes him to safety. On the island, Commander Kakisu is chided by the army counsel. He promises to take better control and help finish the war. He makes Haru a prisoner. Nakiami, on her way north as well, runs out of fuel for her Kayak, a flying machine that's been with her throughout the series. She lands and becomes stranded in a town that ...    "
                },
                "16": {
                    "title": "Burning in Our Wake",
                    "kind": "episode",
                    "episode of": {
                        "title": "Xam'd: Lost Memories (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "16 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Commander Kakisu receives a Jibashiri, one of the pale children, from the south who was captured while gathering Hiruko. Kakisu tries to see if the Jabashiri can be turned into a humaform but Dr. Kanba has other plans with the boy and draws the commander's attention to Midori who is excelling in her training. As Nakiami and Yango, the boy Xam'd, are crossing the mountains to Tessik Village, they see many Southern ships heading their way. As they get ever closer to the village, Nakiami is having doubts that they will even find a way inside. Dr. Ryuzo treats his wife ...    "
                },
                "17": {
                    "title": "Lambs to the Altar",
                    "kind": "episode",
                    "episode of": {
                        "title": "Xam'd: Lost Memories (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "23 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    Dr. Kanba speaks to the pale boy but Kakisu is watching and is suspicious of them. He even threatens the doctor at one point. Akiyuki, now in the home of Sumako, an old woman, finds things to occupy his time while he tries to figure out who he is. Unforuntatly his job is not very uplifting because as he delivers letters, the people who receive them cry. Then one day something strange happens. His floating, black companion starts to talk and thats when the trouble starts. Meanwhile, Haru and the commander confront and his aide gains respect for the young woman. She ...    "
                },
                "18": {
                    "title": "What Can You See from There?",
                    "kind": "episode",
                    "episode of": {
                        "title": "Xam'd: Lost Memories (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "30 Dec. 2010",
                    "year": "2010",
                    "plot": "\n    This is the episode of sisters. Haru escapes from her cell and sees her sister. Midori sees her as well and doesn't look pleased. No one at all realizes that Haru was held captive and she makes a clean getaway. She runs to Dr. Ryuzo clinic to see Nazuna. There she makes her decision to look for Akiyuki but she needs help. The general gives her away off the island but before she goes, Haru sees her sister and becomes devastated. Midori is angry with Haru and won't listen to her and so won't stop going to the commander and training. Yango and Nakiami have entered the ...    "
                },
                "19": {
                    "title": "Sudden Outbreak: Romance Flowers Bloom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Xam'd: Lost Memories (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "6 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Commander Kakisu and Midori meet and he says how grateful he is that she has decided to help him. She is given a contract to sign. Dr. Kanba begs the pale boy to forgive him for sacrificing Midori instead. It was the boy's job to protect her but he failed. In the North, Haru is making her way on an old Kayak through enemy lines to find Akiyuki on information given to her through Nazuna. Her Kayak fails in a valley full of sleeping Humaforms. Akiyuki and his floating companion have a talk where the 'friend' wants him to remember his name or else jump from the water ...    "
                },
                "20": {
                    "title": "Watered with Tears",
                    "kind": "episode",
                    "episode of": {
                        "title": "Xam'd: Lost Memories (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "13 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    The pale boy, through Nuzuna asks Dr. Ryuzo to save Midori. Commander Kakisu wants her completely transformed for the Great Pilgrimage in 10 days but Dr. Kanba says it's two early to send her out. Kakisu has his own way of persuading the doctor. The general resigns, one of many others who leave the commander's ranks. Dr. Ryuzo meets Midori's father later, and it's assumed the doctor warns the father. In the north, Nakiami and Yango witness the southern army attack Tessik village, even when they surrender. Kujireika takes things into her own hands while her people flee...    "
                },
                "21": {
                    "title": "Sanctuary Breached",
                    "kind": "episode",
                    "episode of": {
                        "title": "Xam'd: Lost Memories (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "20 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Dr. Kanba wants to prevent Midori's transformation but when Kakisu promises something, moves the whole thing up. Dr. Ryuzo gathers Midori's father and the general in a move to get her back. They will infiltrate the military base and get her out. However once they get inside, things go wrong. Midori has already been taken elsewhere, the general and her father are captured, Dr Ryuzo has found someone the commander's killed in a rage, and Kakisu wants Dr. Ryuzo to meet him at the Barador Memorial. Fusa, meanwhile goes to her husband's clinic to see the divorced papers ...    "
                },
                "22": {
                    "title": "Tojiro and Ryuzo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Xam'd: Lost Memories (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "27 Jan. 2011",
                    "year": "2011",
                    "plot": "\n    Raigyo, Ishu, and the anti-government army attack the diamond palace to get inside. On Sentan Island, Midori's father and the general find the commander's aide and are captured. Somewhere with Dr. Kanba, Midori is already half changed into whatever she is becoming. Dr. Kanba tries to cheer her up but fails as the ship starts leaving to go to the Great Pilgrimage. Dr. Ryuzo finally gets to the memorial after meeting his wife and having her wait at the clinic to take care of Nazuna. She rants about why she wanted to divorce Dr. Ryuzo. Kakisu is waiting at the memorial ...    "
                },
                "23": {
                    "title": "Hiruken Emperor Born",
                    "kind": "episode",
                    "episode of": {
                        "title": "Xam'd: Lost Memories (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "3 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    The southern army reaches the Great Pilgrimage and prepare to attack anyone with Mainsouls and their ships' bombs. Midori has completely transformed into a large oval-like humaform with one eye. Dr. Kanba tells her what he expects of her but her mind is trapped somewhere in the past and she doesn't know where she is. Nakiami on Zeygend's ship radios the 'Zanbani'. It has finally been fixed and, under the direction of Yunbo, heads for the place Ishu is. The anti-government army finally makes it inside the tower. On the way many people die, including someone close to ...    "
                },
                "24": {
                    "title": "Voices from Beyond",
                    "kind": "episode",
                    "episode of": {
                        "title": "Xam'd: Lost Memories (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "10 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    This episode starts with Midori reliving a memory after her mother died and she became a cripple. It starts with a missing shoe that Midori believes Haru hid because she wouldn't need another shoe. The humaform emperor escapes the damaged tower and shoots into the distance. A wave of darkness completely blocking the sun's light covers the land. The Great Darkness has come. There is nothing the anti-government army can do to stop the emperor. He journeys to the Quickening Chamber to receive the Hiruko from the people willing to die. Akiyuki and Haru are getting ready ...    "
                },
                "25": {
                    "title": "Nakiami and Sannova",
                    "kind": "episode",
                    "episode of": {
                        "title": "Xam'd: Lost Memories (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "17 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    Lady Sannova and Nakiami meet to discuss what happened when Nakiami left the hidden city. Nakiami says she is willing to take the purification test that she hadn't before. Sannova is willing to do it but before tells Nakiami about the emperor and how the Sannova line used to be midwives for the royal line. She tells how the emperor was born still born but a Hiruko seed was placed in him to make him live. After that, Sannova and the Tessik people were exiled. Now the emperor is back, looking for something to end the emptiness inside. Akiyuki faces him and recognizes ...    "
                },
                "26": {
                    "title": "The Great Rock and the Girl",
                    "kind": "episode",
                    "episode of": {
                        "title": "Xam'd: Lost Memories (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "24 Feb. 2011",
                    "year": "2011",
                    "plot": "\n    This is the last episode. It starts with Akiyuki speaking with the emperor one last time and then reliving a memory in which Nakiami makes an appearance. Is it a memory or is Nakiami trying to help him still, now in another time he's forgotten himself? The Quickening Chamber starts to close for another 1,000 years. Yango is devastated and determined to stick around until then so he can see Nakiami once again. The Darkness lifts and all seems well. Nine years later. It is Akiyuki's 25th birthday but he isn't there to celebrate. Fusa and Dr. Ryuzo are back together ...    "
                }
            }
        },
        "number of episodes": 26,
        "cast": [
            {
                "name": "Abe, Atsushi"
            },
            {
                "name": "Shepard, Blake"
            },
            {
                "name": "Sanpei, Yûko"
            },
            {
                "name": "Christian, Luci"
            },
            {
                "name": "Orikasa, Fumiko"
            },
            {
                "name": "Rial, Monica"
            },
            {
                "name": "Calene-Black, Shelley"
            },
            {
                "name": "Hamada, Kenji"
            },
            {
                "name": "Konishi, Katsuyuki"
            },
            {
                "name": "Mungle, Rob"
            },
            {
                "name": "Tamai, Yumi"
            },
            {
                "name": "Van Wagoner, Adam"
            },
            {
                "name": "Ayres, Chris"
            },
            {
                "name": "Boone, Jessica"
            },
            {
                "name": "Coker, Kaytha"
            },
            {
                "name": "Emerick, Shannon"
            },
            {
                "name": "Fujimura, Ayumi"
            },
            {
                "name": "Haag, Hilary"
            },
            {
                "name": "Hayamizu, Risa"
            },
            {
                "name": "Inoue, Marina"
            },
            {
                "name": "Ishizuka, Unshô"
            },
            {
                "name": "Kuwashima, Houko"
            },
            {
                "name": "Matranga, David"
            },
            {
                "name": "Mizusawa, Fumie"
            },
            {
                "name": "Naya, Rokurô"
            },
            {
                "name": "Postlethwaite, Todd"
            },
            {
                "name": "Tachibana, Shinnosuke"
            },
            {
                "name": "Wittels, Stephanie"
            },
            {
                "name": "Fujiwara, Keiji"
            },
            {
                "name": "Love, Andrew"
            },
            {
                "name": "Matsuki, Miyu"
            },
            {
                "name": "Pak, Romi"
            },
            {
                "name": "Varghese, Serena"
            },
            {
                "name": "Flecknoe, Maggie"
            },
            {
                "name": "Hutchinson, Chris"
            },
            {
                "name": "Matsumoto, Yasunori"
            },
            {
                "name": "Neya, Michiko"
            }
        ],
        "genres": [
            "Animation",
            "Adventure",
            "Sci-Fi"
        ],
        "countries": [
            "Japan"
        ],
        "country codes": [
            "jp"
        ],
        "language codes": [
            "ja"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "Australia:M",
            "Canada:14A::(Canadian Home Video rating)",
            "Canada:G::(Quebec)",
            "Malaysia:U::(DVD rating)",
            "New Zealand:M",
            "United Kingdom:12",
            "United States:TV-14"
        ],
        "number of seasons": 1,
        "rating": 7.5,
        "votes": 406,
        "cover url": "https://m.media-amazon.com/images/M/MV5BN2I5NTU4ZGYtNTRlYi00NDFmLTgwYWEtZmU3NDA3YjAxNWMxXkEyXkFqcGdeQXVyMjc4OTQ1OTA@._V1_SY150_CR10,0,101,150_.jpg",
        "plot outline": "A young man named Akiyuki is a victim of a terrorist attack perpetrated on his peaceful island during wartime. As a result of the attack, he is imbued with an indefinable entity known as a Hiruko and becomes Xam'd. Akiyuki is unwillingly endowed with great powers and must learn to live in symbiosis with the Hiruko. If he does not, the Hiruko will take over his soul and turn him to stone. Akiyuki's family and friends become intertwined in the war which is raging between the northern and southern islands of their homeland.",
        "languages": [
            "Japanese"
        ],
        "title": "Xam'd: Lost Memories",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "seasons": [
            "1"
        ],
        "production companies": [
            {
                "name": "Bones"
            },
            {
                "name": "Sentai Filmworks"
            }
        ],
        "distributors": [
            {
                "name": "PlayStation Store"
            },
            {
                "name": "Section 23 Films"
            }
        ],
        "plot": [
            "A young man named Akiyuki is a victim of a terrorist attack perpetrated on his peaceful island during wartime. As a result of the attack, he is imbued with an indefinable entity known as a Hiruko and becomes Xam'd. Akiyuki is unwillingly endowed with great powers and must learn to live in symbiosis with the Hiruko. If he does not, the Hiruko will take over his soul and turn him to stone. Akiyuki's family and friends become intertwined in the war which is raging between the northern and southern islands of their homeland.::newtonralph"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 406,
                "rating": 7.5
            },
            "aged 18 29": {
                "votes": 102,
                "rating": 7.9
            },
            "aged 30 44": {
                "votes": 204,
                "rating": 7.4
            },
            "aged 45 plus": {
                "votes": 26,
                "rating": 6.7
            },
            "males": {
                "votes": 305,
                "rating": 7.5
            },
            "males aged 18 29": {
                "votes": 92,
                "rating": 7.9
            },
            "males aged 30 44": {
                "votes": 178,
                "rating": 7.4
            },
            "males aged 45 plus": {
                "votes": 23,
                "rating": 6.5
            },
            "females": {
                "votes": 36,
                "rating": 7.8
            },
            "females aged 18 29": {
                "votes": 10,
                "rating": 8.2
            },
            "females aged 30 44": {
                "votes": 23,
                "rating": 7.8
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 5.0
            },
            "top 1000 voters": {
                "votes": 15,
                "rating": 5.3
            },
            "us users": {
                "votes": 89,
                "rating": 7.4
            },
            "non us users": {
                "votes": 197,
                "rating": 7.6
            }
        },
        "number of votes": {
            "10": 85,
            "9": 66,
            "8": 99,
            "7": 74,
            "6": 38,
            "5": 22,
            "4": 5,
            "3": 6,
            "2": 3,
            "1": 8
        },
        "arithmetic mean": 7.7,
        "median": 8
    }
}