{
    "imdb": {
        "raw release dates": [
            {
                "country": "Thailand\n",
                "date": "  2008"
            },
            {
                "country": "USA\n",
                "date": "  2009"
            },
            {
                "country": "USA\n",
                "date": "17 October 2009"
            }
        ],
        "release dates": [
            "Thailand::2008",
            "USA::2009",
            "USA::17 October 2009"
        ],
        "episodes": {
            "3": {
                "1": {
                    "title": "The Ends of the Seas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 1,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Things haven't been going well for Shelldon. So, when the opportunity comes along to join a real pirate crew and sail the Seven Lands in search of treasure, Shelldon, Herman and Connie grab it.    "
                },
                "2": {
                    "title": "Fish Can Fly and So Can I",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 2,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Boo-E's the classic odd kid out. Yet Shelldon's friend has a unique talent and with the help of his friends, the little blow fish gets a chance to race in Shell City's 3K Race.    "
                },
                "3": {
                    "title": "What's Wrong with Crabby",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 3,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    When Crabby falls ill - none can work out what is wrong with him. He's even Crabbier than ever, he barely speaks, won't eat and has shut up his bookstore (this has never happened before).    "
                },
                "4": {
                    "title": "Runaways",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 4,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    An innocent game of hide and seek becomes increasingly competitive when Shelldon, Herman and Connie tease Click and Clack about how terrible they are at hiding.    "
                },
                "5": {
                    "title": "Rastamon, Anemone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 5,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Shelldon and his friends set off to find the truth behind rumors of a legendary giant when they discover that Anemone City is under threat from some mysterious creature.    "
                },
                "6": {
                    "title": "Octo-putz",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 6,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    When it appears that someone or something is making away with sections of the dancing coral gardens, Shelldon and his pals turn detectives to find out who the culprit is.    "
                },
                "7": {
                    "title": "Ice Scream",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 7,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    When a small ice berg finds its way to the Reef CRACKEN sees an opportunity to make money and mines for ice cubes.    "
                },
                "8": {
                    "title": "Mystery Mount",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 8,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Click and Clack become lost deep in the Dark Coral Forest of Mystery Moun and Shelldon, Connie, Herman and Doctor Shell have to search for the children.    "
                },
                "9": {
                    "title": "Shelldon Is King",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 9,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Shelldon, Connie, and Herman are watching a scary TV show, which It leads to a game of dare - where each of the friends try's to prove they're brave and not afraid of anything.    "
                },
                "10": {
                    "title": "Winter Games",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 10,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Shell Land is shaken by what feels like a huge earthquake. To everyone's disbelief the reason for the loss of light and the ground shaking becomes clear - the amazement of all a huge iceberg looms creaking and groaning into view.    "
                },
                "11": {
                    "title": "CRABBY for MAYOR",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 11,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    It's an idyllic scene of reef harmony until Mayor Yoka announces that he's going to retire and move away with Betsy Baloo. (who came to town a few weeks ago) News travels fast and it causes instant consternation. No one likes the idea of change that a new Mayor would bring.    "
                },
                "12": {
                    "title": "TIKI KONG",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 12,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    Shelldon, Connie and Herman seek Doctor Shell's help in creating a hot air balloon that,is blown far out to sea. They land on a small, volcanic island inhabited by a tribe of tiki-worshiping crabs that prepare to sacrifice Connie to their mysterious Tiki Kong.    "
                },
                "13": {
                    "title": "WHACKED to the FUTURE",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 3,
                    "episode": 13,
                    "original air date": "2014",
                    "year": "2014",
                    "plot": "\n    It's Shell City's monthly Care-For-Our-Reef Day, a day when every Shellander help clean and nurture the reef. But Shelldon, Connie and Herman obsessed with a new deep-sea diver that he and Doctor Shell have been tinkering with.    "
                }
            },
            "1": {
                "1": {
                    "title": "Crabby's School Daze",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 1,
                    "original air date": "17 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Shelldon helps Crabby earn his G.E.D., Crabby helps Shelldon in turn to stand up to a bully.    "
                },
                "2": {
                    "title": "Mascot Mojo",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 2,
                    "original air date": "24 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Shelldon is chosen to be the mascot for his school's Fin Ball team. When he accidentally scores a touchdown wearing his ridiculous mascot costume, he becomes convinced that the suit, not he, gives him the \"Mojo\" to do great things.    "
                },
                "3": {
                    "title": "Pay Happiness Forward",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 3,
                    "original air date": "10 Oct. 2009",
                    "year": "2009",
                    "plot": "\n    Idealistic Connie starts a project to make Shell Land a \"kinder, gentler\" place. She implements her 'Pay It Forward' campaign, where every favor or act of kindness must be paid forward to the next person. But when even her best friends, Shelldon and Herman, fail to share her enthusiasm for her project, she forces her ideas down the throats of Shell Landers. Eventually, Connie discovers the true spirit behind helping others, which must come with kindness and consideration.    "
                },
                "4": {
                    "title": "The Guru of the Ocean",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 4,
                    "original air date": "7 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    t is Mayor Lusk's birthday, and everyone in Shell Land is celebrating. The townsfolk remember how in his younger days Lusk used his \"magical powers\" to save the town from would-be predators and other external threats. When pressed for a demonstration of his \"powers\", Lusk modestly declines, saying that he is not physically up to the task. Shelldon and Herman decide to investigate on Lusk. Perhaps he might have some book of magic hidden somewhere in his office. The kids fail to find Lusk in his office, but chance upon a door that when opened, leads them to labyrinthine...    "
                },
                "5": {
                    "title": "I, Shellbot",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 5,
                    "original air date": "14 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Dr. Shell builds a robot, and programs it to help the people of Shell Land. Named Shellbot, its primary task is to make life better for everyone. Not being able to understand the nuances of speech, the robot takes things literally and does more harm than good when he tries to help, causing trouble for everyone in the process.    "
                },
                "6": {
                    "title": "Brand New Day",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 6,
                    "original air date": "21 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    The Shell Landers are warned about imminent disaster by Lusk, Guru Of The Ocean. But his words fall on deaf ears and they continue to busy themselves with preparations for the O'Limpet Games. Just as the said games are about to begin, a tsunami strikes and destroys Shell Land, causing major casualties and devastation to the town.    "
                },
                "7": {
                    "title": "Trapped in the Shallows",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 7,
                    "original air date": "29 Nov. 2009",
                    "year": "2009",
                    "plot": "\n    Shelldon and Herman go on a school field trip to the mangrove swamp called the Shallows. It dense forested area with murky water and many strange plants and marine creatures. As usual, Herman's curiosity gets the better of him and dragging Shelldon along, they travel into shallower waters. Time goes by without them knowing and as the tide falls, Herman and Shelldon find themselves on land, with birds scavenging above, and no where to hide. Escaping from a hungry bird, Herman trips and hurts one of his legs. Being unable to move, Herman has no choice but to stay behind.    "
                },
                "8": {
                    "title": "Crabby's Mega Books",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 8,
                    "original air date": "5 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    Shelldon finds a rare book in Crabby's store...that makes a foolish wish come true.    "
                },
                "9": {
                    "title": "You're Not Welcome",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 9,
                    "original air date": "12 Dec. 2009",
                    "year": "2009",
                    "plot": "\n    The Clams convince Dr. Shell to take a long overdue vacation. As soon as he leaves some microscopic \"babies\" are left in a basket at the Inn. The family tries to care for these strange creatures, unsure of what to do. An oil spill threatens to destroy the very beach where Dr. Shell is vacationing.    "
                },
                "10": {
                    "title": "Shelldon Makes Waves",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 10,
                    "original air date": "15 Jan. 2010",
                    "year": "2010",
                    "plot": "\n    We meet Shelldon, the Clam family and all of his friends. Shelldon learns he is adopted and brings the town together to save their village from an ecological disaster.    "
                },
                "11": {
                    "title": "The Great Treasure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 11,
                    "original air date": "12 Feb. 2010",
                    "year": "2010",
                    "plot": "\n    While looking for a way to help the Charming Clam Inn attract some more customers, Shelldon, Connie and Herman go to Crabby's book store and learn the tale of what happened in Shell City 200 years earlier, when the pirate Blue Barnacle buried a treasure. They find his map in an old book and look for it, hoping its riches will save the Inn.    "
                },
                "12": {
                    "title": "Doc Rock",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 12,
                    "original air date": "12 Jun. 2010",
                    "year": "2010",
                    "plot": "\n    Shelldon's rock star idol John Lister comes to town and stays at the Inn. Shelldon is so excited he overdoes his desire to \"help\" John Lister prepare for his concert - and Lister ends up losing his voice. Shelldon and his friends get Dr. Shell to impersonate Lister onstage. Lister shows up after all, good as new, and sings a song with a lyric written by Shelldon.    "
                },
                "13": {
                    "title": "Get a Life",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 13,
                    "original air date": "1 Nov. 2010",
                    "year": "2010",
                    "plot": "\n    When Baits Motel's career suddenly starts to take off after Sam quits the band and is replaced by Connie, it's up to Shelldon and Herman to sabotage their big show and reunite the original members.    "
                },
                "14": {
                    "title": "Beware the Werefish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 14,
                    "original air date": "Nov. 2010",
                    "year": "2010",
                    "plot": "\n    Shelldon, Herman and Connie and some of the kids in school embark on their first camping trip. Their teacher, Inky, warn them not to venture into the area where the infamous dreaded Werefish is rumored to dwell. Shelldon and Herman decide to scare the girls by playing a prank on them.    "
                },
                "16": {
                    "title": "Slime, Crime and a Hard Time",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 16,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    A crime has been committed and Shelldon's father, Papa has been fingered as the perpetrator. Smelling something terribly fishy, Shelldon and friends decide to carry out some sleuthing of their own in an attempt to clear Papa's name.    "
                },
                "17": {
                    "title": "Tide of Doom",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 17,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Springtime in Shell Land is especially hot this year. The rise in underwater temperatures brought about by Global Warming causes tempers to flare within Shelldon's community. It brings about a rampant algal bloom dubbed the Red Tide - a bulbous monstrosity of ever-spawning red algae.    "
                },
                "18": {
                    "title": "Alien Encounters",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 18,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Shelldon and Herman are abducted by a strange visitor from another world...perhaps the same one who took Herman's father years ago?    "
                },
                "19": {
                    "title": "Meet the Cowries",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 19,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    A pair of well-dressed guests visits the Charming Clam Inn. Unappreciative, and always bargaining for freebies, they turn out to be the worst customers ever. They also happen to be Connie's parents.    "
                },
                "20": {
                    "title": "Baby Shark Blues",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 20,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    When a baby shark's mother falls prey to brutal shark's fin poachers, her newborn shark pup is left to fend for itself. Witnessing this, Shelldon and Herman take pity on the poor orphaned pup and decide to take him in.    "
                },
                "21": {
                    "title": "Locked Out",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 21,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Shelldon is entrusted with babysitting the twins...but they lock him out.    "
                },
                "22": {
                    "title": "One Grain of Sand",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 22,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Connie is determined to prove to her peers that she is beautiful or at least qualify for the Shell Land beauty pageant. She seeks the advice of Mrs. Prim, who takes Connie under her wings.    "
                },
                "23": {
                    "title": "Love at the Opera",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 23,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Mrs. Prim is eager to catch a grand opera that is coming to town, but is unable to get hold of tickets. She is put off by Crabby who expresses his disdain for opera.    "
                },
                "24": {
                    "title": "Small Shells, Big City",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 24,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Shelldon and Herman make their first parent less excursion into the big city with Connie as their chaperon, but when loses all their money to a street grifter squid, all three devise quick money-making schemes so they can return home.    "
                },
                "25": {
                    "title": "Fast Food Fiasco",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 25,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Cracken markets a new line of food with Mama's picture on the box...but using Papa's recipes, which Cracken has altered disastrously.    "
                },
                "26": {
                    "title": "Citizen Clam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 1,
                    "episode": 26,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Shelldon and Nikki Nautilus compete against Cecil Cracken's team in a sand sled race. Preparing for the race, Shelldon learns a lot about Cracken's early history, and why he's become such an old meanie.    "
                }
            },
            "2": {
                "1": {
                    "title": "Hello Shello",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 1,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Shelldon looks for something more exciting to do. When he discovers a book about an explorer named Shello Polo, Crabby assures him the guy was a fraud. When Shelldon tells Mama and Papa Clam he wants to be an explorer like Shello Polo, he's surprised to learn that Shello Polo was his ancestor.    "
                },
                "2": {
                    "title": "Shelldon's Big Reward",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 2,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    When Shelldon learns that Mrs. Sidewinder needs money for her little crab orphans he decides to search for Cracken's lost gem-studded \"crown\" shell so he can donate the reward money to build her a new orphanage.    "
                },
                "3": {
                    "title": "One Small Step for a Friend",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 3,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    Shelldon, Herman and Connie build their own makeshift spaceship and enter Mr.Inky Squid's \"Space Science Fair\", the winner of which wins the Gastronaut Shell Armstrong golden trophy award.    "
                },
                "4": {
                    "title": "Scout's Honour",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 4,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    When Shelldon asks Papa Clam if he can join the Shell Scouts, Papa angrily refuses. Shelldon soon learns why when Papa confesses that he was once a scout, too.    "
                },
                "5": {
                    "title": "Never Judge a Snail by Its Shell",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 5,
                    "original air date": "2009",
                    "year": "2009",
                    "plot": "\n    When a new student named Denny is introduced in class, some kids tease him because of his very different looking shell. To make things worse, Stan Starfish starts a rumor that Denny's shell is caused by a contagious disease.    "
                },
                "6": {
                    "title": "Starfish Wars",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 6,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    When Shelldon decides he wants to become a movie director, Herman has a great idea for the plot, a space invasion.    "
                },
                "7": {
                    "title": "Take Me to Your Liter!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 7,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    When giant empty liter bottles invade Shell Land, Herman is sure they're aliens. But Dr. Shell informs the kids they're just litter from the upper world.    "
                },
                "8": {
                    "title": "Crouching Bully, Hidden Shellfish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 8,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    When Shelldon gets humiliated by Stan Starfish, he decides to take Kung Fish lessons in order to gain retribution.    "
                },
                "9": {
                    "title": "Big Mollusk on Campus",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 9,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    It's time for the annual tide pool party with Bait's Motel, and Herman wants to ask Hurley to go to with him. But she thinks he's just a UFO-hunting geek.    "
                },
                "10": {
                    "title": "Click & Clack's Incredible Christmas",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 10,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    It's Christmas time and Click and Clack are making a list for Santa Clam of all the latest, greatest expensive toys they want.    "
                },
                "11": {
                    "title": "Battle of the Burgers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 11,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    When Shelldon tries to put his new trampoline together he thinks he can do it himself, but quickly realizes it's more than he can handle. But because he's too proud to ask for help, his friends are growing impatient.    "
                },
                "12": {
                    "title": "Jumbo Shrimp",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 12,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    When the Shrimp family comes to stay at the Charming Clam Inn, their tiny, son, Napoleon, is happy to play with Shelldon and his friends. But poor napoleon is so small he can't even dribble a ball.    "
                },
                "13": {
                    "title": "Not So Alien After All",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 13,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    When Crabby is abducted by aliens (i.e. caught in a scuba diver's net), the others give him a wake and say nice things about him...until he comes to the wake himself.    "
                },
                "14": {
                    "title": "Battle of the Burgers",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 14,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    When Cracken opens up a burger stand next to the Charming Clam Inn, everyone in Shell Lands starts gobbling his tasty kelp burgers, hooked on his great tasting \"secret sauce\".    "
                },
                "15": {
                    "title": "The Great Fish Race",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 15,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    When Cracken threatens to bulldoze the Jolly Roger Thrift Shop unless Janis pays ten thousand sand dollars, Shelldon and his friends try to raise the money.    "
                },
                "16": {
                    "title": "Cloudy with a Chance of Styrofoam",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 16,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    The people of Shell Land are ready to celebrate the 200th Anniversary of the kingdom when it suddenly becomes dark, a situation that persists for days.    "
                },
                "17": {
                    "title": "A Tattle Tale",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 17,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Herman sharing his obsession with alien invaders with his class. After his classmates, including Stan Starfish, express frustration, Herman feels he is the only one who really understands that aliens (i.e. humans) are out to destroy sea creatures and their habitats.    "
                },
                "18": {
                    "title": "Attack from Otter Space",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 18,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    Shelldon, Herman, and a few friends get so involved in a video game that they neglect their school work and their responsibilities at home.    "
                },
                "19": {
                    "title": "Liar, Liar, Shell on Fire",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 19,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Shelldon establishes himself as a cool athlete on the trampoline. But when a new kid, Nelson, comes to Shell Land and demonstrates his skills as an expert spelunker, Shelldon knows his star has been tarnished. He makes claims to show he is knowledgeable about spelunking and then challenges Nelson to a hunt for treasure in a cave near Shell Land.    "
                },
                "20": {
                    "title": "The Day Mt. Papa Erupted",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 20,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    When Papa Clam hears that a volcano eruption is threatening to destroy Shell Land, he gets extremely agitated about the future of his community and his business.    "
                },
                "21": {
                    "title": "Shelldon's Broken Promise",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 21,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    When Shelldon sees Min's pet sea anemone he wants one for himself. His parents warn him about the responsibility of taking care of pets, but Shelldon assures them he will take good care of it, feed it, clean up after it, etc.    "
                },
                "22": {
                    "title": "Saving Stan Starfish",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 22,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    Stan the star fish gets ill with a disease, itch, which is so serious it requires treatment by the two-leggers. Dr. Shell asks Shelldon and Herman to help him take Stan to the Marine Institute on land and they balk, insisting Stan doesn't deserve a favor from them because he is a bully.    "
                },
                "23": {
                    "title": "Lost and Found Out!",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 23,
                    "plot": "\n    Aliens plotting to take over the oceans, but specifically Shell Land and its inhabitants. Not to be left out (and to protect his friend), Shelldon joins their first crusade. But to no avail, when they go to the oil rig they immediately run into aliens who are trying to save them, but who our kids think are out to harm them. In the rush to get away, Herman's uniform is lost and they are in deep trouble.    "
                },
                "24": {
                    "title": "Ghosts in the Shell Land",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 24,
                    "original air date": "2011",
                    "year": "2011",
                    "plot": "\n    While on a photo safari, Shelldon, Connie and Herman, encounter a family of ghost fish. Initially afraid, the kids realize that most creatures have a fearful reaction to the ghost family and never get to know them well enough to make friends.    "
                },
                "25": {
                    "title": "An Amusing Adventure",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 25,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    The old amusement park in Shell Land has fallen upon hard times. The park's owner cannot invest in new equipment or upgrade the old rides so that kids will enjoy them. As a result, the city wants to sell the land, and Cracken is poised to develop a new hotel complex. The kids realize they need to have a plan to save the amusement park.    "
                },
                "26": {
                    "title": "Herman Finds His Grandpa",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": 2,
                    "episode": 26,
                    "original air date": "2012",
                    "year": "2012",
                    "plot": "\n    When Herman's grandfather, Moe, comes to live with him and his mother, Herman immediately notices something different about him-he's even older than he remembers. And his Grandpa, known for his exploits against the two-legged aliens, seems to lack the energy and alertness he once had and he repeatedly doesn't recognize Herman and tells the same story over and over.    "
                }
            },
            "-1": {
                "-1": {
                    "title": "Shell Gone",
                    "kind": "episode",
                    "episode of": {
                        "title": "Shelldon (TV Series 2008– )",
                        "kind": "tv series"
                    },
                    "season": -1,
                    "episode": -1,
                    "original air date": "2008",
                    "year": "2008",
                    "plot": "\n    Herman convinces Shelldon to give-up his shell for a flashy new substitute, all in the name of fashion. But when his new gismo of a shell breaks apart, casting him into trouble and humiliation.    "
                }
            }
        },
        "number of episodes": 65,
        "cast": [
            {
                "name": "Sadovnik, Samuel"
            },
            {
                "name": "Tockar, Lee"
            },
            {
                "name": "Daingerfield, Michael"
            },
            {
                "name": "Germain, Tabitha St."
            }
        ],
        "genres": [
            "Animation",
            "Family"
        ],
        "countries": [
            "Thailand"
        ],
        "country codes": [
            "th"
        ],
        "language codes": [
            "en"
        ],
        "color info": [
            "Color"
        ],
        "certificates": [
            "United States:TV-Y"
        ],
        "number of seasons": 3,
        "rating": 6.1,
        "votes": 25,
        "cover url": "https://m.media-amazon.com/images/M/MV5BMjE1NDU2OTQzOV5BMl5BanBnXkFtZTgwMTU2NjU1NTE@._V1_SY150_CR14,0,101,150_.jpg",
        "budget": "THB83,000,000 (estimated)",
        "languages": [
            "English"
        ],
        "title": "Shelldon",
        "year": 2008,
        "kind": "tv series",
        "series years": "2008-",
        "akas": [
            "Shelldon (Thailand)"
        ],
        "seasons": [
            "1",
            "2",
            "3"
        ],
        "writer": [
            {
                "name": "Foley, Brendan"
            },
            {
                "name": "Goldstein, Shelly"
            },
            {
                "name": "Middleton, Steve"
            }
        ],
        "production companies": [
            {
                "name": "Anya Animation"
            },
            {
                "name": "Lunchbox Studio"
            },
            {
                "name": "Shellhut Entertainment"
            },
            {
                "name": "Tiny Island Productions"
            }
        ],
        "distributors": [
            {
                "name": "Planet Nemo Animation"
            },
            {
                "name": "Entertainment Rights"
            },
            {
                "name": "Mill Creek Entertainment"
            }
        ],
        "other companies": [
            {
                "name": "Anitime Co."
            },
            {
                "name": "Giant Wave"
            },
            {
                "name": "Technicolor Thailand"
            },
            {
                "name": "The Research House Clearance Services"
            },
            {
                "name": "Voice Box Productions"
            }
        ],
        "plot": [
            "The adventures of a shellfish named _Shelldon_ (qv) and his friends Herman and Connie.::anonymous"
        ],
        "tech": {
            "color": [
                "Color"
            ]
        },
        "demographics": {
            "imdb users": {
                "votes": 25,
                "rating": 6.1
            },
            "aged 18 29": {
                "votes": 4,
                "rating": 8.8
            },
            "aged 30 44": {
                "votes": 12,
                "rating": 3.6
            },
            "aged 45 plus": {
                "votes": 2,
                "rating": 7.0
            },
            "males": {
                "votes": 13,
                "rating": 4.4
            },
            "males aged 18 29": {
                "votes": 2,
                "rating": 7.5
            },
            "males aged 30 44": {
                "votes": 10,
                "rating": 4.0
            },
            "males aged 45 plus": {
                "votes": 1,
                "rating": 4.0
            },
            "females": {
                "votes": 4,
                "rating": 10.0
            },
            "females aged 18 29": {
                "votes": 2,
                "rating": 10.0
            },
            "females aged 30 44": {
                "votes": 1,
                "rating": 10.0
            },
            "females aged 45 plus": {
                "votes": 1,
                "rating": 10.0
            },
            "top 1000 voters": {
                "votes": 4,
                "rating": 4.0
            },
            "us users": {
                "votes": 12,
                "rating": 4.7
            },
            "non us users": {
                "votes": 3,
                "rating": 10.0
            }
        },
        "number of votes": {
            "10": 9,
            "9": 0,
            "8": 0,
            "7": 3,
            "6": 1,
            "5": 4,
            "4": 2,
            "3": 1,
            "2": 0,
            "1": 5
        },
        "arithmetic mean": 6.1,
        "median": 6
    }
}